{
  "metadata": {
    "subject": "黄賓虹",
    "birthYear": 1865,
    "deathYear": 1955,
    "totalRecords": 92,
    "source": "黄賓虹年譜",
    "extractDate": "2026-02-26T00:00:54.258Z",
    "categories": {
      "birth": {
        "name": "诞生",
        "desc": "出生、幼年、童年"
      },
      "family": {
        "name": "家族",
        "desc": "兄弟、姊妹、家庭事务"
      },
      "education": {
        "name": "求学",
        "desc": "从师学习、教育经历"
      },
      "art_start": {
        "name": "艺术启蒙",
        "desc": "开始学习书画、启蒙老师"
      },
      "art_creation": {
        "name": "艺术创作",
        "desc": "书画创作、写生、作品"
      },
      "teaching": {
        "name": "教育活动",
        "desc": "任教、教学、课程"
      },
      "publication": {
        "name": "著作出版",
        "desc": "编辑、出版、著作"
      },
      "social": {
        "name": "交游",
        "desc": "结识名人、社交活动"
      },
      "exhibition": {
        "name": "展览",
        "desc": "画展、展出、展览"
      },
      "travel": {
        "name": "游历",
        "desc": "出游、写生、考察"
      },
      "move": {
        "name": "迁徙",
        "desc": "迁居、搬家、移居"
      },
      "career": {
        "name": "职业",
        "desc": "任职、工作、职务"
      },
      "honor": {
        "name": "荣誉",
        "desc": "获奖、任命、当选"
      },
      "health": {
        "name": "健康",
        "desc": "疾病、疗养"
      },
      "death": {
        "name": "逝世",
        "desc": "去世、逝世"
      },
      "life": {
        "name": "综合",
        "desc": "综合事件"
      }
    }
  },
  "timeline": [
    {
      "year": 1865,
      "era": "晚清",
      "age": 1,
      "title": "作画",
      "content": "1月27日，陰曆甲子、乙丑之交正月元旦子時，生於浙江金華縣城西之鐵嶺頭，距立春尚有十餘日，循舊俗，堕地即爲二歲。\n《自撰年譜稿》：“余降生於前清同治三年，歲次乙丑，正月子時，因未立春，星命家以爲甲子年、丁丑月、丁酉日、庚子時。先是父大人奉余祖母程（按：爲‘潘’之誤）避兵，由歙西潭渡至浙東金華縣南五十里白砂嶺。祖母程（按：同爲‘潘’之誤）殁，殯於裏鄭村之白砂寺。是年太平軍南京失守，江南各處人民入都市，我家遷移縣城之西鐵嶺頭。有雙溪水環城合流爲瀔水，水名載《水經注》，後獲一字古玉印，作《釋瀔篇》，存《古印文字考》，未梓行，即余降生之地，因名其堂曰‘穀玉’。”\n《八十感言》詩：“吾生乙丑年，蓂算猶甲子。受天知春遲，墮地得歲始。”\n《九十自述》：“余誕生於同治三年之冬，實乙丑正月朔，距立春尚先十餘日，應增一歲計也。”\n自用印印文之一：“甲子年乙丑元旦生。”\n自用印印文之二：“生於甲子。”\n初名懋質，一名元吉，後改名質，字樸存，亦作朴丞、朴人，初號濱虹，民國丁戊間，改字賓虹，遂以字行。\n黄氏家譜：“黄懋質，一名元吉，後改名質，字樸存。”\n《八十自叙》：“賓虹學人，原名質，字樸存。江南歙縣籍，祖居潭渡村，有濱虹亭最勝，在黄山之豐樂溪上，國變後改今名。”\n《自撰生平簡述》：“黄賓虹，原名質，字樸存，別號矼叟，祖籍江南歙縣之潭渡村，有豐樂溪自黄山來，環村居，舊建濱虹亭最著勝，因號濱虹。”\n按：黄賓",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1866,
      "era": "晚清",
      "age": 2,
      "title": "二弟出生",
      "content": "二弟賡（1866—1919）生。譜諱懋賡，又名元昌，字仲方，一字仲芳。\n遷居縣城玉泉庵後興讓坊，旋遷巷西蔣氏宅前通街。\n《自撰年譜稿》：“丙寅，二弟生。遷居邑城玉泉庵後興讓坊，庵鄰蓮花井。蔣憲章伯，年七十，家居恒生醬園，其婿金志甫（城），其族弟廷烈伯，居西市街恒和布店，住其家。余家又遷巷西蔣氏宅前通街，父大人設廣達布總號，屋宇數十間，甚寬敞。父執程詩賡設廣和莊，今震旦先生，其嗣也。余在襁褓中，時隨父母至其家，生母哺余乳，兄弟姊姐同游戲。有蔣蓮芝姊，長余一歲，將議婚，未果，殤年僅十歲。”\n受庭训。\n《自撰年譜》稿：“余年三歲，受庭訓。”\n《歙潭渡黄氏先德錄》：“余於兄弟中，行居長，府君常親督教之。”",
      "category": "family",
      "categoryName": "家族"
    },
    {
      "year": 1867,
      "era": "晚清",
      "age": 3,
      "title": "教育经历",
      "content": "始習畫，有悟性。\n王譜：“父鞠如捉先生手腕，令畫梅花枝幹竹葉，淋漓滿紙，乃笑語親友云：‘此兒有悟性，可以習繪畫。’”",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1868,
      "era": "晚清",
      "age": 4,
      "title": "职业发展",
      "content": "家塾聘邵賦清授四子書，父鞠如且親自督教，能好問。\n《歙潭渡黄氏先德錄》：“當粗識之無，欲以‘掌’字請，府君笑曰：‘當爲汝言六書之學。’余讀許氏《說文》，庭訓也。”\n《識字一首》：“曩余秉庭詔，爪掌識會意。賜賚襁負中，嬉笑得餅餌。”",
      "category": "career",
      "categoryName": "职业"
    },
    {
      "year": 1869,
      "era": "晚清",
      "age": 5,
      "title": "从师学习",
      "content": "地方不靖，隨父避亂至金華山，居羅店，延師啟蒙。課暇，喜觀圖畫，仿效塗抹，尤好問畫理畫法，從蕭山畫師倪逸甫處得聞“當如作字法，筆筆宜分明”畫訓。\n汪譜：“先生七歲，在羅店。”\n《康熙金華府志》：“金華山，府城北二十里，一名長山，發脈自東陽之大盆山，迤至此，横亘金華、蘭溪、義烏、浦江之境，周三百六十里，山嶺雙巒對矗，曰玉壺，曰金壺，中有湖名徐公壺，水分兩脈而下，其瀉乎山之陽者，由山橋而達於溪，其注乎山之陰者，由鹿田而入於洞，盆中飛瀑瀉出，若玉虹下飲，注爲赤松澗，即黄初平兄弟登仙處。山之前爲山橋，兩崖對峙，高數百仞，溪流折旋，其中爲瀑爲湍，有石横跨其上，故山以橋名。自此過脈至芙蓉峰，郡之主峰也。”\n又：“赤松山，縣北十五里，一名卧陽山，即黄初平叱石處，其山往往白石錯落如羣羊散牧。初平號赤松子，故山以是名，後人爲立祠名赤松宫。”\n《舒國華氏輯金華北山古詩選後跋》：“余憶髫齡讀書金華山，自赤松宫登北山，訪黄初平叱石成羊處，循山麓行，經智者寺，觀陸放翁所書自作詩石刻；至鹿田，游昭真、雙龍、冰壺三洞。時冰壺洞爲沙石淹没，形勢最窪下，未得入；次高爲雙龍，龍被俗人鑿毀其一首，猶蜿蜒飛動，隱約巖石間，鐘乳滴瀝衣袖，聞水聲潺潺，流入溪澗矣；昭真最高，幽冥當秉炬，可深入數里。後數十年重游此地，行徑開闢，泉流疏濬，已容小舟，俯首匍匐行，遂一探其勝；老友蔣蓮僧題‘山靈知己’四字，贈黄時雄以志之。”\n《八十自述",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1870,
      "era": "晚清",
      "age": 6,
      "title": "三弟出生",
      "content": "三弟貢（1870—1919）生。譜諱懋貢，字元清，號廉叔。\n《歙潭渡黄氏先德錄》：“三弟諱贛（古‘貢’字），字元清，號廉叔，行第三，余之胞弟也。性孝謹，先意承旨，恒得父母歡，先考妣鍾愛之。友於兄弟，事余篤敬。”\n仍從邵賦清習四子書。稍能檢閱《字彙》，粗知形、聲、誼，識字千餘。\n《自撰年譜》稿：“庚午，余三弟生。前聘湯溪邵赋清師，年六十餘，爲余童子師。家塾藏有《字彙》等，稍稍能檢閱，粗知字有形、聲、誼，能好問。”\n《九十雜述》：“我年七歲，識字千餘，從蒙師讀四子書。”\n習畫甚勤奮，每天習畫兩小時，終生不渝。\n《夏承燾集·天風閣學詞日記》1950年9月4日條： “午後持貞晦函詣黄賓老，賓老允作畫壽七十。聽其談學畫經歷，謂兒時避亂金華，其尊人菊（鞠）如先生，以集資來往金華、蘇州販布起家，延金華黄梅溪（濟川）教賓老。賓老六七歲時，即每晨學畫兩小時，迄今八十年不廢。謂作家教徒學畫，先人物，次花鳥，後山水。文人畫，則以習書之餘習蘭竹。又謂磨墨向裏作圈爲順法，似二王書；向外爲逆法，似隸書章草。”",
      "category": "family",
      "categoryName": "家族"
    },
    {
      "year": 1871,
      "era": "晚清",
      "age": 7,
      "title": "四弟出生",
      "content": "四弟贊（1871—1948）生。譜諱懋贊，一名元秀，字晉新。\n族侄黄崇惺，字次蓀，由庶吉士分發福建歸化知縣，道經金華，館塾中，爲訂課程。隨父陪同游覽金華八詠樓，次蓀指問林中紅葉，乃以唐詩對；又問草蟲，答以蚱蜢；又問可知蚱蜢爲舴艋之諧音，答以小舟，象形也。次蓀稱奇。抵閩中歸化縣後，爲薦歙程健行來金華黄氏家塾教授，並自閩中郵寄自著《勸學贅言》、《鳳山筆記》，以及重訂《潭渡雜志》等書供研習。\n《自撰年譜》稿：“辛未，四弟生。歙潭渡族次蓀太史崇惺以（按：原稿破殘，應爲‘咸豐辛亥浙榜’）入翰林，是年黄山豐樂水流域十里中，同榜者爲鄭成章、汪運鑰、洪鑌。次蓀太史來浙至金華，館余家塾中，爲訂課程。游八詠樓，余見□□□（按：原稿不清，疑爲米萬鍾）詩石刻，能成誦。抵閩，嘗以所著寄贈，有重訂《潭渡瑣志》，知種族自江夏來，始於東晉。詳余所著《先德錄》。”\n《自述稿》：“次蓀太史宦閩中，道經金衢，行宿家塾，出重刻祖族鳳六山人吕（白山公之嗣也）所撰《潭渡雜志》，工詩文，善書畫，精篆刻，汪訒弇《續印人傳》稱其具四美焉。族之先哲以畫名世者，代有其人。誦讀之餘，因喜習繪事。”\n《歙潭渡黄氏先德錄》：“次蓀太史，諱崇惺，原名崇姓，字麐士，號次孫，真民先生孫。幼穎異，從父雨墩司訓鍾愛之。長遭兵亂，時同族虎卿觀察任漢黄道，客漢臯。旋中咸豐辛亥浙榜，同治辛未授庶吉士，令閩中。先考鞠如府君僑浙東，君迂道來拜，府君命余兄弟出謁",
      "category": "family",
      "categoryName": "家族"
    },
    {
      "year": 1872,
      "era": "晚清",
      "age": 8,
      "title": "社交活动",
      "content": "從歙程健行四子書及五經，粗具獨立思考能力。\n與汪達川書：“回憶當髫年，程氏夫子昆仲館穀尊賤兩家私塾，時晤潭邸尊長訓迪，如在目前，忽忽數十年矣。”\n北京時期殘稿：“余幼齡居城闉，盛暑恒苦炎熱，粗識之無，偶取唐人詩誦之，至‘修竹不受暑’之句，心甚愛竹。及‘落落長松夏日寒’之句，又兼愛松。一日課暇出郊坰，田家園林見修竹，余稱竹之美。有旁立者謂竹最可厭，根穿牆壁，能壞室宇，擬芟之。入山谷中，村舍環種松，青翠繞岡麓，余亦贊松之美。其主人曰：是柴木耳，祇供樵採，不合犁鋤之用，本無足異。一言害，一言利，彼徒有利害之見梗於胸臆中，而昧於精神之愉快，不知松竹之真者也。人世極平常淡泊之境，庸俗之所厭棄而優雅之士樂之，非誇簡易，自安清静無爲也。蓋一事一物之微，初無足觀，苟尋繹之，莫不各有至理所在，得其真趣。此中和之道，純任自然，非可矯飾爲之，古人探本原因，立以法，圖畫亦然。”",
      "category": "social",
      "categoryName": "交游"
    },
    {
      "year": 1873,
      "era": "晚清",
      "age": 9,
      "title": "姐妹出生",
      "content": "長妹生，早殤。\n按：黄賓虹有妹三人，次妹乃耐、三妹□□(名未詳)，生卒年不詳。《自撰年譜》載：“癸酉，長妹生，早殤。後生次妹，適鄭姓，爲裏鄭以績資所儲興小學。三妹適金姓。”從1914年5月爲祖母潘氏立碑之碑文可知次妹乃耐適鄭恒梓，三妹適金思步，詳1914年條。\n父命臨摹倪易甫乙丑年所作《松菊圖》。隨父游覽杭州並寫生。\n王譜：“按先生1952年口述云：‘家藏《松菊圖》爲金華老畫家倪易甫得意之作。余十歲時，奉父命臨摹至再，印象甚深。隨父游覽杭州西湖、吳山，嘗出手册寫生。’”\n在杭期間，得見王蒙山水畫，臨摹不倦。\n王譜：“隨父游覽杭州，見王蒙山水畫幅，印象很深，臨摹無間斷。”\n從父命，留杭州從應芷賓問業。\n王譜：“從應芷賓問業，課餘常游覽山水，寫景以歸。（見先生口述事略學生筆錄）。”",
      "category": "family",
      "categoryName": "家族"
    },
    {
      "year": 1874,
      "era": "晚清",
      "age": 10,
      "title": "从师学习",
      "content": "春返金華。讀族祖黄白山《字詁》，及黄春谷《夢陔堂文說》、《經說》，並開始學習刻印。\n汪譜：“初讀黄生所著《字詁》，及黄承吉著《夢陔堂文說》、《經說》等書，自謂影響至深，頗得父母歡心。”\n《歙潭渡黄氏先德錄》：“白山公諱生，字生父，庠名起溟，譜名曰琯，字扶孟，一字房孟。自以爲鍾靈秀於黄山、白嶽，因就己姓而號白山，別號冷翁，陶長公子。又夢中作黄山詩，醒而遺之，止記‘蓮花史’三字，又號蓮花外史。公生於明天啟壬戌，及崇禎癸未，年二十二，以諸生高尚不仕。康熙甲寅，耿藩之黨羅其熊，由饒至徽州，官軍與戰於績溪翬嶺。寇至家破。丙辰又遭非意之累，借宅居外。自云拯溺者濡，因有 ‘公冶師門雪，曾參母氏猜’之句。館吳蓉城司訓家近十載，後復以書招，謝未往。蔣太史超督學京師，客其幕二年，别去，書謝太史，且勸其休致。太史報書云：‘辱教，言言肝膈，倘我僥倖生還，當棄妻子入山學道，千秋事業，讓公矣。’公所交王不庵（煒）、龔野遺（賢）、屈翁山（大均）、王華父、釋成時、堅密、洪方舟（舫），皆知名士。不庵嘗與論定杜詩，兼通禪理。又有眉庵和尚，駐錫青蓮庵，以蔣太史舊知，公請師止黄山樓結夏。當己未亂平之後，有書五車，自言庭除喜廣，妻子同歡。作《園居十詠》詩，有鶴巢、古修堂、延霄樓、花榻山房、蘛圃諸勝。宅後爲人所佔，虞在公爲築室居之，名之曰‘吾廬’。公自國變後，至於晚年，以爲書不可不盡讀，友不可不盡交，天下之名山、大川，不可不",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1875,
      "era": "晚清",
      "age": 11,
      "title": "从师学习",
      "content": "居金華。於五經之外，兼習詩文詞書畫。\n《自撰年譜稿》：“乙亥。聘趙經田師、應芹生師、李詠棠師、李灼先師。五經畢業，習爲詩。”\n按：此稿乙亥後至庚辰四年間空缺，當爲記憶錯失，難以縷述所致。黄賓虹晚年題贈李灼先裔孫李挺宜畫有云“余憶髫齡從令先祖貢士公昆季兩業師讀書郡齋，得聞漢、宋諸儒訓詁之學，兼習文詞書畫”，所言當爲此際事。李灼先，名國檉；李詠棠，名國棠，善山水。\n汪譜：“是年，能作多種多樣之時事畫、插圖、速寫等，並喜作五言詩，題自作山水畫軸（见先生口述事略）。”\n王譜：“從祁寅（子賓）家借得明趙臯所藏山水畫册及畫家生平事迹考諸圖書，日夕鑽研。”\n存考：黄賓虹《自撰年譜稿》云1880年家境中落後，遷城東三牌坊。從黄芸閣習舉業。黄芸閣不詳何許人。在《夏承燾集·天風閣學詞日記》中可以找到下列記述：“父延金華黄梅溪（濟川）教賓老。”黄梅溪與黄芸閣是不是同人異名，現在尚無法確指，但置是不是同人異名這個問題不論，黄梅溪做過黄賓虹的老師是無疑的。查《續修浙江通志採訪稿》有黄梅溪列傳，傳曰：“黄濟川，字梅溪，塘下人。幼穎敏，博學工文，善書畫，尤以墨梅著名。六歲畫龍於壁，逸逸有生氣，人目之爲顧長康。入泮後，家貧授徒以自給，邑之名士皆出其門。光緒丙子登賢書，時陽湖趙公曾向守郡，濟川本其所取肄業書院之高材生也，重其人，禮聘入幕，於地方利病多所獻替。有土豪匿重犯不俾出，趙公捕之急，土豪恐，挽濟川戚懷二百金求",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1876,
      "era": "晚清",
      "age": 12,
      "title": "早春",
      "content": "早春，隨父返原籍歙縣應童子試，名列前茅。\n《子曰叢刊·科舉》：“童試又名小試、考小考。先由州或縣出示招考，報名後由學官（即學正、教諭、訓導等）造送名册，於試院（一名考棚）點名、扃門入號、出題、散卷，第一場爲正場，作四書文兩題（俗稱八股）、試帖詩一首，當日完卷，縣官及幕友閱定名次出榜，榜上有名者，應爲第二場復試，再删去若干人，乃行三復、四復後出‘大案’，是爲最後之榜，縣試乃畢。”\n黄警吾《黄賓虹在徽州》：“1876年即光緒二年，他是這一年返鄉應童子試，俗稱考秀才，也是他第一次上徽州。筆者童年，曾熟讀過賓老和先父（按：黄警吾爲黄賓虹侄子，其父爲黄賓虹二弟）的《返徽日記》，現憑我的記憶，略述如下：賓老上船的第一天，精神很緊張，擔憂考不取，第二天，這緊張情緒給新安江的夾岸青山，雲煙出没，白帆點點，綠柳颸颸的自然風景所冲淡，而祖父老是催着他看書。一天，他坐在船艙外，看見岸上一老漁翁張大魚網，臨流起落，不一下，一尾大魚在網裏亂蹦亂跳，他不禁驚呼起來。定華公隨聲走出艙來一看，對他說：‘臨淵羡魚，不如退而結網。’賓老聽罷，正要進艙看書，那漁翁高聲大叫：‘賣鰣魚呀！鰣魚要買嗎？’船夫插嘴說：‘老先生恭喜你，少爺一定得中，碰上鰣魚了，買一條給少爺吃，討個彩頭。’定華公點頭說：‘好，多謝篙長關心（地方語：尊稱船主爲篙長），買一條。’船篙長把舵輕輕一擺，風帆隨着一斜，船慢慢地向漁翁靠攏，雪白一尾跳蹦的大魚",
      "category": "life",
      "categoryName": "综合"
    },
    {
      "year": 1877,
      "era": "晚清",
      "age": 13,
      "title": "从师学习",
      "content": "春，偕二弟仲方返歙，應府試，文列高等。\n《子曰叢刊·科舉》：“縣試之後，則有府試，亦像縣試，再逐序過了出‘大案’，各縣童子先期齊集府城，各學的學官皆往照料士子，伺候上官。府試亦是分縣出榜，每縣有一案首（大案第一名），府試亦每縣一案首。”\n《洪孺夫人行狀略述》：“余年十四，奉父母命，偕胞弟仲方（賡）、族侄石珊（崇保），由金華寓居返歙籍，應院考試。督學孫公萊山（毓汶）取余文與西溪汪吉修君列高等。”\n黄警吾《黄賓虹在徽州》：“第二年，定華公又要他附族人崇保伴，偕同二弟仲芳再回徽，賓老應院試，先父應童子試。船到嚴州轉港後，因時間比去年遲些，看不見打漁翁，問起船篙長，才知道鰣魚有的時間很短，由海裏來産卵，産後就走，所以難遇它。賓老聽了這些話，心中暗想，難怪去年所謂討彩頭了，立刻感覺到今年‘没彩頭’。母親又說過，明年難得多。正在悶想間，二弟畫了一幅《風帆江上歸》拿給他看，打斷了他的悶想，轉身爲畫題詩寫跋，並引起他的興趣，也畫了一幅《練江東望圖》。次日下午船抵朱家村要卸貨，時間尚早，崇保主張趕到家，大家立即起船，匆匆上路，到潭渡已萬家燈火，幸崇保路熟，送他們到有華二伯家。二伯父母早知他們要來，已有準備，就叫他們洗脚吃飯，提早休息。次日，賓老去西溪、鄭村各處，看望了去年同考的朋友，發現大家對院試都很重視，努力在作準備，引起了他的注意，回來也用心讀書。日子過得很快，二弟考期到來，他送二弟去考，幸運似",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1878,
      "era": "晚清",
      "age": 14,
      "title": "社交活动",
      "content": "在歙縣住二伯父家，從族人習拳術、劍術、馬術，遍訪書畫真蹟，習畫不輟。\n汪譜：“從族人習拳術，好擊劍、騎馬。（原按：黄夫人宋若嬰云：先生中年時期，早晚必練拳、舞劍，自謂畫人不常鍛練體格，則游山不暢，畫筆無力，晚年雖不能按日鍛練，亦常出門散步，從不間廢。）”\n王譜：“至虯村觀汪溶家所藏石濤《黄山圖》，甚喜，欲借歸臨摹，主人未允，先生至夜入夢。次晨，伸紙默作石濤像及《黄山圖》，並題詩紀其事。”\n《自述稿》：“年十四，返歙應試，見徽寧名賢書籍字畫，遍訪真蹟。”",
      "category": "social",
      "categoryName": "交游"
    },
    {
      "year": 1879,
      "era": "晚清",
      "age": 15,
      "title": "从师学习",
      "content": "春，返金華。考入金華麗正書院值課，以課賞費購文具，習畫益勤。\n王譜：“春由歙返金華，舟行新安江，寫景成册。”\n汪譜：“由歙返金華，考取麗正、長山兩書院值課，年入課賞費自購文具，習畫益勤（見先生口述事略）。”\n王譜：“得《芥子園畫集》，反復臨摹，有小畫家之譽。與蔣蓮僧同學山水，朝夕研討。”\n王伯敏《黄賓虹》：“十六歲左右，一度在金華麗正書院肄業。在這個時期，他與蔣蓮僧一起學畫，兩人年紀相仿，過從甚密。”\n按：蔣蓮僧即夭折之蓮芝之胞弟，名瑞麒(1865—1940)，别號蓮道人，擅畫山水花卉，居金華，任圖畫教員。民國肇始曾游滬，有滬瀆游記載於《神州日報》，二三十年代為藝觀學會、中國畫會會員。\n《民國金華縣志》麗正書院條：“在北三隅，距縣東二里許，即滋蘭書院址，後圮，康熙六十一年知府張坦讓重建，凡五層，每層三楹，旁舍二十六楹，名曰‘麗正’，蓋合麗澤、崇正（按：皆書院名）而一之。乾隆間，知府鄭遠、楊志道相繼修葺。四十年，知府凌廣赤重建大堂，改川堂爲講堂，大門內建照亭，餘亦修治。嘉慶十六年，知府吳廷琛重修。同治五年，知府徐保治重建三堂。十三年，知府趙曾向建東西齋舍三十二間，東齋後花廳三楹，西齋後爲庖湢，大門右西向三楹爲司閽所。光緒十四年知府繼良建齋舍於講堂前，東曰‘明經’，西曰‘養正’，各三楹。十五年重修講座，復於七賢祠東建屋四楹，額曰‘宴桃李軒’。［明知府張鳳梧檄縣學田一百畝入崇正書院，義烏",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1880,
      "era": "晚清",
      "age": 16,
      "title": "从师学习",
      "content": "春，返歙應院試，獲隽。是年，父親之成昌錢莊爲人侵蝕，累及布業，均休歇，舉家由城西遷城東三牌坊。商業休歇後，家中經濟窘迫，諸弟不得不廢棄學業從商。遵父命，仍就讀書院。\n《子曰叢刊·科舉》：“府試畢，即赴院試。學院先期到府城，駐節試院（外爲考棚，內爲廳堂、院落），再逐序分場試畢，出最後之‘大案’，榜上有名者便是秀才。……院試錄取者回本縣，由縣官率領到縣學與學官一同叩謁聖人神位後，各生向學官行禮，即是身入黌門，有戴頂榮身之生員矣。”按：歙縣爲徽州府治所在地，院試仍須到歙縣。\n《自撰年譜》：“庚辰，返歙應院試，獲隽。族衆以余名元吉，應忌十世祖諱，須改名，吏役索費重，不果行。實以元旦生，即余未及詳宗譜也。是年，父大人以商業成昌錢號爲人侵蝕累受及布業均休歇，兄弟□（疑爲‘均’）習商廢業，余應書院課，得□□（疑爲‘賡續’）讀書。遷城東三牌坊。從黄芸閣師習舉業。家用恒不足，省衣節食。”\n《歙潭渡黄氏先德錄》：“三弟，生長婺州，年十二，先考商業既罷，弟學賈於染坊。”\n存考：黄芸閣，不詳何許人。是不是就是前述的黄濟川其人，目前尚無證據加以確認。由於黄濟川史籍有傳，黄賓虹本人也明確地說過他父親曾延請其教課，而“黄芸閣”與“黄濟川”在自述性質的文獻中均僅一見，在這前提下，將黄芸閣與黄濟川相聯繫，並視爲同一個人，應該說是目前所見文獻匱乏條件下，最合理的推斷。至於黄賓虹是不是本年從師黄濟川，上文雖有質疑，但質",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1881,
      "era": "晚清",
      "age": 17,
      "title": "从师学习",
      "content": "在金華書院修業。\n按：朱契《中國考試制度》載清代科舉制度大要云：“考試從童生至進士，凡有四級，曰童試，曰鄉試，曰會試，曰殿試。童試又分縣考、府考、道考三場，每三歲舉行二次。……凡已習制藝之童生，皆可赴童試，錄取者得以入學，是謂附學生員，俗稱秀才。先於縣中考試，錄取後，由縣册送於府，府中再經一度考試，然後府丞知府以其錄取者，册送學政，學政舉行道考，按定額錄取。錄取者得以入學，在國家所設各‘學’內讀書稱秀才。不過名爲入學，實際上並不在學內讀書，此明清學校制度之所以等於虛設也。入學後，每三歲尚需考試一次，曰歲考。歲考不及格者革秀才，故俗有‘秀才還債’之稱。”自丙子至庚辰年間，黄賓虹已經縣考、府考、院考三考考畢，按理已取得府學生員即秀才資格，尚有“秀才還債”一關的歲考。",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1882,
      "era": "晚清",
      "age": 18,
      "title": "求学",
      "content": "仍在金華書院修業備考。\n春，隨舅父方景和游覽永康勝景並對景寫生。\n《自述稿》：“誦讀之餘，因喜習繪事，嘗隨母舅方景和先生游蒼括山水。”\n趙譜引《九十雜述》：“方當弱冠，隨舅氏方公至永康縣游讀書巖，有宋五峰書院，澗水奔流，懸瀑千尺，奇峰峻嶺，峭拔紆回，松林稠密，村落田舍，多蓋以松，俗有‘白蟻不食永康松’之謡。聞當時經雷雹山林爆火，今見高松虯枝枯赤近百里許，細草皆焦灼，傳言‘麒麟趕龍’，爲之一笑，寫其實景而還。”\n黄警吾《黄賓虹在徽州》：“十九歲那年，隨舅父方良英至永康游讀書巖，繞北山游赤松宫。”\n存考：諸譜均將游北山三洞紀於是年，與游蒼括山應非同一年事。據黄賓虹自云，髫齡游北山，後十數年重游其地（見本譜1869年條），顯然將兩次游蹤混淆爲一事，當以《自述稿》爲準。\n秋游雲山水，便道入閩，視黄次蓀太史病。不久，次蓀太史殁於閩任署中。\n黄警吾《黄賓虹在徽州》：“秋，偕同學赴雲，便道入閩，探黄次蓀太史病於汀州，相見甚歡，次蓀訴宦途坎坷，賓老力勸其歸隱養疴，次蓀感慨殊深。住數日辭歸，次蓀贈畫數幀，均當代名筆，及所著《二江草堂詩集》。”",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1883,
      "era": "晚清",
      "age": 19,
      "title": "创作山水",
      "content": "春，返歙應歲試。與洪藎臣之子秋潭一同赴院考试，晤洪印潭。次蓀太史遺孀鮑氏爲議婚於洪藎臣長女四果。\n《洪孺夫人行狀略述》：“越三年，洪秋潭同考試，晤印潭，皆余之內兄。次蓀太史既卒於閩任署中，其夫人鮑氏居里門，念先君子，敦族誼，爲余媒妁，聘娶洪藎翁長女四果君，余原配洪孺人也。”\n在潭渡期間，縱覽家乘，遍訪故實。\n《任耕感言》：“弱冠旋歙之潭渡村，縱覽家乘，見族祖確夫公之軼事，著於《廣陽雜志（記）》。”\n又：“我族有義田，最初創於燕翼堂遠祖算之公。譜稱其少時讀宋人《義田記》，興感於中，過吳瞻拜范文正祠，益奮然欲爲其所爲。積四十年，置豐腴田百餘畝，竊附古人賑族之義，曾建會給之堂，藏粟之廩，後堂易名爲影祠，仍呼曰義倉，稅畝湮没無所考，遺址僅存，距先人之敝廬，百數十武。余弱冠應試旋里門，詢其支裔，凌替殆盡。”\n《歙潭渡黄氏先德錄》：“確夫公，諱曰瑚，字宗夏，隱君公子。幼承母訓。康熙壬午，公至陶陽，拜李剛主先生塨問學。閱恕谷《中庸講語》，奮然以聖賢爲可爲，曰：‘吾向以二氏爲根，今拔去矣！’立日譜，錄習齋及恕谷語，爲代紳編。恕谷曰：‘君銳然爲學，稱者固有，訕笑者亦不乏，必確乎不拔，乃能有成。’公因號確夫。求師恕谷，价王琨繩（源）下拜。恕谷曰：‘事有起而力聖道者，是吾之師也，吾何師焉？’亦下拜。……公又從大興劉繼莊先生獻廷游，爲輯《廣陽雜記》。”\n聞汪訒弇藏印道咸間歸西溪汪氏。友人汪懷之以汪訒弇舊藏",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1884,
      "era": "晚清",
      "age": 20,
      "title": "从师学习",
      "content": "春，出新安江，負笈至南京、揚州讀書，並踵門造訪通儒碩彦請益。\n《自叙》：“家遭坎坷中落。肄業金陵、揚州，得友時賢文藝之士，見聞漸廣，學之愈勤。”\n《自述稿》：“弱冠負笈至西泠、吳門，居金陵、邗江十餘年，得交知名之士，聞向學之崖岸焉。”\n按：原稿在“十餘年”後，删去“通儒碩彦，踵門訪益，耳聞目濡”十二字。\n《自述》：“稍長，館穀金陵、邗江垂十年，得友當代賢士。”\n癸巳年題汪允中所得甲午年所作畫：“余弱冠讀書鍾山、邗水間，歲終歸黄山，春出新安江，游覽南北山水，誦習之餘，游戲水墨，今垂垂老矣。”\n自題《白門清凉山》：“龔柴丈居白門清凉山上，大江横於前，鍾阜枕於後，左湖右嶺，家有草堂，餘地半畝，蒔以花竹。余嘗讀書城西十年，登臨山水，望古遥集，今所藏金陵名畫，於柴丈尤酷愛之，因擬其意。辛卯八十八叟賓虹重題。”\n存考：這十年是譜主自述紀年材料匱乏的時期。上年條下所引《頻虹藏銅印記》所云前“垂五六年”後“垂四五年”，年之總數與此暗合。這十年間，主要在南京、揚州江淮一帶。然而一曰“負笈”，一曰“館穀”，前者指求學，後者指教書，並不相同，這爲年譜紀年設置了困難。此其一。其二，何時居南京、何時居揚州，亦難知其詳。若按到南京，揚州入書院肄業來說，並非所有書院都收外省學生。如此際《申報·整頓書院》云：“近年上元、江寧兩縣科名之盛，甲於東南，‘天下文樞’，此語可當之而無愧。城內向有兩書院，鍾山則廣收各省之棫",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1885,
      "era": "晚清",
      "age": 21,
      "title": "求学",
      "content": "春出新安江，至南京、揚州讀書。",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1886,
      "era": "晚清",
      "age": 22,
      "title": "从师学习",
      "content": "改名質，再次應歲試，補廩生。\n《九十雜述》：“丙戌後，返歙應試，改名質，旋食餼。”\n《申報·宛陵試事》：“安徽學政貴塢樵文宗於正月廿八日（陽曆3月3日）馳抵寧國府，廿九日行香放告，三十日考生童經古，二月初一日各學生歲考，發經古案，初三日涇、旌、廣、建四邑童正場；初四日覆經古，發一等案；初五日宣、南、寧、太四邑童正場，發涇、旌、廣、建童案；初六日一等生覆試；初七日考教續到補考，發宣、南、寧、太童案；初八日童覆試，發一、二、三等案……十六日（陽曆3月21日）起馬按臨徽州府。”按：徽州府，試題未刊報端，茲附錄寧國府試題供參考。\n附：寧國府試題\n經古生敬亭山賦，以“相看不厭，只敬亭山”爲韻\n童杏花春雨江南賦，以“太平之世，五日一雨”爲韻\n通場詩題賦得“詩家清景在新春”，得春字\n生正場府學寧吾子邦有道則知宣城廣工衆民至，君子樂之旌德九齊集有其一涇縣學之弗能南陵文之以禮寧國生之者太平過也廣德歲寒然後知松建平考之則可矣\n通場經題拔茅茹以其彙詩題賦得“蓬瀛俱稱仙”，得仙字 補考不待三 補短\n《子曰叢刊·科舉》：“初入學爲附生（附學生員），俟經學院歲考，優者晉級爲增生，更優者爲廩生，又謂之‘食餼’，由官庫支取甚微之廩膳費，即是正額之公費生。學官雖名爲教諭、訓導，各生仍回家讀書，候學院傳試，至鄉試之年，亦經學院考試註册，移送入闈。”\n存考：這是黄賓虹第五次應試，按理1883年已過“秀才還債”關，怎麽又",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1887,
      "era": "晚清",
      "age": 23,
      "title": "创作山水",
      "content": "父母先後返金華，送洪夫人居洪坑，復赴南京、揚州，寓僑居在揚州的前兩淮鹽運司程桓姻親家。是年購得古代書畫頗多。\n黄警吾《黄賓虹在徽州》：“結婚第二年，因爲定華公回金華後，缺人照顧，加之賓老的母親對徽州生活也不習慣，那就送她復返金華。賓老乃安排洪夫人返洪坑居住，復往揚州，熟游之地，得到友人介紹，就任兩淮鹽運使署的文書，所得工資並無急需，正好收購字畫。同時值鹽政改革，鹽商業務失敗，紈絝子弟不事生産，祇得變賣家藏度日，而且不識好歹，不分貴賤，任意出售，賓老趁機收購，達數百件之多，均元明真蹟。”\n汪譜：“先後以廉價得舊書畫近三百件，明代名蹟爲多（見先生口述事略）。”\n存考：當斯時，私鹽盛行，嚴重打擊了官家的鹽業，鹽運使的地位一落千丈，往昔的風光不再，加上兵燹之後，曾經富甲一方的南京、揚州元氣大傷。這就是黄賓虹至南京、揚州時的情况，然而黄賓虹哪一年初至揚州，祇有晚年 “回憶我二十餘歲，初至揚州”這一模糊的說法，無法確知年月，本譜暫從諸譜紀年。\n於市肆見陳崇光山水花卉，沉着古厚，力追宋元，極爲心折，然陳氏已得狂疾，無從拜師習畫。\n《論畫長札》：“回憶我二十餘歲初至揚州時，有姻戚何芷舠、程尚齋兩運轉，宦隱僑居，家富收藏，出古今卷軸，盡得觀覽。因遍訪時賢所作畫，先游觀市肆中，俱有李育、蓮溪習氣，聞七百餘人以畫爲業外，文人學士近三千計，惟陳若木畫雙鈎花卉最著名，已有狂疾，不多畫，索價亦最高，次則吳讓之",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1888,
      "era": "晚清",
      "age": 24,
      "title": "从师学习",
      "content": "偕程石洲孫出新安江至揚州，宴於新修葺之平山堂。\n《散稿》：“戊子，余至維揚，主鹽運司程桓生，時其介弟朴生字石洲，以孫某返里應童子試，偕出新安江，至邗江，因觴余於平山堂。山高數仞，其上平曠里餘，有廳事數楹，歐陽公讀書處也。右禪智寺，爲清乾隆行宫，有井深不可測，蓋亭覆之，額曰‘天下第五泉’。其左宛延屈曲，聳如龍脊，則蜀岡也。昔傳出天寧門，一望花木扶蘇，亭臺掩映，兩岸疊石爲山，有峰巒岡嶺，崒屼嶙峋，千態萬狀，而其間之崇樓邃閣，曲沼横塘，竹徑莎堤，花香鳥語，足以供士女之嬉游憑眺者，歷四時而皆宜。經兵燹後，荒煙蔓草，一片平蕪。中尚存有碎石凌亂數區，如《畫舫錄》所載名園舊址，已不可辨。平山堂匾額，爲汀州伊秉綬（墨卿）所書。遠山近水，楚楚入畫，爲之留連，竟日而歸。”\n《申報·竹西紀勝》：“竹西名勝之區極夥，自遭髮逆（對太平軍的誣稱）之亂，一概付之焦土。承平後，竟無修復之望。嗣有人將梅花嶺史公祠重修，一時稱盛。及方子箴先生都轉兩淮，乃將平山堂略復舊觀，歲集賓僚修禊堂下，唱和之風，幾追往昔。”\n由揚江轉赴金陵，與甘元焕、楊長年及楊仁山諸學長交往。\n《九十雜述》：“戊子游金陵，知甘叟元焕、楊叟長年，及儀徵劉氏諸學長，知有東漢、西漢之學。……晤楊仁山居士，窺佛學及輿地之學。”\n存考：甘元焕字建侯，一字劍侯，江寧（今南京）望族。光緒二年舉人。參與修纂《續纂江寧縣志》，校勘刻印《建康實錄》等。楊長年（181",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1889,
      "era": "晚清",
      "age": 25,
      "title": "作画",
      "content": "是年浙江七府洪災肆虐，金華商業被累，東山再起無望，父親乃急流勇退，留四弟黄贊繼續在金華從商，二妹、三妹送鄭、金兩家當童養媳，舉家遷回原籍歙縣潭渡村。\n《歙潭渡黄氏先德錄》：“光緒戊己之間，府君商業被累，急流勇退，安於食窶，乃求易水製墨法孜孜有年。”\n黄警吾《黄賓虹在徽州》：“光緒十五年己丑1889年，定華公設在金華之錢莊，自去年12月間發生擠兌，拖到新年問題不能解决，一時周轉不靈，乃宣告破産，累及布店一併停業，急流勇退，全家返徽。但以萬羅山葬有祖墓，不能無人管理，定華公乃决定將長女乃耐，送給裏鄭之鄭姓家爲童養媳，意思是既可保持日後聯繫，又報早年避亂其家之德，是兩全之策也。”\n汪譜：“先生的父親原在金華設廣遠布號，是年因被累宣告歇業，先生……爲黄夫人宋若嬰言之。”\n王譜：“游覽紹興蘭亭，訪青藤書屋，賦詩紀游。游温州江心孤嶼，作紀游詩畫。”\n從西溪汪仲伊問學，課暇與其嗣汪福熙、律本研習書畫。\n汪譜：“仍問業於韜廬，與汪仲伊子律本（鞠卣）、福熙（吉修）研究書畫，並常習彈琴、擊劍之術（見先生口述事略）。”按：此事汪譜紀於1891年，以本年有與汪氏昆仲合作畫傳世，故繫於此。\n己丑夏五月，題西溪汪律本爲汪福熙作梅竹書畫帳眉。\n題帳眉：“自饒清景在林坡，不羨芬霏次第過。香夢熟時頻若蝶，綠痕浮起皴螺。開疑絳雪春寒嫩，引到清風爽氣多。綽約丰神真絶世，冰霜高潔又如何。奉題一律，即希芙屋（汪福熙之號）仁",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1890,
      "era": "晚清",
      "age": 26,
      "title": "迁至濟",
      "content": "從汪仲伊問學。\n《民國歙縣志》：“汪宗沂字仲伊。……以光緒丙子舉以鄉，庚辰成進士，籤分山西，告病歸。乙未，安徽學政舉學行，賜五品卿銜。其成進士，出常熟翁同龢門。同龢許為命世才稱以先生，不用師弟子禮云，用李慈銘例也。及李鴻章督直隸，延聘入幕，以所抱不盡展，居五年辭歸。曾主講安慶敬敷、蕪湖中江、本郡紫陽各書院，略仿胡安定分齋制，勗諸名以務實，士多興起。庚子之夏，衢州變作，邑中蠢動，宗沂募鄉兵得百人，日居僧寺訓練，儼成一軍。……年屆七十，論及世變，聲屈坐人。暇以作隸舞劍自遣。自里居鮮可語，因薄游江淮，由揚州至江寧主淮揚道合肥蒯光典家，旋卒。”\n光緒年間隨着中外互市，洋煙輸入，羼以洋煙製造之墨，質量大不如昔。父親返歙安定下來後，爲重振墨業，聘請技師，設立作坊，用易水法製墨。課讀餘暇，協助點煙、和膠。\n按：在南北朝時，易水（今屬河北）流域的居民用人工製造松煙墨，經過長年的生産實踐，總結出一套製墨方法，稱易水法。\n石谷風與筆者書：“賓老說：徽墨質量優劣，對於書畫表達效果有很大的影響，光緒年間採用進口西煙，墨質下降，時人作書畫常以無佳墨爲憾。光緒十六年（1890）先父將金華店務清理完畢後，全家返歙，有意於振興墨業，提高徽墨質量，特聘請婺源技師，精選煙料，設作坊製墨，産有‘烏玉’、‘漆光’、‘玄煙’、‘黟久’等圓柱形、方柱形墨錠，合稱‘中流砥柱’集錦墨，墨質甚佳，合乎實用，頗受好評。（黄樹滋珍藏的",
      "category": "move",
      "categoryName": "迁徙"
    },
    {
      "year": 1891,
      "era": "晚清",
      "age": 27,
      "title": "创作山水",
      "content": "從汪仲伊問學，並爲其孫汪孔祁（采白）啟蒙。\n王譜：“授汪孔祁四子書。”\n汪譜：“在韜廬教汪孔祁四子書，旁及繪畫（見汪孝文《阿聰筆記》）。”\n按：汪孔祁（1886—1940），字采白，別署洗桐居士，汪福熙子。十七歲入郡庠，會清廷罷科舉，遂入清末兩江優級師範學堂圖畫手工科。既卒業，以繪事教授武昌高等師範大學、南京中央大學、北平藝術專科學校。善山水花卉，著有《黄海卧游集》畫册，爲胡適所激賞。\n與汪福熙書：“吉修大兄大人閣下：自聆雅教，感激殊深，遥企之餘，彌殷渴慕。藉念文祉潭祺，均臻多祜，至以爲頌。邇來久雨連綿，路途艱滑，未克遽能回里；兼以舍親病甫見癒，尚需調治之時，又不得不暫留一候，以酬眷屬之情份。惟館中曠日持久，恐一時未得回館，致重世伯大人之怒，望爲竹報中代宣鄙意，幸甚幸甚。欂櫨陋質，自外裁成，清夜自思，汗顔無地。閣下丰神颯爽，剛直過人，誠時俗不可多得之概。雲山遼遠，風雨關懷，敢罄鄙衷，敬呈荃鑒。順請道安。世弟黄質頓首。八月廿日。”\n存考：此信未署年，似在汪仲伊館中受業之際，係秋天開館之夕，一時未能歸里，書請汪福熙代爲請假。鑒於汪仲伊此後不久受聘出任蕪湖中江書院山長，故黄賓虹受業於汪氏事繫於本年。\n是際游安慶，造訪老畫家鄭珊，持習作畫請示畫法，鄭珊曰：“惟有六字訣，曰‘實處易，虛處難’，子謹志之，此吾曩受法於王蓬心太守者也。”\n《自叙》：“游皖公山，訪鄭雪湖丈珊，年八十餘。聞其於族中有",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1892,
      "era": "晚清",
      "age": 28,
      "title": "教育活动",
      "content": "迫於生活壓力，棄舉業，到南京教書，境况困窘，心情鬱悶。6月7日竹醉日，夜窗岑寂，成小詩一首並圖之。\n自題：“天中節到新酒熟，日畫菖蒲拜修竹。一石才成水未工，綠枝酣睡清波腹。夜窗岑寂，弄墨排悶，聊以自娛而已。時壬辰竹醉日也，因就竹醉之意圖之，共得四幀，畫之工拙，所弗計焉。” （香港佳士得拍賣行2005年秋拍圖錄）\n初冬之際，汪福熙來游南京，晤談殊快，檢舊作八幀贈之。\n自題：“古戌臨江頭，江空萬木秋。誰將興廢事，今與問東流。”\n又：“光緒壬辰秋仲，師黄勤敏筆意於鍾山挹翠之居。濱虹。”\n又：“壬辰之冬，吉修老哥來游秣陵，適檢舊抹八幀奉呈雅正，朴丞弟質。”（香港佳士得拍賣行2005年秋拍圖錄）\n按：八幀包括作於竹醉日之四圖（上條）。\n10月23日壬辰九月初三致書汪福熙，乞其介紹“棲枝之地”。\n《自述》：“及年卅，棄舉業。”\n與汪福熙書：“吉修仁兄世大人閣下：白門叙晤，快領麈談，匝月雲分，縈懷兩地，如饑如渴，馳念爲勞。辰惟履祉起居增祜爲頌。上日接友人來信，聞文駕於二十六日道經鳩江，屈指驛程，亮早安抵涇川，叙樂事於天倫，聽好音之報捷，企羨奚似。令弟臨行，貴恙尚未復元，就道後想均痊好，念念。弟秣陵羈迹，穀狀毫無，冬月却有搬住維揚之說，是否尚未解决。將來館事，伊家老輩自必相留，但慮日久之後，夫己氏素性陰險，既與之臭味差池，安知不貽後患，因欲爲見機之舉耳。我兄同交中，將來可有棲枝之地？尚祈吹噓一二，",
      "category": "teaching",
      "categoryName": "教育活动"
    },
    {
      "year": 1893,
      "era": "晚清",
      "age": 29,
      "title": "创作山水",
      "content": "坐館揚州，課餘不廢書畫。\n《周氏聽雨樓》：“余曩游邗上某官家，嘗睹王蓬心畫《聽風雨樓圖卷》，筆墨草草，僅二尺許，後之詩文題識者近數十人，皆一時名流之作。忽忽二十餘稔，茲亦不可復見矣。”\n按：此文撰於1914年黄賓虹主《神州日報》筆政時，以二十年前推當爲此際事。\n仲春，為理卿繪山水便面。\n自題：“癸巳仲春，畫奉理卿老兄大人雅正。弟質。”（安徽省博物館藏品）\n仲秋，爲汪福熙作山水四屏。\n按：原作藏黄山市博物館，署“光緒癸巳秋仲，吉修仁兄世大人雅鑒，樸丞弟黄質”。",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1894,
      "era": "晚清",
      "age": 30,
      "title": "从师学习",
      "content": "春出新安江赴揚州坐館，道經杭州，請篆刻名家趙穆刻“黄質之印”、“樸丞”、“樸丞翰墨”諸印。\n按：印章邊款分別爲“趙仲穆爲樸丞仁兄正，甲午三月”、“穆甫仿漢官印於西泠”。趙穆（1845—1894），字仲穆，常州人。精篆刻，兼擅竹刻及製紫砂壺，工畫菊與佛像。從黄賓虹鈐用頻率看，黄賓虹十分喜愛“黄質之印”白文印，三十年代中期前的作品，每每鈐用此印，晚年作品偶爾亦鈐之。十餘年後，黄賓虹爲黄節刻印，即有此印風致。\n甲午五月，擬元人設色山水，款署“樸存黄質”。\n按：見汪譜。\n摹梅壑老人山水，款題“伯咸”。\n按：見汪譜。\n甲午六月，父定華卒，享年六十四歲。聞報匆匆歸里，營葬葛塘寺前貓山。\n《歙潭渡黄氏先德錄》：“甲午六月，（父）壽終於家，享年六十有四，葬葛塘寺前之貓山。”\n《九十雜述》：“甲午丁外艱，奔喪返歙。”\n黄警吾《黄賓虹在徽州》：“1894年甲午戰争開始，六月間，定華公突病，醫藥無效，急電賓老，他自揚州奔喪返歙，與二弟共理喪務，三弟及四弟均先後趕到。喪事畢，此即同族弟律承家訂立合約，安葬定華公於律承之繼祖維祖公葛塘貓山祖墓之旁。喪葬畢，三弟迎老母方老夫人去無錫侍養，時三弟在無錫經理外商兵船牌麵粉，兼營糧食，業務很發達，三嬸亦在此，侍養條件很理想。四弟仍返金華之鄭店，他在此開設百貨店，業務亦好。鄭店距裏鄭五華里，定華公長女（應爲次女）乃耐在此，以幼給鄭姓做童養媳，頗有積蓄，樂善好施，與四弟",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1895,
      "era": "晚清",
      "age": 31,
      "title": "社交活动",
      "content": "讀禮家居。\n5月2日，由康有爲等一千三百餘名來京會試的舉人簽名請求變法圖强的上皇帝書遞到都察院，都察院以《馬關條約》已批准爲由而拒絶接受。本年年中，爆發中日甲午戰争，清政府失敗，簽訂《馬關條約》消息一出，舉國譁然。里居聞訊，致書康有爲、梁啟超，表示聲援。\n汪譜：“康有爲公車上書，先生致函梁、康，述個人政見（見先生口述事略）。”\n王伯敏《黄賓虹二三事》：“甲午戰争爆發，清朝洋務派的所謂‘自强新政’徹底破産，封建統治階級的腐敗無能，完全暴露。當時較有覺悟的資産階級份子與開明士紳，奔走呼號，謀求革新圖强的辦法。這個時候，賓師祇有二十多歲，當他在揚州任兩淮鹽運使署錄事時，他的一位朋友蕭辰（字清渭），寧國人，是個廩生，因叔父關係，早已認識康有爲與梁啟超，常常對賓師談起康、梁的爲人。那時，康有爲所撰的《人類公理》即《大同書》初稿已完成，蕭辰抄得一部分，公餘與賓師一起研究。……1895年（光緒二十一年），康有爲在京會試，聯合各省舉人一千三百多人‘公車上書’，賓師聞訊，激動無似，並致函康、梁，申述個人政見。”\n夏，晤譚嗣同於貴池，作徹夜談。\n汪譜：“與譚嗣同等亦有文字聯繫（見先生口述事略）。”\n王伯敏《黄賓虹二三事》：“1895年（光緒二十一年）春天，譚嗣同在瀏陽與湖南士紳合股籌開煤礦，聞中日戰争失敗，悲憤之極，以爲亡國就在旦夕，呼號‘變法’，竭力提倡新學，並在瀏陽設立算學格致館，介紹西洋科學知識",
      "category": "social",
      "categoryName": "交游"
    },
    {
      "year": 1896,
      "era": "晚清",
      "age": 32,
      "title": "仍讀禮家居。",
      "content": "仍讀禮家居。\n次女映班（1896—1915）生。",
      "category": "life",
      "categoryName": "综合"
    },
    {
      "year": 1897,
      "era": "晚清",
      "age": 33,
      "title": "从师学习",
      "content": "春月，應業師汪仲伊之命，作《韜廬圖》。\n自題：“光緒丁酉春月，弢廬夫子大人命畫，即求鈞誨。受業黄質。”\n按：此圖為横幅，有“受業鄭沛”題《韜廬圖》，1900年汪仲伊長題，署“光緒庚子弢廬老人自題”。\n秋，郡守以高材生薦入省垣安慶敬敷書院研讀。\n《自述》：“于方伯蔭霖、趙廉訪爾巽蒞皖，新築敬敷書院，郡守舉高材生薦入院。”\n《安徽省志·教育志》：“（敬敷書院）原在安慶府儒學內，清順治九年巡撫李日芃創建，原名培原書院。雍正十一年增撥巨款增修，乾隆初改名敬敷書院。道光二年，巡撫陶澍曾率屬捐廉置新生洲（後改名崇文洲）官産一半爲書院學田，歲課銀八百兩，爲學生膏火費，又倡捐書籍。”\n《書院落成》：“安省本有敬敷書院，因基址狹隘，於北門外重爲改建，時越一載，工程始竣，計正房二進，及東西兩廊，有房一百餘間，每房床鋪禪凳器具皆備，爲諸生肄業之所，山長亦休息於中。據云此次工程約費一萬六千餘金，從此比舍弦歌，講求中西有用之學，數年以後，必有魁奇特達之士，以副國家造就人材之望矣。”（9月5日申報）\n《廉訪課士》：“安省敬敷書院，每月官、師兩課，今值大比之年，所有四、五、六、七等月課業已預先提前，本月初二（陽曆9月27日）應輪臬憲課士之期。是日清晨，趙廉訪親詣書院點名命題課試。茲將題目錄左：孔子曰：‘益者三友’全章。詩題：賦得‘地不愛寶’，得興字，五言八韻。策問：今之保甲如此綦嚴，而盗賊之多如故，有何良法可以",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1898,
      "era": "晚清",
      "age": 34,
      "title": "艺术创作",
      "content": "年初（丁酉臘月），自安慶歸潭渡，道經齊雲山，正趕上雪後天晴，遂登山巔，游覽勝景。歸里後，又獲得漢銅私印六枚，爲汪訒弇舊物。呵凍畫四屏條寄贈汪福熙。\n與汪福熙書：“吉修大兄世大人侍右：去臘皖江歸里，接惠手畢，過蒙獎飾，恧感交集。藉悉閣下桐枝高占，絳帳春融，式符臆頌。承屬畫屏，呵凍染翰，殊不見佳，即希哂政爲荷。凌、沈兩先生皆精通篆隸，博雅好古，同寓中江，得常親敬否？法隸得自家學，擴以聞見，詣力所至，竟未易量，豔羨豔羨。省中雪湖翁，年近九旬，六法精妙，尤工畫梅，子予先生比之有明劉雪湖，遺之楹聯，書法極妙。及歸歙浦，道經白嶽之麓，時適雪霽，遂躋其巔，一窮三姑、五老諸峰之勝。歲盡獲睹漢銅私印六枚，青紫斑剝，知爲訒弇先生《集古印存》中物，力謀而得之。此皆近事所爲，自詫眼福，差足以告同志者耳。至於敬敷，今年膏獎更減，往來跋扈，旅費俱艱，因擬試後再决行止。餘容續述。鱗鴻有便，當祈賜我行墨，務以箴規爲急，幸勿以世俗寒暄而蹈陋儒標榜之誚，是所至禱。附銅印花呈教。順此，敬叩新禧，並頌鱣安。世小弟黄質頓首上。”\n《鳩茲喜雪》：“蕪湖訪事人云：今冬天氣和煦，紈絝公子日披得一領黄棉襖，幾不知將屆嚴寒。上月下旬，雖滕六君偶爾蒞止，然如美人薄施脂粉，在有意無意之間。至本月初十（1898年1月2日）始見雪花片片密撒長空，整整斜斜，直似百萬玉龍漫空飛舞，嗣是彤雲低護，寒勒梅梢。越日又復搓酥摘粉，一望迷漫，至十四夜始止",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1899,
      "era": "晚清",
      "age": 35,
      "title": "教育活动",
      "content": "在歙縣許宅授課。\n存考：向有二說，另一說是本年以“叛國”罪名被控省垣，去歙以避禍。如汪譜云：“先生被忌者以‘叛國’名義控省，事先聞訊，漏夜離家，奔赴上海。冬仍返故里（見先生口述事略）。”王譜、趙譜以及黄警吾《黄賓虹在徽州》，均有類似記述。可是黄賓虹自述以及相關文章没有片言隻語涉及本年這樁案情與出走事，汪譜雖說引自黄賓虹口述，然而其中也存在不易解開的疑竇。查汪譜1907年條，有“被人以革命黨人控於省垣，聞訊走上海”的記述，按語云引自《八十自叙》，並無黄賓虹“口述事略”。换言之，汪譜所引“口述事略”中涉及被控的亦祇此一見。這中間潛在着一個問號：黄賓虹“口述”被控去歙祇有一次，自述中也僅有一次，這僅有一次的被控是本年還是1907年？筆者認爲存在一種可能的解釋，就是汪譜誤紀，由於汪譜成書最早，後來諸譜翕然從之，於是産生兩次被控的“事實”。筆者與汪聰先生多次通信探討，由於最早持此說的汪己文先生早歸道山，最終還是解不開這個疑團，直到譜主本年仲秋畫與父母官的《黄白山黄山詩意圖》浮出水面，這個疑團才得以澄清（見下條）。\n夏日，為輝庭寫山水紈扇。\n自題：“己亥夏日，輝庭仁兄大人屬正。樸岑黄質。”\n仲秋，為父母官筱印作《黄白山黄山詩意圖》。\n自跋：“寫家白山公黄山詩意，奉筱印公祖大人命畫，恭呈誨正。己亥仲秋，治晚黄質。”\n存考：黄賓虹尚有一為“筱亭太守”所作團扇存安徽省博物館（《黄宾虹全集》第一集），",
      "category": "teaching",
      "categoryName": "教育活动"
    },
    {
      "year": 1900,
      "era": "晚清",
      "age": 36,
      "title": "创作山水",
      "content": "春三月，擬遠游以尋求出路，道經黄山，遂登臨攬勝。\n《自叙》：“繼北行學干祿以養親。”\n《黄山前海紀游》：“光緒庚子三月朔（陽曆3月30日）將偕程守蕃之於湖，自潭渡村起程，乘籃輿，經赤坎、棠樾、槐唐，十里至稠墅，過黄荆嶺豐口到許村，遇章霽橋（廣文）回皖江，同行度經嶺。嶺頭建石亭，碣載明嘉靖丁巳年，嶺爲許某妻及楊某修葺，又云黄榧坑昉溪源經嶺，皆係先後經修。閔賓連云：‘聞諸先達，弘正以迨嘉慶初年，貧富不甚相懸，居民頗能自贍。’可以想見昔日義舉之盛。是夜宿經村。適阻雨，環村四圍皆山，高峰切雲，湍流激響，境甚幽邃。初二日，由經村早發。晴曦漸升，過木橋，歷茅舍、茶坦諸村，澗流戛玉，峽雲彌漫，路益陡。躋箬嶺巔，遥見黄山，高峰突兀，聳出林表。坐憩騎龍庵，有小僧二，候諸門。茗畢下嶺，爲太平縣界。行三十里至譚家橋，宿湯口程氏莊，佃戶蘄州人。村近方演劇。湯口人至，言守蕃不果來。余先約與同出大通，由洪坑會集於此。聞有十日留，因詢入黄山途徑。遇程小源，知由太平縣往獅子峰，須經傅村，計八十里，至丞相源，須過嶺，亦三十里，悔昨未由湯口一至黄山也。初三日，譚家橋上巳賽神，遠近游人雜沓而至，以黄山湯口來者爲尤多，間與就談黄山之勝，皆不甚瞭然。既而守蕃亦來自湯口，言以莊事逗留，商余緩行以待，余欣然得遂游山之願焉。初四日，程明德翁將返湯口，守蕃先容，爲余導入山之路，因主於其家，遂就途。由西南行，度烏泥關。關餘戰壘，頹石",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1901,
      "era": "晚清",
      "age": 37,
      "title": "出版《任耕感言》",
      "content": "與鄭書賃居潭川，鳩工修堨，窮流討源，詳審利弊，不避辛勞，羣志翕從，未幾，木石各壩竣工，大小各圳疏通，時逢霖雨充足，水道暢通，堨田豐收。\n《任耕感言》：“余與書賃凌姓宅，居潭川上。”\n又：“余既偕書經營堨事，鳩工伐材，修整木石各壩，取以松杉，密可如簀，椓之登登，浮出水面，如鐵鎖然。每十餘樁間承巨木，復相聯屬，囊沙累石，聚而鎮之，謂之木壩。壩尾照前增高一尺，加廣十七丈，以滀積流。添造木石兩倉，置版設閘，以時啟閉。又築保塝木壩十三丈，以障崩卸。大圳流通，决而導之，折而赴之，疏而洩之，皆畢濬以後事也。惟當秋穫告成，春耕未及，原澤水涸，郊甸日暄，畚耜之興，婦孺咸集。溝隄高下，先視舊址，酌加深廣，環渠水轉，填淤易滋，岸斷泉流，沙石以伏。按時工作，繁簡不齊，定其夫役，以杜争競。渠水入田，隨田興役，溝頭塍畔，計畝出工。若或酷暑蒸溽，流波泛暖，易生萍藻，縱横水際，阻窒渠圳，又必鳧立淺流，芟除滋蔓。稍移時晷，叢蛭來集，噬膚吮血，備極痛楚。是以量工酬值，數倍平時。作苦之夫，雖其日晏方至，未晡而息，矜憫有加，弗忍責也。然有浮猾賤子，厠身作役，將吹濫竽。又或飽卧蓬根，潛伏橋圯，酣嬉無事，冀幸得值。其尤悍者，甚且號召黨族，强佔工作，癃篤老病，相率而來。在昔計畝出工，事成故實，今則量材給值，力防糜費，勢有不同，弗能寬假。以故辨色而興，督率興事，終朝力役，常數十人，風餐露息，作輟不時。更視佃農之勤而有才者，舉爲堨",
      "category": "publication",
      "categoryName": "著作出版"
    },
    {
      "year": 1902,
      "era": "晚清",
      "age": 38,
      "title": "创作山水",
      "content": "春，鄭書去歙赴金陵就職洋務局，乃獨力董理堨田，益勤益慎，不辭艱辛險阻，尤著厥蹟。\n《民國歙縣志》：“豐堨自二十七年興工，越歲竣工，原田盡闢。書因事他去，（黄質）獨任其艱，尤著厥蹟，至今民利賴之。”\n《任耕感言》：“余與書賃凌姓宅，居潭川上。汪某手執菸杆作杖，岸然而來，貌爲聾啞，就書案上，檢余族徵租簿，諦視逾時，默默不語，余因誡書曰：‘我輩册籍有要公，毋任人動。’書悟而起，與之言談，久乃散去。余時方構思，將屬毫翰，未之應也。汪出語其鄉人曰：‘我見豐堨兩董事，彼鄭先生老好人，惟黄姓者不易與。’書聞之，初不爲意，因以告余。繼而謂其易己，大爲懊喪，遂不欲來堨。余慰留不獲，明年正月即去豐堨，游秣陵。計與余共事一載，忠直勤勞，不辭怨瘁，未久分袂，悵惘深之。二十八年春，書即往金陵，入洋務局。其時邑東士人，覬余孤立，引類呼羣，百計傾軋。余益勤慎，不爲所撓。春夏之交，每未黎明，秣馬而興。嘗於星月朦朧中，策下駑過黄荆渡登第橋。橋以宋俞獻可兄弟登第得名，不知何時，圯於蛟水，久已中斷。時值山漲暴至，馬恒没腹。夜則煙霧昏霾，行經梅度灘諸處，蔓草塞途，無居人跡，常十餘里。鷙鳥巨獸，潛伏其下，聞聲驚躍，叢薄風生，馬亦奔逸，疾走曠野，殊以爲常。旬日必數至，循行隴畝。”\n本年清查出豐溪原屬仁德莊田畝者凡二百七十餘畝，稟縣興復義田。\n《任耕感言》：“前於二十八年畢墾堨畝，歷查仁德莊原額田稅，計八百八十餘畝，屬豐溪者清",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1904,
      "era": "晚清",
      "age": 40,
      "title": "教授",
      "content": "治堨之餘，旁及他務。初設於長沙之安徽旅湘公學擬明年遷蕪湖，改名安徽公學，應邀襄理興學。\n《自叙》：“遜清之季，士夫談新政，辦報興學。余游南京蕪湖，又任各校教員。”\n按：本年3月《安徽俗話報》半月刊創刊，報址設於蕪湖長街徽州碼頭，陳獨秀主筆政，代賣處有友人汪鞠友（南京三江師範學堂）、徐慎初（寧國府嶽觀）、盧仲農（長沙安徽旅湘公學）等。\n安徽旅湘公學招生消息：“有本省志士李德膏君在湖南同鄉官商中籌集經費，稟清湖南巡撫創設安徽旅湘公學，專收安徽人，學習普通各學。前面在省城遍貼招貼，招收學生。學中學費伙食，每年收錢四十千文，已於本月初一開學。聽説學規功課，樣樣都不錯，我想安徽有志求學的青年狠（很）可以到那裏去學習哩。”（3月15日安徽俗話報）\n按，李德膏（1870—1941），字光炯，安徽桐城人。1902年任湖南高等學堂歷史教員。\n三江師範學堂招考消息：“三江師範學堂收考師範生。南京去年設了個師範學堂，規模極大，各門科學皆是備的。現今方一切完工，一個月前即行文各屬招考，考期定於本月8日。寧、蘇兩屬到了三百多人，安徽祇有四五十人，江西尚無人到。此次考過，十月初五再考一次。……倘因府縣官不肯備文，即由教官起文亦可。”（9月15日安徽俗話報）\n《安徽公學廣告》：“本公學原名旅湘公學，在長沙開辦一載，頗著成效，惟本鄉人士遠道求學，跋涉維艱。茲因本省紳商之請，改移本省，並稟撥常年巨款，益加擴張，廣聘",
      "category": "teaching",
      "categoryName": "教育活动"
    },
    {
      "year": 1905,
      "era": "晚清",
      "age": 41,
      "title": "任教",
      "content": "春，赴蕪湖，協辦安徽公學校務，一學期後，因兼設速成師範，學堂校舍獈小，改遷蕪湖河南岸合肥李府。\n《公學推廣》：“安徽公學已經在蕪湖開辦了半年，規則頗嚴，外面的聲名到（倒）很不壞，祇因房屋窄小，學額還未招齊，下學期又添招一班，大約要收六十名，另外又附設一所速成師範學堂，一年卒業，功課分倫理、教育、心理、歷史、地理、生理、音樂、理科、圖畫、體育十樣，每月祇收學費龍洋兩元，膳費大錢兩千文，額數要招八十名，學舍已經租定了河南岸合肥李府的房子，正在動工修理，七月廿日就要開學了。”（8月15日安徽俗話報）\n4月，許承堯改歙縣貢院為新安中學堂，聘任學堂國文教習，數月後改任管理，與監學鮑振炳失和，未幾遂辭去。\n《許疑庵先生年表（初稿）》：“庚子而後，外侮日深，清廷昏亂日甚。先生目擊心傷，浩然有歸志。又以新潮激蕩，育才為亟，乃請告返籍辦學。是年初，自北南返，四月在徽州府城內改舊試院為校舍，創立新安中學堂，自任監督，並請黄家駒、吳文傑等襄其事。草創伊始，躬立規制，條秩井然。其時任教習者，尚有黄賓虹、嚴工上諸先生。”按，許承堯，字際唐，別字疑庵，與黄賓虹同門受業於汪仲伊。甲辰進士，旋入都殿試，授翰林院庶吉士，是年告歸興新學。\n許承堯《新安中學堂記》：“癸卯，郡人士議建模範中學而未成；甲辰謀於茶商，公請於兩江總督，得歲給甲午所加茶厘額外款銀五千兩作經常費。乙巳四月，始成立。丙午正月，由古紫陽書院遷今所，改",
      "category": "teaching",
      "categoryName": "教育活动"
    },
    {
      "year": 1906,
      "era": "晚清",
      "age": 42,
      "title": "任教",
      "content": "初春，在蕪湖晤遭端方通緝的陳去病，一見傾心，邀其入歙，任教新安中學堂。同去任教的還有費公直、費邁樞等，皆一時俊傑。\n《黄賓虹先生小史》：“前清末造，返歙，佐許際唐太史邀集陳佩忍、費邁樞諸君辦徽州中學。”（《文華畫報》）\n《九十雜述》：“邑中許疑庵太史辦中學，招余聘教授。時余往來蕪湖，嘗住安徽公學，偕陳巢南諸教授入歙中年餘。”\n劉潁白《南社人物傳·劉三》：“1905年先生與費公直密謀刺兩江總督端方。一日有外埠黨會代表王耀卿等多人來滬，遂宴請於西安坊金菊芬寓，蓋革命黨人聚會，每以青樓為掩護也。奈時機不密，邏者驟至，除費公直等登屋逸出外，先生及賀子周等被執繫獄。然費公直雖以身免，而其長衫中有皮夾一，中藏名片及陳去病托私購軍械之美商虹口快利洋行之收據一紙，因而端方欲捕益急。”\n按：此情節為費公直自述，原件在其蘇州後人處，劉潁白（劉三姪孫）先生曾一覩之。筆者曾由劉老之介與其後人聯繫抄錄之，迄未如願。\n朱雲平《南社人物傳·費公直》：“1906年春，公直和陳去病避往安徽，到徽州新安中學任教，途經蕪湖，陳去病遇見劉師培（他倆原在上海《警鐘日報》同事）。劉介紹陳去病加入同盟會，同時公直由劉、陳介紹，也加入同盟會。在新安中學中有不少進步教員，公直和他們相處融洽，黄賓虹是其之一。”\n楊天石《南社人物傳·陳去病》：“1906年，陳去病到徽州府中學堂任教。路過蕪湖時，遇見《警鐘日報》時的老友劉師培，經他介紹",
      "category": "teaching",
      "categoryName": "教育活动"
    },
    {
      "year": 1907,
      "era": "晚清",
      "age": 43,
      "title": "社交活动",
      "content": "丙午歲暮，陳去病辭別歙中，取道新安江歸里，有《歲晏置酒與諸友別，乘夜山行十里至朱家村舟中宿》、《曉別深渡》、《桐江晚泊》諸詩紀之。\n初夏，以“革黨”罪名被控告於省，聞報匆匆安排好堨務，星夜逃亡上海，投奔國學保存會。\n《自述》：“及年卅，棄舉業，力墾荒，被黨嫌，不得已而出走。”\n《歙潭渡黄氏先德錄》：“有以‘革黨’（清末稱革命黨為‘革黨’）訟余省長，聞訊出門走申滬。”\n散札：“潭渡村中，愚自宣統中在徽墾荒田，兼中學教職，因招劣紳鮑某所忌，避到上海，任各報記者。當出門之前，其時宗族文會自理卿、艮峰、文彩、昂青諸人來懷德堂談祠租等事。愚將歷年經收東、西莊及祠租簿，又捜購各遠年舊租簿，其細目載在《滨虹雜著》之《任耕瑣言》中，有四五十册，交存昂青手收。除收租支用外，有新蓋橋頭店屋，歸入祠産，愚墊貳佰餘元後，分文未收，管祠歷年，亦未取例薪。年後回里，聞祠賬欠款甚巨，昂青管祠向文彩所借，至將東莊豐堨租款為文彩自收完借。愚擬邀集宗族徹究，而文彩與昂青避不見面，互相推諉。愚返滬後，遂全無音訊，不知後事如何分解也。每年理兄及管祠均支薪，亦不得根究。愚曾通函切責昂青，將來祠賬不清，於自己被後人指責尚小，而子孫將蒙冤悔恨不淺。渠以余言太過，遂存芥蒂於胸中，未可知也。愚於里居十年，志在興利除弊。鮑某與愚為同案（此中有鮑某之用意彌縫劣迹也），本無惡感，因有潘壽山兄（今警吾侄之岳丈）住後井，武穴典業，返里以鄰居",
      "category": "social",
      "categoryName": "交游"
    },
    {
      "year": 1907,
      "era": "晚清",
      "age": 43,
      "title": "从师学习",
      "content": "恩銘聞報大驚，欲嚴辦，沈曾植、馮煦竭力爲之辯解，正當此際，恩銘被徐錫麟刺殺，此案方得以平息。在滬與國學保存會鄧實、黄節、蔡守訂交，加入國學保存會，參觀該會藏書樓金石書畫室，談書論畫，並將隨身携帶之稿交由鄧實發表。\n存考：虎口脫險的黄賓虹，在上海，在國學保存會的藏書樓裏尋找到他終生相濡以沫的友情。其中一位叫黄節（1873—1935），字晦聞，弱冠受業於嶺南大學者簡朝亮之門。學既有得，又獨居花棣雲林寺，攻讀垂十年。深感國勢日蹙，非振作無以自救，於前年之冬，北上滬瀆，與主持《政藝通報》的同鄉兼同門鄧實，糾合陳去病、章炳麟、劉師培、諸宗元、馬叙倫、高燮等一大批有志興邦的知識份子，創辦以“研究國學，發揚國光，以興起人之愛國心”（《國學保存會章程》）為宗旨的國學保存會。他捐書數千卷，共建藏書樓，編輯刊行以“發明國學，保存國粹”、“愛國保種，存學救世”的《國粹學報》，撰《黄史》，倡“種族革命大義”。還有一位是鄧實（1877—1951），字秋枚，1901年秋，讀書於上海城南，時當庚子之變，“念亡國之無日，懼棟榱之同壓”，乃創《政藝通報》（1902年上半年出刊），開始他長達二十五年的出版家生涯。他們兩位都是廣東順德人。國學保存會照章設正、副會長，鄧實、黄節是最初發起人，又捐款捐書最夥，是籌備工作的主持者，雖不見著錄，他們實際上是國學保存會的正、副會長。藏書樓1906年11月19日正式對外開放，樓在虹",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1908,
      "era": "晚清",
      "age": 44,
      "title": "从师学习",
      "content": "鄧實得寄滬自拓印譜，以及供《國粹學報》製版用的古代書畫和贈畫後，覆信催《叙造墨》續稿，並約撰畫論。\n鄧實書：“樸存先生侍者：昨獲賜書並大著《叙造墨》二頁，拜讀之下，且佩且感。又鳳六先生畫册三册、彭芥舟畫册一頁，均收，洵無愧珍品，當以之鏤銅影印，傳之久遠。又名繪粤中山水，當裝成卷册，懸之齋壁，以作故鄉卧游耳。閣下博雅多能，且精鑒賞。曩寄《賓虹集印》一册，擬即付之影印，將大著跋尾印錄印章之下，其印章仍用朱印，務求精美，附之報中，當生無限光耀。《叙造墨》一篇，稿未斷，至祈速藻續成，深以爲盼。又論畫之作，知夙所究心，必有佳文以為畫苑生色，不禁跂予望之耳。茲呈上《叙造墨》二頁撰金二番，聊供紙墨之費，後當續呈。弟近與沈君（按：沈雪廬）等創行一《神州國光集》，內分金石、書畫二門，收羅真蹟，用最精玻璃銅版，放大尺度影印，第一集日內可出，即當寄政。尊藏有何精妙之品，至望精擇數種見寄。專此，敬叩撰安。臨書懷仰。弟鄧實頓首。”\n存考：這封信未署年月，但從以下兩方面可以斷定其寫作時間不晚於本年年初。一、《濱虹論畫》本年九月（陽曆為10月）發表於《國粹學報》，顯然用的是黄賓虹本年來滬時隨身帶來的稿子，扣除排版印刷裝訂的周期，則其來滬時間如果在五六月份，那麽從1月到5月，有足夠的時間寫作《濱虹論畫》。二、《神州國光集》原定二月份（陽曆3月）創刊，由於進口機器的調試不順利，直至7月份才登報發行，鄧實“日內可出”",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1909,
      "era": "晚清",
      "age": 45,
      "title": "创作山水",
      "content": "春，移交堨務畢，出新安江赴安慶，應聘安徽存古學堂，枉道上海，鄧實堅意挽留襄辦神州國光社，遂接受聘請，居藏書樓，與重來上海的蔡守共同從事徵稿、鑒定、編輯、印製事務。\n《自叙》：“時議廢棄中國文字，嘗與力争之，由是而專意保存文藝之志愈篤。乃至滬，晤粤友鄧君秋枚、黄君晦聞；於《國學叢書》、《國粹學報》、《神州國光集》供搜輯之役。”\n《九十雜述》：“有以革命黨訟余省長，聞訊出門走申滬，時鄧秋枚、黄晦聞諸友創為《政藝（通）報》及《國粹學報》，留與議辦國光社。”\n《任耕感言》：“余得稍息仔肩，間游滬濱，旋應《國粹學報》社之聘。”\n《文華畫報·黄賓虹小傳》：“宣統初，省創存古學堂，將應聘，道經申江，為鄧秋枚君約襄理神州國光（社）編輯。”\n《寒瓊遺稿叙》：“憶自己酉，余恫時艱，將之皖江，道經滬瀆，時黄晦聞、鄧秋枚兩君刊輯國學叢書，蔡君哲夫共襄其事，因締交焉。”按：蔡守（1879—1941），字哲夫，號寒瓊，與鄧實、黄節同為廣東順德人。自幼聰穎，飽覽經史，兼通雜學，因妹夫佛萊蔗任職英國駐滬領事館，一度偕夫人張傾城居滬，與蘇曼殊、黄節、鄧實、劉三等交善。本年春重來滬濱，賃居孝友里（里址在滬西南徐家匯，現為太平洋廣場），襄助鄧實神州國光社美術編輯工作。蔡哲夫《喜遷鶯》詞叙記此事有云：“訪劉三過徐家匯故居，余以己酉春挈婦賃廡於斯，至辛亥春始歸里。”\n拙文《黄賓虹十事考·居滬前後的海上畫壇》：“‘存古學堂’",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1910,
      "era": "晚清",
      "age": 46,
      "title": "从师学习",
      "content": "臘月，取道蕪湖返里，聞交卸於仲方弟之堨務已歸邑東自治公所接辦，深為不安。\n《任耕感言》：“明年庚戌臘月始由於湖旋里，迂道豐堨頭，晤舊司事汪雨和，囁嚅不能言，過牌頭渡，聞堨務已為邑東人管去，入郡城稽查案卷，閱之而信。……余既睹各稟批，方怳然堨務已經交割，惟念仲弟闇弱，受人侮辱，諱莫如深，余以友愛之私，不欲深究。然我族百數十年祖遺義田水利主權，無端委諸素乏堨田業産之人，與一二奸佃之手，不勝扼腕。而所謂邑東自治者，即吳山鋪胡上庠為之領袖，而前佔我族義田之程佃媒介之也。其中合股均利，顯同營業，農田肥瘠，漠不相關，有可知已。况即堨口造碓，壟斷行商，尤乖舊約。豐堨向以我族義田居多，今且畏葸示弱，噤不能言，其他業田，誰敢過問？余即匆遽返滬，仍舊留美學校之職。”\n附考：庚戌臘月在1910年初，是黄賓虹將堨務移交二弟後初次返里。這次歸里，過完舊曆年假返滬仍然在神州國光社任職。上述引文的下文有“余即匆遽返滬，仍就留美學校之職”之句，與事實不合。除非前文所記堨田管理權旁落情事為兩次返里調查下來的結果，否則與“庚戌臘月”返里不能構成上下文關係，詳本年記留美預備學堂事。\n1月，主持印製之《南社叢刻》第一集出版。\n按：《南社叢刻》第一集由高天梅編輯，黄賓虹經手由國光印刷所印製。\n春，參加新成立的中國書畫研究會。\n《小花园书画研究会》：“本会设小花园商余雅集楼上，还上书画家咸集，兴到合作寄售，凡有征求书画者，可",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1911,
      "era": "晚清",
      "age": 47,
      "title": "写生",
      "content": "臘月返里，春節後携家眷取水路歸滬，賃居承吉里，仍就上海留美預備学堂職。\n《任耕感言》：“明年庚戌臘月，始由于湖旋里，……余既匆遽返滬，仍就留美學校職。”\n筆者“黄用明訪談”：“1911年我家初次到上海時，就住在北浙江路老垃圾橋北堍的承吉里某號樓上（門牌記不清了），弄口朝西。”（1997年3月13日）\n3月起，美術叢書》出版第一集第一册，4月第一集四册出齊。\n新刊《美術叢書》第一集出版廣告：“本社新編《美術叢書》共十集，每集四册，每月出一集，自2月起至11月出齊。……内刊書至六七十種之多，凡書畫、雕刻、摹印、瓷銅、玉石，一切文藝珍玩、古物，無不備論畢載，選擇精審，裝訂雅潔。”（4月11日民立報）\n按：《美術叢書》按計劃一週出一册，一個月四册為一集，十集四十册，後來合函成爲前集。嗣後復有中集、後集之編，合計一百二十册。現全部叢書計四集一百六十册，鄧實參與前三集編纂，最後一集分上、下兩集出版，為黄賓虹編纂，1936年出齊。胡韞玉編纂了前集40册，因與鄧實不合遂離去。《太平洋報》副刊連載胡樸庵《美術叢鈔》刊有編者按云：神州國光社《美術叢書》，胡韞玉編。1912年7月16日《太平洋報》第12頁“文藝批評”欄載：“美術叢書：美術叢書為本社記者樸庵所編，國粹學報館印行。全書十集四十册，其所采輯不下百十數種書，多人間少見之本。自辛亥春間逐月印出一集，極其精緻，今已出八集，不日全書告竣，誠美術界一大",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1912,
      "era": "民國",
      "age": 48,
      "title": "从师学习",
      "content": "1月1日，孫中山在南京宣誓就職中華民國臨時大總統。2月12日，清帝溥儀下詔辭位。2月14日，孫中山辭臨時大總統職，翌日率文武官員謁明孝陵，行祭告禮。3月10日，袁世凱在北京宣誓就任第二任臨時大總統。\n任《神州日報》“神州月旦”欄主筆，並在副刊發表《菌亭隨筆》、《石芝閣瑣聞》與《任耕贅言》。\n按：“神州月旦”欄是地方新聞版的評論專欄，逐日發表一種即時性的類同時評（該報另有“時評”專欄）性的短論，短則數十言，長則百數十言，本年使用的筆名為片石、石、大千，間有不署名的，往往為了迴避（如抨擊鮑振炳）或出於疎漏。有時亦有他人署名（筆名）的評論，一如有時他也在他人主持的“時評”專欄客串一下，其原因不可究也不必究，大概是因事未能到館由他人代庖的吧。\n《自叙》：“近十年，來燕京，嘗遇張季爰、溥心畬諸君於稷園，繼而壽石工君亦至，素喜詼諧，因向衆云：‘今日我當為文藝界辦一公案。’衆皆竦立而聽。乃云：‘張大千名滿南北，諸君亦知其假借於黄賓虹，至今尚未歸還乎？請諸君决議。’即以《真相畫報》為證，衆乃大笑。”\n按：黄賓虹亦以“大千”筆名作畫發表於《真相畫報》。\n《夏承燾集·天風閣學詞日記》1948年11月20日条：“與（王）伯尹往棲霞嶺藝專宿舍訪黄賓虹先生……賓老本字存璞（按：應為樸存），居上海編日報短評，取所居洋涇濱（浜）虹口為名。有署名大千，後四川張爰愛此名，賓翁乃舉以爲贈，伯尹云。”\n按：承黄用明先生",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1913,
      "era": "民國",
      "age": 49,
      "title": "创作山水",
      "content": "春，陳去病介紹吳蓉從游習畫。\n陳去病書：“樸翁先生左右：頃有女弟孟芙吳蓉者，極好書畫，能習大小篆暨西洋水彩畫，又仰慕先生明於宋元以來源流派別，欲令弟介紹執贄門下，每逢星期日上午到高齋一次，請求指示中國圖繪法門。如承慨諾，弟准本星期同來奉訪，如何？此頌道安。弟去病頓首。正月廿四日。”\n按：吳蓉，字孟芙，新南社社員。1923年，葉楚傖元配夫人周湘蘭殁，娶吳爲繼室。\n3月20日，宋教仁被刺於上海火車站，傷重不治，殁於翌日。3月23日宋案主使者應夔丞被捕，翌日兇犯武士英被捕。秉承袁世凱意旨刺殺宋教仁的要犯洪述祖逃至青島。撰時評抨擊之。\n“神州月旦”：“民國新成，人材蔚起，士之瓌奇偉異，而彈冠相慶者，固不乏拔茅連茹之占，即脂韋突梯、夤得奔競之流，亦嘗巧附聲華，如藤蘿之纏松柏。今則暴徒暗殺發生之後，株連黨惡，竟有洪述祖其人。語曰：士學不為己，而俯仰隨時，如挈臯居井上，求其不橈而不可得。悲夫！”（4月9日神州日報）\n又：“今觀洪述祖供詞，據此次刺宋純係個人行動，與政治上全無關涉，與武士英在滬會審會堂翻供口吻，前後如出一轍，斯可異已！然徒迹其意氣激昂，言辭慷慨，豈自認不辭者，真能愍不畏死耶？抑奸凶自詡以受人主使，亦大可耻耶！不然，以洪等齷齪小人，犯此不韙，何其有恃無恐如斯也！”（4月20日神州日報）\n為《真相畫報》作山水册八開。\n其一題：“一聲兩聲松子落，一片兩片楓葉飛。夕陽在山新月上，道人相伴一",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1914,
      "era": "民國",
      "age": 50,
      "title": "从师学习",
      "content": "1月8日，撰書評介紹翁同龢詩文集。\n《介紹新書》：“翁常熟相國松禪老人，功名德業久已傾動海内，生平所為詩古文詞，卓然大雅，惜為書畫名所掩，傳世甚罕。今相國侄孫永孫諸君出其輯校詩文共凡六卷，醵資付印，現已出版，有願先睹爲快者，海上各書坊均有寄售。（虹）”（1月8日神州日報）\n1月22日，蔡哲夫將游山東，道出上海，同訪宣哲，遍觀其所藏金石，程雲岑拓贈以金文拓數種，蔡哲夫手拓宣哲所藏隋大業四年蔡元仲造像一紙，同為題跋於上。\n蔡哲夫跋：“癸丑冬，余將之山左，十二月廿七日（陽曆為1914年1月22日）道出滬瀆，即與黄子濱虹訪宣古愚（哲）於歸仁里，並晤程雲岑（文龍），遍觀宣氏藏弆金石，程子拓金文數種，余手搨此造象一紙。哲夫識於濱虹寓齋。”\n題跋：“秦郵宣古愚君與余同僑滬瀆，結為貞社，共出金石書畫，以相娛樂。哲夫兄時已旋粤，氣求聲應，今將北行，把握拓此。濱虹識。”\n為蔡哲夫作《岱宗游跡》圖卷，以壯行色。\n自跋《岱宗游跡》圖卷：“哲夫社兄將之齊魯，道出滬上，余寫斯圖，為壯行色。濱虹黄樸存。”\n按：此卷原件未見，茲處錄自拍賣圖錄，圖錄非全圖，卷尾黄節等跋亦不可覩。此卷畫泰山仙人影、九女寨、竹林寺等勝景，題識可釋者錄如下：“循山麓而上，徑路逶迤，至紅門則山勢若翼，闢塗而升，蓋登岱之初級也。”又：“迴馬嶺稍南，有玉皇廟，峻閣聳峙，俯瞰萬象。”又：“自南天門而上，出盤道而坦夷，遂登岱頂，坐觀雲起，觸石而出",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1915,
      "era": "民國",
      "age": 51,
      "title": "从师学习",
      "content": "仍主《神州日報》筆政。直至下半年該報將為袁黨以巨金收購，始憤而辭去。\n按：自1914年12月3日、4日發表《高節無名》、《歸田清操》後，黄賓虹的文字便不復見於報端，其“高節無名”和“歸田清操”這兩個最後見於《神州日報》雜俎的題目隱隱切合着他在滔滔不返的復辟帝制濁流中不甘隨波逐流的高風亮節。但1915年上半年他仍供職報社：5月給潘琅的回信信封上所具依然是《神州日報》社的地址。\n鄭逸梅《袁世凱收買報紙》：“袁世凱上台後，收買報紙爲其張目。《大共和日報》一度受袁的津貼二萬元，以致言論喪失立場，但袁尚以爲這樣做還不夠，欲把該報改組為《大中華日報》。但該報同人不願這樣做，便把報紙停止發行，紛紛入《神州日報》供職。袁又派遣一姓亢的帶了巨款到上海來，想收買《神州日報》。這姓亢的肥碩似彌勒佛，坐定即打瞌睡，而膚體又很潔白，黄季剛稱他為‘羊脂白玉，行屍走肉’，但這人並不糊塗，知道南方輿論的激昂，不易應付，也就以‘幹不了’覆命。因此袁別設《亞細亞報》，該報社後來連吃了兩顆炸彈。”\n王伯敏《“願作西湖老畫人”——黄賓虹生平事略》：“民國四年（公元1915年），黄賓虹在《上海時報》（按：應為《神州日報》）工作，時值袁世凱正欲圖謀稱帝，袁黨中有人認識他，派了籌安會成員謝蓮蓀來誘說他北上共事，並以厚利相許，黄賓虹毅然拒絶了，並對朋友說：‘助紂爲虐，不是君子所爲。’”\n春，黄節題所贈之山水畫。\n黄節《春日題濱虹",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1916,
      "era": "民國",
      "age": 52,
      "title": "教授",
      "content": "客歲臘月，劉三曾因急用移借銀幣二百圓，春月以一百圓遺贈劉氏，劉氏辭而不受，相持之下，劉氏將贈款捐助楊了公主持的松江孤貧兒院。\n《劉三啟事》：“僕去臘假黄樸存銀幣二百枚，今已清還。當時分書借券兩紙，樸已失其一，此後此券流落人間，永為廢紙。再春間樸存因別項事故，贈僕百金，僕實無需用此款之處，敬代黄君市義，除登報費外，盡散捐入松江孤貧兒院。特此聲明。”（8月2日申報）\n1月25日民國日報刊出《濱虹草堂集古璽印譜叙》。\n《濱虹草堂集古璽印譜叙》：“嘅自皇風已邈，金泥記封禪之壽，官制僅存，瑞節箸行人之職，緬書鍥之肇始，睹印璽而興懷，觴原于虞夏商周，甄博于齊秦魯衛。觥觥大集，則譜錄百家，累累貫珠，而組綬五色，永黎卷流傳之壽，謁山川斂吐之奇。是則孫壽所刻，書自秦斯，楊利之儔，師於韋誕，繆篆一鐙，粲溢千古焉。爾乃咸陽燼餘，羽陵靈落，虯（焱+欠） 螭走，蟫螙灰飛，取貌虎賁，求玄象罔，青泥欲記，白版俱鎖。慨化鵲而非金，循伏犬以正字，既多向壁虛造，歧途誤入者矣。今近子母穿帶之制，蟲魚垂帶之書， 沈玉之渚夜澄，冶煉之山冰裂。摩挲奇字，搜剔吉金，霜凝檜影，銀章與皓魂俱輝。水齧桑根，丹篆共前和並見。瑰寶逕寸，媚於驕王之偏。碧血遍斕，縣之死亡 之肘，尤洨長所未睹，實史籀之舊遺也。况若黄金之璽，蟠螭琱戈之文篆烏，檢姦萌而用訊，通貨賄以賃盦，堔或從金。印本持節，四角異體，勾股製 奇，畫以象形，惟因表職。姓名或詳于讀",
      "category": "teaching",
      "categoryName": "教育活动"
    },
    {
      "year": 1917,
      "era": "民國",
      "age": 53,
      "title": "从师学习",
      "content": "丁巳二月，作《泰嶽圖》祝康有為六十歲壽。\n自題：“泰嶽自紅門上萬仙樓，繞經石峪，歴三磴崖，出盤道而得坦夷，遂登岱頂，曦光四出，照曜青松，頫視雲濤，漩洑半峰，正如中流砥柱。丁巳二月，恭祝更生先生壽。濱虹黄樸存。”（《榮寶齋珍藏》繪畫卷八，榮寶齋出版社）\n《康南海先生壽辰盛况》：“昨日為康南海先生六十壽辰，其名流之往賀者，如瞿子玖、朱古微、王聘三、徐積餘、左子廙、唐少川、楊小川等莫不蒞止，是誠極一時之盛矣。斯日黎大總統並贈以橫匾一方，銀盃一隻，豇豆紅印泥盒一對，雕漆大盒一件，對聯一付，句云：上壽伏生傳絕學，通經高密擅名家。馮副總統贈聯集杜句雲：盛才冠巖廊，致身福地何蕭爽；真氣驚戶牖，學語小兒知姓名。曾習經（剛甫）贈七律一首，句云：頻年相憶不相聞，猶幸抽琴軫尚存。俱道西嶕齊泰華，欲將萬木比河汾。未知霜鬢添多少，為問蒼生瘦幾分。拯溺救焚吾有願，寄欽還自倚南雲。午後並招集女伶一班，以娛來賓。其楹聯乃南海先生所撰，今並錄之如下：（略）”（2月27日時報）\n約此際，作《擬古圖》贈諦部。\n自題：“宋代李晞古古畫，可比唐李思訓，有明六如居士常喜為之。今諦部大博士偕其夫人，篤好中華古名畫，儲藏甚富，尤多精品，余曾一一獲觀，自誇眼福。近屬為作畫，因擬古以奉焉。黄樸存。”（德國科隆東亞美術館藏）\n存考：諦部何時回國，沒有材料作證。譜主僅曰第一次世界大戰開始回國。查1917年3月14日我國外交部宣佈與德國斷",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1918,
      "era": "民國",
      "age": 54,
      "title": "创作山水",
      "content": "2月24日，姚光以松江王氏藏有一簋内壁有字，拓片函告，覆書相與研討。\n姚光書：“樸存社長大鑒：久不奉教，維興居晉吉為頌。近於里中某氏見有一簋，長方形，底蓋完全，内有文字，其文相同，茲草拓一紙呈覽。是器相傳謂商代物，未敢必也。先生博古，定能考釋之，尚祈詳示為幸。餘不一一。敬叩道安。丁巳季冬十二日。”\n與姚光書：“石子先生大鑒：頃辱損書，惠貺金石拓片，百朋之錫，無以過之。此器共十七字，當是周代之物。（未詳，似‘均’字）伯大父作（從角從爪從女，當非‘嬴’字）妃（從雙手奉皿，皿中盛火，係寫形）寶簋其子子孫永寶用。翫其文字，情神奕奕，頗有生氣，决非贋品，底蓋完全，尤覺可貴。此器或世家舊藏？或待賈求沽？器外琱刻花紋若何？是否有黑漆水銀光，抑青綠駮蝕？念甚念甚。從來商器簡質，文僅三五字，人名亘多用天干，如武丁、受辛之類。周代文勝，自十餘字至數百字不等，匋齋所得陳壽卿毛公鼎共三百餘字，可謂繁矣。松江城内某女學校，聞在某橋堍下，有吳姓世藏一敦，其文有三百五字，從陸姓筆店介紹即可覩。僕傾嚮有素，公可代索一拓本，或與經理商圖拓一紙，敝處有意力而致之。然聞前途索值四千，是否能讓，必待見物再决議也。僕以爲中華國學，秦焰以後，兩漢墨守師法，中更改竄，諱謬已甚。《倉頡》、《爰歷》、《凡將》，既非原本，洨長所輯《說文》，遺漏尤夥。唐宋元明士夫為帖括所困，致周秦以前學術不彰，亦由能讀古書人太罕耳。公今有志名山事業，",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1919,
      "era": "民國",
      "age": 55,
      "title": "创作山水",
      "content": "春節前歸滬。新春，傅熊湘來訪，盡觀所藏古璽並以印拓相贈。\n傅熊湘《過黄樸存，示所藏古璽印百數十事，並遺拓，報謝一首》：“十里洋場遍市塵，劫來七聖動迷津。何圖綠酒紅燈外，尤見周情孔思人。龜虎舊看形未改（漢印多龜紐，將軍印則虎紐），龍蛇今喻意彌真（印曰‘辟兵龍蛇’，玉質，文甚奇古，紐作宫室形，四溜四柱，蓋厭勝之類，謂避此三者則安居也）。黄金時後累累是，却笑儒生未算貧。”\n旋回訪傅熊湘，不遇。\n傅熊湘書：“頻虹社長左右：日前過從，復聆雅教，又獲盡觀所藏古璽印，雖百朋之錫，篾以加茲。承返訪，適以事出，未克先待，悵甚。有小詩紀事，聊共一笑，幸有以教之也。欲乞一畫，不知何紙為好，幸眎及，不一，即奉起居。弟傅熊湘上言。正月廿六日。”\n爲傅熊湘作山水畫。\n自題詩：“青山歷亂水潺湲，中有仙鄉可避喧。落盡桃花漁夫去，韶光不似武陵源。為屯安作畫題句，己未正月。”\n按：傅熊湘（1882—1930），號鈍安，別署鈍根、屯艮、屯安、红薇生。湖南醴陵人。清末與寧太一在日本創辦《洞庭波》。二次革命時，參加討袁。後發起南社湘集。本年在滬與姚光主持編印《南社叢刻》第二十一集。\n己未三月，陳師曾接奉轉交之信函、贈畫與古璽印拓，覆書云“恨未一罄別懷”。\n陳師曾書：“濱虹先生左右：昨從友人轉到惠書，並大筆山水畫一幅、古印拓本六紙，謝謝。晦聞帶來古印璽册早已收到，去冬曾託吳君和士帶上拙作印存四册，因覓尊居未得，想至今猶存彼處",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1920,
      "era": "民國",
      "age": 56,
      "title": "从师学习",
      "content": "仍任《時報·美術週報》主編。\n仲春，黄節來書，以新作《春暖》詩相寄。\n黄節書：“樸存先生：去秋奉手教並賜畫，久未裁答，人事匆匆，又迫憂患，公當諒我，不為怪也。春明起居萬福。弟棲遲猶昔，惟從事古人詩什，心力未衰，將來或有成耳。足下所得珍物，必有爲世不經見者，能見告一二否？哲夫來滬，竟未與弟通問，近亦回粤否耶？都中古物，惟璽印尚易收購，價亦不奢，足下能來一游，當有所獲。近日易君季復得佳品亦不少也。餘不悉悉。節啟。二月九日。”\n《春暖》詩：“折枝修竹緣牆活，濯榦枯猶閱歲青。漸换衣裘充薄暮，少移花藥補前庭。閒中遂過旬前節，春事猶勤種樹經。坐想勝游終一往，隔林黄鳥語丁寧。樸存先生教。庚申春，節稿。”按：此詩刊本年4月6日《時報·文藝週刊美術附》，字句略異。\n4月25日沈泊塵逝世，年32岁，本月27日開會追悼。\n《畫家沈泊塵之追悼會》：“名畫家沈泊塵作古，迭誌本報，昨日假座四川路青年會之殉道堂開追悼大會，沈君遺蹟計有數十幅陳列會客室，觀者無不嘆服。會場四週滿懸哀挽誄辭等，壇上供沈君油畫遺照為丁悚君畫贈，照之兩旁，懸掛章炳麟等所贈之花圈。午後二時起，男女來賓先後蒞止，海上新聞畫家到者尤夥，三時三十分振鈴開會，來賓入座後，由陳公哲主席，軍樂隊奏國樂哀樂，來賓起立向沈君遺像行一鞠躬禮，馮叔鸞代表沈君介弟能毅宣讀行述，盧韋昌、邵力子、馮叔鸞、陳公哲相繼演說，詞多惋惜。演說畢，沈能毅向來賓鞠躬致謝，再奏",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1921,
      "era": "民國",
      "age": 57,
      "title": "从师学习",
      "content": "1月19日庚申十二月十一日，蔡哲夫以廣州城牆磚拓片寄示。\n蔡哲夫書：“廣州拆城以來，發見草隸磚不少，尠有年號可考。日前得此永壽三年磚，草隸佳絶，即拓呈法鑒，當必忻賞也。又獲玉印二紐，係璧一，制作文字皆奇古可玩，歲晚窮愁交迫之時，以賤價得之，洵足以含笑過新年也，未知比日古緣如何？亦希示我一二。濱虹先生左右。庚申十二月十一日，守拜首。”\n2月1日庚申十二月廿四日，與蔡哲夫、謝英伯、高劍父介紹吳衡之加入南社。\n南社入社書：“姓名：吳衡之，號香山老衲，名秉鈞。年歲：五十。籍貫：廣東香山縣。居住：廣州河南冼湧西約土代巷善慶里五號。上海閘北華興里四弄底一七○號。通訊處：現在廣州河南住宅。介紹人：蔡哲夫、謝英伯、高劍父、黄樸存。年月日：十年二月一號。”（陶喻之提供）\n2月23日辛酉正月初四日，潘飛聲招集諸友設宴杏花春雨樓，赴宴者尚有吳昌碩、徐積餘、周夢坡、徐仲可、胡朴庵、童心安等十餘人。\n潘飛聲《辛酉正月四日黄仲則先生生日，邀同吳昌碩、惲季申、陶拙存、周夢坡、徐積餘、楊子琴、朱念陶、惲堇叔、徐仲可、汪蘭皋、湯伯遲、胡朴庵、汪子實、黄濱虹、王蓴農、蔣少華、童心安，設筵杏花春雨樓敬祝，用《兩當集》中自壽詩韻二首》：“瓣香虔熱夕兼晨，茅屋高歌動鬼神。墮地豈為牛馬走，忍饑惟與鳳凰親。談禪枯瘦維摩詰，下筆紛綸井大春。一片紅霞來海上，騎鯨捉月拜斯人。”（潘飛聲《說劍堂集》）\n春，黄節來書索畫長條細筆三青山水",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1922,
      "era": "民國",
      "age": 58,
      "title": "从师学习",
      "content": "春，遊金華山洞，訪謝皋羽遺跡，不禁有滄桑之感。\n按：見本譜1930年冬日條其題贈張翰飛畫自題，有云“壬戌春日遊金華山洞，訪謝皋羽遺跡，憶曩讀書獅山僅距十里許，忽忽四十年，余重到此，不禁滄桑之感”。\n年初，談月色脫僧籍，歸於蔡守，索寫《舊時月色圖》。\n自題：“古溶女德索寫《舊時月色圖》以名其樓，草草不工，即希法鑒。賓虹。”\n高燮題：“樓畔青山一萬重，樓頭人比月溶溶。舊時一樣窗前月，照向河橋便不同。壬戌春季，吹萬居士題。”\n高劍父題：“寒瓊齋頭合歡酒，月要長圓花長壽。笓（竹改草頭）芻夷作居士妻，世間奇事無不有。舊時月色嬌可憐，移來水榭光大千。入三摩地參法果，情癡終證歡喜禪。雙夗（鴛）央（鴦）貯珊瑚匣，何須齧臂將血歃。醉心畫更醉心詩，皈依佛亦皈依法。廿年辛苦禮空王，一笑袈裟換豔裝。儒門詎少清淨業，樂地却在温柔鄉。華嚴彈指春懷抱，異樣因緣劇傾倒。紅閨話月古禪鐙，赤柱遊仙新畫稿。江南老劍。”（（程存潔 《從黄賓虹兩封書信看黄賓虹與粵籍人士的交往》）\n春正月，鄉人吳杏芬七十壽辰，登堂祝嘏，與汪律本（鞠友）、汪聲遠等作《寒林遠岫圖》以祝。\n按：見《杏芬老人古稀錄》海上百名家合作第1集。以所據畫册殘缺，未見其畫。其目錄有云：“寒林遠岫圖。汪鞠友畫松，黄賓虹添竹石，沈珊若寫寒柯，汪聲遠點寒鴉，楊雪瑤綴溪石，楊雪玖補平遠山。” 吳淑娟（1853-1930），自署杏芬女士，安徽歙縣人。父鴻勳，曾佐幕曾國",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1923,
      "era": "民國",
      "age": 59,
      "title": "从师学习",
      "content": "孫中山開府兩粤，任命黄節為元帥府秘書長，派陳樹人專程赴北平迎接。1月南旋，過蘇州訪章太炎、王秋湄，至杭州訪諸貞壯，諸貞壯在黄節下榻處為王秋湄題扇。\n按：黄節過滬與黄賓虹之交往待考。\n3月8日許承堯自皖蒞滬。\n《許際唐來滬》：“前甘肅政務廳長許際唐（承堯）於前日午後六時許，由安徽原籍來滬，聞下榻於貝勒路吉平里寓內。聞旅滬同鄉現已預備歡迎矣。”（1923年3月10日時報）\n3月30日胡韞玉來信介紹黄居素拜師習畫。\n胡韞玉書：“賓虹先生大啟：手教奉悉，已轉致意黄君，黄君即照遵示，意欲具束脩以上，不知此前相從先生問業者有成例否？敢請便中示知。即頌大安。弟胡韞玉謹啟。二月十四日。（李少川住慕爾鳴路潤德里一百五十九號。黄居素住金神父（路）三百四十九號。）”\n按：黄居素（1896—1986），字静安，廣東中山人。早歲留學美國，回國後任中山縣縣長，1924年孫中山任命其代理中國國民黨海外部部長。曾任陳炯明機要秘書，因政見不同，與陳銘樞北上學佛。據黄居素女婿錢學文醫師面告，乃翁這次拜師，以三百元大洋作束脩，黄賓虹勉受之，及翌日相見，又以全璧奉還，並贈以一方古硯為紀念，乃翁觀此情景，益重而敬之。\n胡韞玉主編《民國日報·國學週刊》來函約稿，為撰《賓虹畫語》。\n《賓虹畫語》：“古人學畫，必有師授，非經五七年之久，不能卒業。後人購一部《芥子園畫譜》，見時人一二紙畫，隨意圖抹，已覺貌似，作者即自鳴得意，觀者亦",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1924,
      "era": "民國",
      "age": 60,
      "title": "从师学习",
      "content": "1月23日，江蘇省第一屆美術展覽會聘為中國畫部審查員。\n《蘇省美術展覽會之籌備員會》：“江蘇省教育會美術展覽會籌辦江蘇省第一屆美術展覽會，幹事準時到會者，有章伯寅、劉海粟、王濟遠、汪亞塵、張辰伯、何明齋、顧久鴻、劉利賓、薛演中、謝公展（張辰伯代表）、楊清磬（王濟遠代表），由總幹事王濟遠主席，依照提議案順序開議。議决補推楊衛玉、潘仰堯二君為籌備幹事員，推請沈信卿、章伯寅、陸規亮、吕鳳子、楊衛玉、張天帚、姜丹書、俞寄凡、謝公展、洪禹仇、何明齋、朱天梵等十二人為學校成績部審查員，王一亭、吳昌碩、黄樸存、唐吉生、吳湖帆、陳伽仙、樊少雲、程瑶笙、諸聞韻等九人爲中國畫部審查員，俄人普特爾司基、吳新吾、劉海粟、李超士、陳抱一、王濟遠、汪亞塵、張聿光及德人卜拉都等九人爲西洋畫部審查員。南京開會地點，公决請由江蘇省教育會函借南京舊貢院教實聯合會充用，並規定上海、南京兩處開會預算，極力撙節，暫定八百五十元為標準，支配用途，除補助六百元外，尚短銀二百五十元，由會長擔任籌集後又將陳列委員會細則、審查委員會細則、展覽細則，斟酌增損，通過刊印，議畢散會，時已三時半矣。”（1月25日申報）\n《江蘇美術展覽會之各部出品審查員3月2日起審查》：“江蘇第一屆美術展覽會進行事項，疊志本報，學校及個人出品已運到一千八百餘件，茲已議定3月2日起審查各部出品，茲將各審查員履歷調查如左：△西洋畫部審查員：劉海粟（上海美術專門學",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1925,
      "era": "民國",
      "age": 61,
      "title": "从师学习",
      "content": "重入有正書局，遷入有正書局工廠樓上。\n宋若嬰《黄賓虹回憶錄》：“到池州後他天天寫生作畫，不久再遷回上海。有正書局狄平子先生把他請去編《中國名畫集》，我們仍然住在有正書局工房裏。那時狄平子到有正書局工廠來，總要到我家來坐坐。”（《浙江省博物館系年》，黄鶯著，北京圖書館出版社2007年7月版）\n1月，為易孺作《嘉陵山水圖》，題畫有云“我從何處得粉本？雨淋牆頭月移壁”。\n題跋：“嘉陵山水江上游，一日之跡吳妝收。煙巒浮動恣槃礴，畫圖挽住千林秋。秋寒瑟瑟窗牖入，唐人縑楮無真蹟。我從何處得粉本？雨淋牆頭月移壁。甲子冬日寫奉大厂先生方家笑正。賓虹畫並詩。”按：易大厂（1874—1941），名孺，原名廷熹，字季馥，別署大厂居士，廣東鶴山人。早先肄業於廣雅書院，中年游學日本。於書畫、篆刻、碑版、音韻、文字源流、樂理等無不精研。孫中山任大元帥時，任其秘書。此際息影滬上，創設華南印書社，創製北碑字模。抗戰前與黄賓虹兼任暨南大學書畫研究會教席。此畫刊本年11月出版的《華南新業特刊》，該刊由華南印書社出版，編輯者為易大厂、黄賓虹。題畫詩後收入《蜀中雜詠》。\n春，贈黄節、唐天如畫，3月14日黄節來信再索作《箋詩圖》，並詢欲在滬印行新著《謝康樂詩注》事。\n黄節書：“賓谼先生：奉書並賜畫，復稔起居無恙，至慰。唐君函來，云承法繪見賜，深為感泐。最近佳製欲得快覩，敢郵上舊紙斗方（横）四張（函内一張乞作《箋詩圖》横幅）",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1926,
      "era": "民國",
      "age": 62,
      "title": "创作山水",
      "content": "1月，爲何實齋重訂書例，署“乙丑孟冬，余壽平、聶雲台、黄樸存重訂”。\n《何實齋書例》：“何君實齋，伯梁太史之哲嗣，家學淵源，肆力書法，浸浸六朝，清勁拔俗。當時沈寐叟以書名海上，見之彌加贊許，嘆為北派正宗，並代為訂潤，求者踵至。旋因供職法院，不暇操觚，致未普應徵求。年來何君性耽閒曠，息影家園，娛心翰墨，覃研益精，同人復勸其酌收潤筆，藉以養志，稽古之榮，無傷大雅，爰貢小言，以質知者。”\n2月20日《藝觀》畫刊首號出版。畫刊為一期一張，八開八版。第一號除《藝觀雜志發刊辭預佈》、《編輯大意》外，尚刊有《中國金石書畫藝觀學會小啟》、《本刊特告》。\n《中國金石書畫藝觀學會小啟》：“近今萬國交通，凡極文明之國皆寶愛其國之土物，而考古之士益多。如歐美列强，其博物院、博覽會等，幾無處無之，故能擴充博大之學識，創造精美之工藝，固結貞堅之志操，養成高潔之性情。今我社員，凡隸於國籍之秀士淑媛，皆可入社，惟以收藏金石書畫以及研究書畫篆刻之藝術者爲限，相期集思廣益，臻於美備。爰徵同志為中國金石書畫藝觀學會，因訂簡章於後。一、定名：中國金石書畫藝觀學會。二、宗旨：以保存國粹，發揚國光，研究藝術，啟人雅尚之心為宗旨。三、資格：經社員二人以上介紹，凡有志於金石書畫及其收藏古物者，均可認爲會員。四、會期：每季開常會一次。五、出版：本會發行刊本及雜志，係另集資設立，以爲增廣聞見，精進學術。其招股辦法另有細章，會員如願參",
      "category": "art_creation",
      "categoryName": "艺术创作"
    },
    {
      "year": 1927,
      "era": "民國",
      "age": 63,
      "title": "出版《篝鐙紡讀圖》",
      "content": "春，為陸丹林作《篝鐙紡讀圖》。\n《為丹林繪篝鐙紡讀圖並題一章》：“萱堂課讀夜鳴機，風雨今看游子衣。難忘髫年慈蔭重，茆檐冬日有晴暉。”（1月21日申報）\n2月，《清代畫史》由有正書局出版。\n《清代畫史》出版廣告：“此書接續《畫史彙傳》，自清初以至現在有名書畫家，姓氏依韻刊例，最便查考，乃備書數十種彙成此編。有此，書畫家姓氏備矣。共六册。”（2月13日《申報》）\n按：《清代畫史》正編為武原（海鹽）盛叔清（）輯，創始於1921年辛酉六月，脱稿於1922年壬戌三月，不久盛氏去世，由黄賓虹審閲出版。1933年又加補編出版。\n初春，高劍父游日，道出上海，前來過訪，云須經年而返。然僅兼旬而還滬，云日本畫家囑其回國，研習中國古畫，於是帶其造訪上海友人如宣哲等，觀其收藏中國古畫名蹟。\n《改良國畫問題之檢討》：“一日，（高劍父）自粤顧余滬上，自言到此未訪他友，擬即乘舶而東，返須年餘，精求畫境。一别而去，僅兼旬而返。余異而問之，乃徐徐言，曰：而今知專心研求中國古畫矣！述其東渡，訪舊友人，言明所來意，友引之登樓，令觀古名畫，皆中國明代李流芳、查士標真蹟，一一爲之指導，且云：我輩略師其法，已得盛名，子盍歸而求之，當有勝於此者。遂感其言，信不我欺而返。因與縱觀滬友諸收藏，數日而歸。”（1944年8月25日華北新報）\n按：《黄賓虹文集》録自原稿，與此處所引文字略異。原稿有删改，底稿“友人”處爲“宣古愚（哲）”。",
      "category": "publication",
      "categoryName": "著作出版"
    },
    {
      "year": 1927,
      "era": "民國",
      "age": 63,
      "title": "从师学习",
      "content": "按：李韶清《順德黄晦聞先生年譜》1927年條：“正月，先生患腎臟炎，病甚重，卧床數月，幾至不起，至四月始漸康復。”\n春，日本天遒來滬，彼此時相過從，各出所得古今名畫相賞析。及夏，天遒將返國，贈之以畫。\n自題：“天遒先生以餘事殫精六法，筆墨俱臻玅境。丁卯春日來遊滬豄，於俗塵囂集中，與余各出古今名畫相賞，談笑甚懽，漫興寫此。今聆琴從將旋鳩茲，余亦擬居池陽山中，它時把晤，共話江上幽棲之勝，不知視此際為何如也。夏五，黄賓虹重題。”（嘉德拍賣公司1994年春拍圖錄）\n夏日，為巴慰祖族裔巴叔海訂潤例，並作《練濱草堂圖》贈之。\n《巴叔海潤例》：“巴君叔海，新安巴予藉先生之族裔也。髫齡蜚聲庠序，壯游四方，工篆隸書，善畫山水，兼精篆刻，妙有四香堂之遺風。近以求者日繁，應接不暇，爰為代訂潤例，鑒者諒焉。（中略）丁卯夏日，黄賓虹訂於上海。”\n自題《練濱草堂圖》：“新安畫迹師唐多，薛稷後先張志和。當年仕隱各適志，山水大好從經過。練溪之水匯豐率，合流漸江入吳越。松雪、衡山六法工，中鋒破墨生奇特。巴君家住練溪濱，漁梁澎湃山嶙峋。圖書彝鼎舊羅列，四香堂前思古人。叔海婣兄，本予藉先生之族裔，善丹青，工篆刻，方聞博雅，能不墜其宗風，余因寫《練濱草堂圖》，系以拙句，聊供一噱。潭上黄賓虹。”\n按：斯圖未署年款，以畫風觀之，當在此際。\n5月，為余威丹訂畫例刊於報端。\n《壽石山房畫例》：“余威丹女士工畫山水，筆意蒼勁，功力",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1928,
      "era": "民國",
      "age": 64,
      "title": "从师学习",
      "content": "1月，作畫寄黄節。\n黄節《除夜答賓虹寄畫》：“千方思慰我，繪事乃其餘。世薄知貧友，民窮趣夜除。一寒多贈問，留歲為裁書。來與年俱改，春鐙亦不如。”\n2月，《國粹月刊》創刊，任名譽編輯。\n按：是刊由書畫保存會發行，名譽編輯有章一山、黄賓虹、王一亭、吳待秋。\n3月，與汪聲遠、胡韞玉、蕭蛻公舉辦國畫補習班。\n《國畫補習社招生》廣告：“本社以發達國畫技能爲主，以精密簡捷方法教授，務使學者得實益而獲速效。簡章函索即寄。社址：上海老西門内翁家弄鼎新里三號。發起人黄賓虹、胡樸安、蕭蛻公、教授汪聲遠同啟。原名上海國畫學校，茲因手續未完，先設補習，俟充分籌備，繼續開辦。”\n鄧實體弱多病，無力支撑神州國光社營運，有出讓之意，遂情商之黄居素，黄居素復商之陳銘樞、李濟深，决定由廣東省政府出資盤下作言論機關。春，偕黄居素等辦理頂盤交接事宜、籌劃擴展社務等，任美術部編輯主任。\n《黄居素口述黄賓虹年譜資料》：“（神州國光社事）賓虹先生請黄居素向鄧秋枚接辦神州國光社，黄居素接辦後，即聘賓虹主理美術部編輯，聘王禮錫（主理）新文化部編輯。”\n鄭逸梅《記神州國光社的代表性出版物》：“上海神州國光社，最初是由鄧秋枚和黄賓虹所組織的，它所刊行的大都是歷代書畫、碑帖、金石、印譜一類的書。……1928年，神州國光社以四萬元的代價讓給陳銘樞，改出社會科學新書，發刊《讀書雜志》、《文化雜志》、《十月》、《鐵甲列車》，又出了《中國社會",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1929,
      "era": "民國",
      "age": 65,
      "title": "从师学习",
      "content": "元旦，參加中國學會成立大會。\n《中國學會成立大會紀》：“中國學會發起，甫經兩月，海内學者來函加入者達八十餘人，爰於元旦日假儉德會開成立大會，到者有姚明煇、胡樸安、譚禪生、胡惠生、李續川、吕志伊、龐青城、胡寄塵、聞野鶴、周予同、徐蔚南、陳柱尊、葉恭綽、田桐、伍仲文、郭步陶、嚴濬宣、陳乃乾、朱香晚、俞鳳賓、范子美、姚石子、周迪前、高君定、黄賓虹等數十人，當推胡樸安主席，由譚禪生記錄，討論會章，通過並推定胡樸安為編撰部主任幹事。聞該會另行組織一出版部，印刷及發行本會各種刊物，並代會員印刷及發行各種書籍，並代會員訪購各種書報等。聞該會入會不需會費，由會員二人介紹即可為會員，通信處暫假新閘路六三七號云。”（1月4日申報）\n胡寄塵《上海的學藝團體·中國學會》：“中國學會為胡樸安、姚石子、陳乃乾於1928年（民國十七年）1月1日假老靶子路儉德會開成立大會，此時加入會中的已有八十餘人。該日到會的有二十六人，其前于右任、葉恭綽、馬叙倫、蔣觀雲諸人均有來函，對於會名及入會資格問題，所有提議，開會時將函件依次傳觀，並將章程分別討論、議决、定名為中國學會，簡章逐條修改、通過。在開成立大會以前，已先出《中國學術週刊》一種，附《時事新報》發行，中間約停止一年。1931年（民國二十年）起復刊，改附《民國日報》發行，至1932年（民國二十一年）‘一·二八’中日戰前，《民國日報》被迫停版，週刊也連帶停止，先後加入的",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1930,
      "era": "民國",
      "age": 66,
      "title": "从师学习",
      "content": "自1928年籌劃創辦中國文藝學院，至是際，一則社會逐漸重視國畫藝術，一則以資金襄助者日衆，乃正式創辦中國文藝學院，原址設在建國西路之建業里，被推為院長，一時書畫文藝界名流均任教職，慕名入學者甚夥，上海美術專門學校在校生亦紛紛隨師轉校。\n《九十雜述》：“葉遐庵先生招辦文藝學院。”\n弢甫《中國文專之成立及其發展計劃》：“吾國畫學，發達最早，傳之日本，蔚爲大觀，被之西洋，發生新派，蓋在世界藝林中，有特殊之地位焉。近數十年來，國患頻仍，藝術亦受影響。自西洋畫輸入中土，趨時之流，既厭故而喜新，守舊之士，復薄今而泥古，國内公私立藝術學校，雖漸次設立，故皆偏重西畫，以爲國畫無足輕重，而國内畫苑老成，又以新派淺陋，不屑與之議論，於是國畫精神，愈以不振。民國十七年夏秋之間，上海書畫家黄藹農、吳待秋、劉貞晦、張善孖、樓辛壺、張紅薇、馬孟容、鄭曼青、鄭午昌、許徵白、沈仲俊、方介庵、馬公愚、王師子、商笙伯、黄賓虹諸君，數次會議創辦中國文藝學院，並推章味三、馬孟容二君偕赴南京，向各方面接洽，嗣以規模太大，需費甚巨，一時未能成立，然籌備進行，仍未稍懈。此文藝學院之造端也。兩年以來，社會漸知注重國畫，各學院亦知圖畫一科不宜偏重西畫，或添國畫，或改授國畫。蓋國畫本有獨立之精神，而設立國畫專科學校，尤爲刻不容緩之事。十八年秋，遂决意組成，積極進行，外界聞風，顧予贊助者甚衆。前交通總長葉譽虎，前福建教育廳長黄孟圭，首",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1931,
      "era": "民國",
      "age": 67,
      "title": "从师学习",
      "content": "元旦，以藏品參加中國科學社舉辦之中國書版展覽會。\n《中國版本略說》：“中國科學社中國書版展覽會應徵者台銜列左：黄賓虹先生隋唐寫經、周秦漢印譜。”\n《志所藏明陳老蓮繪、黄孑立鎸〈博古葉子〉》：“歙之蝤（虬）村黄氏，世以梓版為業，距吾祖居之潭渡村僅一牛鳴地，至今猶有傳者，名手綦多。此册為歙汪司馬所選，黄孑立所鎸，其即蝤（虬）村之族可知已。黄賓虹志。”（《中國版本略說》）\n1月，東莞黄般若北上游覽金焦名勝，道出滬上，昕夕過從，作《桂林山水圖卷》以贈，並為鄧爾雅作《綠綺園圖》。\n自題《桂林山水圖卷》：“粤山幽邃接湘灕，浩汗清波一葉歸。畏醉客中偏得酒，懶吟夢裏又成詩。老來樂事須平澹，容易流光任轉移。巒岫羅胸多壘塊，卧游拳石蓄仇池（行篋中有卷雲石極類臨桂雉山巒岫，天成不翅縮本圖畫也）。夜雨初晴秋漲高，溪流半齧倚雲坳。鬼工壁削玉千疊，鐘乳柱垂冰萬條。歷歷江邊餘戰壘，依依山色送歸橈。同舟共解留連意，水石捜奇未寂寥。樹石煙籠望眼迷，一帆初轉認前溪。雲巖陡絶攀援路，乳洞層分上下梯。往事蠻荒苔繡碣，新詩鴻爪雪融泥。誰將興廢論千古，水志山經共與稽。榕陰垂冪草芊緜，行近荒村見暮煙。兩岸石傾漚浴水，一潭山逼井觀天。民風餘此皇初樸，節候常於炎暑偏。争上灘頭數帆落，隔舟人語又囂喧。戊辰五月游粤西諸山，自陽朔旋滬上，得詩凡數十首。今庚午臘月，般若道兄先生將游金焦，鑒古今書畫，道出春申江，昕夕過從，相得甚懽，出楮索為",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1932,
      "era": "民國",
      "age": 68,
      "title": "从师学习",
      "content": "中國藝術專科學校第四屆師弟書畫展覽會在福熙路馬浪路口校内開幕。\n韋齋《中國藝術專科展覽記》：“中國藝專之國畫作風，於海上最爲清純自然，途徑獨正，大致山水由文、唐上窺元諸家，花卉則守南北宋鈎勒、没骨之法，而薰染以白陽、新羅之氣韻，此蓋有辛壺、師子、公展、紅薇、孟容、午昌、曼青、介堪諸大師之善教，與諸生之善學，故得成功。戚維新於藝專為母校，現即掌教校中，矩矱仍一守馬（孟容）、鄭（曼青），可謂西河之於洙泗。此次該校第四屆成績展覽會，佳作如林，畢業生中如黄景華、方江水、戴庭鶴、左德全，皆一時之選。在校同學則有徐慧之山水，曲宗燮之走獸，吕霞英、劉慎、謝隽（華）、黄達聰、丁筠碧之花鳥，無不有筆墨，有氣韻，秋實未登而春華可玩，足詫奇觀。世亂日亟，何香凝女士方以書畫救國為倡，則藝專同人於藝術之成就，社會之貢獻，救國愛國，胥可於此會卜之。”（1月13日申報）\n1月28日，日軍進攻上海，製造“一·二八”上海事變，駐滬第十九路軍奮起抵抗，揭開淞滬抗戰序幕，全國抗擊“暴日”的愛國浪潮風起雲湧。函屬家鄉嚴加防衛。\n與許承堯書：“芚公先生：……滬上自一星期餘，耳聞巨炮之聲，目睹流離之狀，恐慌景象已同遼瀋，惟敝寓軍距戰地稍遠，較似安謐。然孤軍乏援，外交無助，即此長延，亦屬可慮。家鄉得訊，防衛當加嚴密。如全國果作長期之戰，變化更不可測。年終滬市無物得見，實因沮隔與源流俱竭，有可知已。敝親友多平安，而器服均損失。專",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1933,
      "era": "民國",
      "age": 69,
      "title": "从师学习",
      "content": "1月13日壬申十二月十八日，夜大雪深尺許，至晨猶未已。林思進惦念遠客，遣人送家治菜肴及茅台酒，並以小詩兩首代箋。\n林思進《清寂堂日記》：“十八日，己卯。晨起雪深尺許，窗牖洞然閉。楊僕雲街雪亦鋪滿，無行人矣。開門往看，則仿佛北京之雪矣。飯後雪勢不已，往年之雪不過午而消為簷溜，今歲則仍堆積如畫也。因念黄賓虹遠客成都，復值兵亂，無一日游賞之樂，令姬人輩為治兩殽送酒慰之，題二小詩當箋。又遣人以鹿脯、桶鴨六事饋亞衡。年近來朋輩中於我厚者，惟亞衡昆仲而已。周生聞辛自資中來視予，饋冰糖、芽果，明日將行矣。《雪中送茅台酒與賓虹》：蜀雪頻年特地寒，梅花爭放竹垂竿。‘一廬’池館雖荒穢，留與高人作畫看（賓虹所寓‘一廬’，陳戎生舊園也，然尚有梅竹可賞）。  莫笑貧家無酒醅，茅台新到送君開。亂餘漫動南歸興，且自憑欄勸一杯。”\n與林思進書：“山腴先生大鑒：頃荷損書，承佳殽名酒之貺，雪夜得不岑寂。况雅什芬芳，尤為感謝無已。復頌冬綏！黄賓虹頓首。”\n1月15日壬申十二月二十日，雪漸融，遣人送《霜柑閣歲寒雅集圖》與林思進，林以為此畫“用意為之”，不及途中“草草”所寫。\n林思進《清寂堂日記》：“二十日，辛巳。雪始漸融，而瓦溝猶平白若厚棉，此真吾蜀所稀有也。（中略）賓虹送所畫《霜柑閣圖》來，上題兩詩，即和予韻者。然畫似用意為之，而反不及其途中草草所寫者，此自來書畫皆如是也。箋復謝之。（下略）”\n1月21日壬申十二月二十",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1934,
      "era": "民國",
      "age": 70,
      "title": "从师学习",
      "content": "1月，十九路軍退集泉州，“人民政府”被迫宣佈取消，李濟深、陳銘樞、蔡廷鍇飛離福州。\n癸酉臘月，為陶冷月《疏影寒香》巨幅署籤。\n署陶冷月《疏影寒香》圖：“陶冷月先生寫疏影寒香大幅。癸酉臘月，黄賓虹題。”（《陶冷月年譜長編》）\n按：此圖為陶冷月是年冬日作，係依超山宋梅為藍本而作，為陶氏生平尺幅最大之作，晚年捐贈上海博物館。\n1月，許承堯寄詩祝七十壽辰。\n許承堯書：“前寄詩序，想已到，不知可用否？有數處尚不妥，託為改易，誼兼師友，萬勿客氣也。聞明年元旦為先生七十生日，敬作一詩，遥祝□晉一觴。手此，虔頌賓虹老兄千春。弟承堯上。”\n又詩：“人海中一鐙，凝然太古色。先生自忘年，未覺斗室窄。餐奇日無已，醇味釀肝膈。峥嶸落毫楮，一一盡高格。靈甄納煙雲，好語潤山澤。元日椒酒香，飲之歲逾百。遥祝賓虹老兄七十，弟許承堯拜呈。”\n汪福熙遥寄壽聯，作蜀中紀游畫回贈之。\n與汪福熙書：“劼修大世兄先生左右：頃以賤辰，辱荷惠賜墨寶撰聯，百朋之賜，無以過之，領謝領謝。潭祉興居，諸如心祝為忭。承屬同人畫幅已轉去，俟竣工當彙寄奉。弟近數年來，頗厭市囂，陽朔、雁蕩歸後，前年入蜀，山川險惡，人情詭異，非楮墨所可罄。淹留歲餘，仍返滬豄，眴又數月，聞見均非心愜，擬覓就近鄉居之地，略安筆硯。暑中將還黄山，重捜雲海奇勝，容圖趨晤，以抒契闊。茲撿近作篆聯，又拙小畫祈教，自知心手未調，聊以伴函。祗候道綏。世小弟黄賓虹頓首。兒輩隨叩。”",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1935,
      "era": "民國",
      "age": 71,
      "title": "从师学习",
      "content": "1月9日，余紹宋來函，轉達黄節的思念之情，並索篆聯。\n《余紹宋日記》1月10日條：“作書復……黄賓虹。”\n余紹宋書：“賓虹先生大鑒：秋間曾寫墨竹一幅，寄請指教，迄未得復，不審曾否到達。其後弟遂北游，與晦聞兄朝夕相見，相見必念及先生，未稔近來通問否？最痛心之一事，即蒲伯英兄自蜀避難到平，僅十四日，與弟相見祇三次，遽歸道山，至今悼惜。五年前承先生賜集金文楹帖，寶藏不忍懸掛，常謂近時雖多喜寫金文之人，而真能得其神理者，先生外，更無他人，不惟並世所無，近數百年亦無有也，傾佩之極，頗欲更得一屏（大小不拘，四張六張均可）一聯，能乘興許之否？冬寒，維珍衛不宣。弟余紹宋頓首。一月九日。”\n同日，安徽黄山建設委員會常務委員會在南京賑務委員會會議廳開會，被推為建設經費審核委員。\n《安徽黄山建設委員會會議紀錄》：“（前略）一、黄山建設三年計劃案（略）。二、確定本會行政經費案（略）。三、收回文殊院等寺廟地畝案（略）。四、推定建設經費保管、審核兩委員會委員案：决議推徐静仁、楊嘯天、王仲奇、吳蝶卿、關芸農五人爲保管委員會委員；高一涵、黄賓虹、許際唐、江彤侯、洪玉林五人爲審核委員會委員，報請省政府延聘。”\n1月10日，黄山建設委員會在南京珠寶廊振務委員會召開第一次委員大會，與張善孖、許承堯等被推為負責宣傳黄山名勝工作。\n《黄山建委第一次委員大會紀錄》：“（前略）出席委員：許世英、張治中、邵元冲、陳樹人、柏文蔚、",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1936,
      "era": "民國",
      "age": 72,
      "title": "从师学习",
      "content": "自舊年12月30日開始入庫鑒定故宫書畫，得寓目無數宋元明清書畫，極爲愜心。\n與許承堯書：“疑庵先生左右：前誦惠書，適往具區，致稽裁答復，歉甚歉甚。……近日為友人邀作鑒畫工役，每日須依銀行鐘點辦事，頗形勞碌。然因此得見無數宋元明清書畫，亦有唐以上者。每日以數十件計，約六個月尚難蕆事。略有筆記，删改或可成編，亦足差强意耳。有明周天球蘭卷，題七十七人，如吾鄉許文穆、王仲房、汪仲徽、方定之（即弘静）、方不燿、元熲、詹東圖、鮑叔子（應鰲）、汪象初、文兆唐（若營）、宇肩、凌斗城（琯）、汪心禪（大成）、汪君倩（元功）、鮑叔卿（士章）、徐茂、吳柱、羅伯符（文瑞）、吳半千（守淮）、佘宗漢（翔）、程子虛（本中）、方子瞻，疑多半歙人，皆有詩。餘若查梅壑自書詩卷，多不勝抄。且監守極嚴重，亦不能代人去抄，甚怏怏也。匆上，順頌年禧。黄賓虹頓首。一月十三（日）。”\n按： 故宮審畫日程（據審畫底本上黄賓虹自記日期）\n第1册：1935年12月27日至12月29日\n第2册：未記\n第3册：未記\n第4册：未記\n第5册：1936年1月20日至22日下午\n第6册：未記\n第7册：1月23日至28日\n第8册：1月28日至30日\n第9册：1月30日至31日\n第10册：未記\n第11册：2月4日至2月7日\n第12册：2月7日至2月10日\n第13册：2月10日下午至2月12日\n第14册：2月12日至2月13日\n第15册：2月13日至2月",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1937,
      "era": "民國",
      "age": 73,
      "title": "从师学习",
      "content": "南京文物庫房竣工，上海故宫南遷文物於1936年12月4日及17日分兩批運寧，隨之暫居南京繼續鑒定。\n1月2日，作品參展新華藝專主辦之現代名家書畫展。\n《新華藝專主辦現代名家書畫展△一月二日起舉行》：“本市新華藝專創校十周紀念，决定於二十六年一月二日起至十一日止，在南京路大新公司四樓舉行現代名家書畫展覽會，聞已徵得各方作品五百餘幅，均係當代名家精心傑作，並用精工裝裱，所得畫值，悉充該校建造美術館之基金，定價低廉，凡愛好藝林珍品而不可得者，切勿失此良機。聞此次出品者計有王一亭、黄賓虹、徐悲鴻、謝公展、閻甘園、張善孖、吳湖帆、簡琴齋、徐朗西、汪亞塵、施翀鵬、王陶民等二百餘人。”（1936年12月31日申報）\n1月9日，蔡守衝寒冒雨來訪，出古畫共相賞析。\n蔡守《臘八逢大寒》：“臘八逢大寒，山妻病不餐。用食七寶粥，温飽笑言歡。啣泥訪賓虹，出眎畫幅觀。老阜左筆拙，古色賦斕。歸來黑陽雲，冷雨打破冠。誰家細腰鼓，逐疫蘄平安。誰家合臘藥，我願乞一丸。遮莫山妻病，客貧歲又殘。”\n丙子臘月，為蔡守作《寒月行窩圖》。\n自題：“丙子臘月，哲夫先生屬寫寒月行窩圖，塗此博粲。予向。”\n陳衍題引首：“寒月行窠圖。八十二叟衍書耑。”（嘉德拍賣公司2002年春拍圖錄）\n1月20日，參加黄山天都文物社在南京舉辦第一次時賢書畫展覽會。\n廣告：“黄山天都文物社主辦第一次時賢書畫展覽會，一月二十日起至二十五日止，地址府東街青",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1938,
      "era": "民國",
      "age": 74,
      "title": "从师学习",
      "content": "任教北平美術專科學校、古物陳列所國畫研究室，暇餘兼研易經為畫理探討之助。\n與陳柱書：“柱尊先生大鑒：頃誦惠書，並大著詩跋，環回再四，欽佩莫宣。杜少陵、陸劍南之詩，當與庾開府同慨也。清初垢道人《會心吟》亦遭焚禁，古人身世，讀書者未免傷懷。所蘄善養天和，守尼山言遜之恉，五十學《易》可耳。僕近稍研京、焦、胡、程學説，知漢宋諸儒之長，恒苦扞格。焦氏雕菰樓言《易》之書尚未見，前在滬曾訪之，内容若何？敬祈大雅有以教之。……黄賓虹頓首。廿七年一月八日。”\n又：“柱尊先生大鑒：昨讀惠緘，並眎焦理堂《易學綱領》，感荷感荷，至為銘佩。丹林、冰清來函，均述足下餘暇揮灑行草書，清興不淺。物外秦源，達者當作如是觀耳。北平城中，安堵如常。新舊歲除，士習捜求古書畫，仍復不少。新春廠甸市場，以舊書籍為最多，碑帖字畫，上乘者較滬上值昂數倍，明人字軸尤寥寥，惟收藏家隨時有展覽會，猶可得見及之也。此間有畫學研究院，作風多近院體，友約參觀，索為評語。鄙意勸其努力向筆墨上討論，方免蹈襲市畫，大衆非常喜悅。因之每週與其同人理論，近百餘人，風氣或可一變。又有辦古學院者，在籌備中。多數大學，擬開學，未知如何耳。僕於静中思研《易》學，先温習各家注解，兼觀學説，未能有所心得，有疑難處，當求教益。習書亦無進境，臨明賢真蹟，半由廠肆携來，值昂未易購得，率於歸還，無由深究。……‘予向’二字，係賤別號。《國粹學報》中有文數首，為近人採入《再",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1939,
      "era": "民國",
      "age": 75,
      "title": "从师学习",
      "content": "春，杜門整理黄山畫派舊稿，自1月15日始，以“予同”為署連載於《新北京報·藝術週刊》達一年半之久，凡六十七篇。深究墨法，頗有新得。\n與黄居素書：“居素道兄鑒：近得楊鐵老來函，聆悉一切，清恙初痊，務須調攝為慰。僕自前年春間就診來平，旋值事變，道路沮梗，不獲南返，日惟門振理殘稿，所幸宋元書畫真蹟時有留觀，聊足遣日。暇中圖香港紀游册六幀奉覽。近悟墨法，覺明清畫者知之絶少，尊見以爲何如？即候日綏。黄賓虹頓首。”\n存考：如果說上海時期研求筆墨之法重在用筆，突破也在用筆，那麽北京時期則重在用墨，突破也在墨法。墨法即黄賓虹所說蘸水法，即以濃墨飽滿之筆吸水之法，是老人的獨創，目的在於求潤求活，使筆墨窮極變化。這種蘸水之法與黄賓虹擅長的宿墨，相得益彰，構建成他晚年獨特的水墨世界。還有一個不起眼的細節很容易忽略，黄賓虹遺物中有個泡墨的小罐，也是在這個時期開始使用的。石谷風老人説到這件事：有天賓老取出一大包東西放到桌上，說：“谷風，你說可惜不可惜！”邊說邊打開那包東西，一看方知是些碎墨，“這是我父親開墨莊時造的墨，連墨銘也出於父親的手筆，那時我也做點點煙和膠的活兒，你看，現在碎成這樣，怎麽能用？可惜可惜！”後來便見到他溶泡成墨膏，說用來加點醒畫，偶然的效果出乎他意料的好。\n1月，赫寵恩造訪，懇請為繪《助讀樓圖卷》。16日（戊寅十一月二十六日）馳書詳載尺寸畫面内容等項。\n赫寵恩書：“黄老師座函丈：敬懇者日",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1940,
      "era": "民國",
      "age": 76,
      "title": "从师学习",
      "content": "1月1日，《畫談》開始分二次刊於《中和》月刊。\n《畫談》：“［緒論］古有三不朽：立德、立功、立言。中國言成德，歐人言成功；闡明德性者，東方之藝事，矜尚功力者，西方之藝事；意旨不同，而持論異矣。孔子曰：‘士志於道，據於德，依於仁，游於藝。’道德依歸於仁，仁者愛人，一藝之微，極於高深，可進乎道，皆足濟世。圖畫肇始，原以羽翼經傳，輔助政教，法至良，意至美也。支分流派，至有山水人物花鳥蟲魚諸類；一類之中，又有士習、院體，以及江湖、市井技能之攸異。其上者，足以廉頑立懦，感發清介絶俗之精神；其下者，僅以娛情悅目，引起華侈無厭之嗜慾。遵循日久，相習成風。正如歌曲郢中下里巴人，和之者衆，而引商刻羽，雜以流徵者，乃以知希為貴而已。淺根薄植之子，漫不加察，遂以畫為無用之事，不急之務，甚或等視傭書，倡優並蓄，無惑乎人格日益卑，文化日益落，苶疲委靡，勢將一蹶不可復振矣。近者歐風東漸，西方文化之顯著者，為拉丁族之靡曼，與條頓族之强厲，二者皆至羅馬而完熟，其畫風可以表見之。或稱基督教，即以同情結合歐人，而救羅馬之弊，卒與羅馬國家相混合。究之東西文化之異點，視生活狀態、社會組織而分動静。中國國家得千萬知足安樂之人民，維持其間，常處於静。古來畫者，多重人品學問，不汲汲於名利，進德修業，明其道不計其功。雖其生平身安淡泊，寂寂無聞，遯世不見知而不悔。曠代之人，得瞻遺蹟，望風懷想，景仰高山，往往改移俗化，不難駸駸而幾於",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1941,
      "era": "民國",
      "age": 77,
      "title": "从师学习",
      "content": "1月，為高燮作《風雨勘詩圖》，並為其《吹萬樓文集》題籤。\n自題：“腥氣捲地來，秋氣撼林屋。兀坐飄摇人，簡編日三復。周衰詩乃興，關雎致貞淑。家數齊魯韓，毛鄭尤異讀。無邪鼎解頤，多識笥在腹。菑畬正而葩，蘭桂馥且郁。鯉對聞庭，君嗣多式穀。季女詠絮才，薤露嗟賦鵩。覬有楹書傳，胡奪掌珠速。遂令變雅賡，幽冥企清穆。四始寓興衰，萬古不顛撲。解翳陰轉晴，含和寒改燠。温柔敦厚中，緜久瞻茀祿。宜春展圖畫，破涕笑可掬。吹萬先生寄眎自撰丁丑、戊寅日記節鈔，憂時感事，深得詩人諷諭之恉，識者韙之。茲承屬繪《風雨勘詩圖》，率係拙句，並希郢正。天都黄賓虹，庚辰冬日，時年七十又七。”\n高夑書：“賓虹先生老友閣下：奉手教已逾二月，承見賜之《風雨勘詩圖》並惠題大什各一紙，早經裝拓，珍若球琳，晨夕摩挲，恍置身於宋元間，令人魂夢俱古。蓋公之作品無一筆非千秋，想返顧當時盛名之輩，真蚊矣。公以望八之年而神明不稍衰，研求畫事，乃入聖品，又旁及於文字考古，所為《受觛篇》，誦之目眩，亦前無古人之作矣，傾倒傾倒。弟年甫逾六十，雖能健步善飯，而精神思慮減退不少，所為區區詩文，皆甚難，即友人書札亦每懶作答，他可知矣。經亂以來，藏書盡失，其實即不失亦已無力能讀也。平生略有拙文，亂前幸硯因及談生麐祥曾為我搜集，寫成十餘卷，硯因當避亂之際，慎重寄我，得未失，遂為付諸木刻，共編成十八卷，行將告竣（大概可有六册），惟紙價太昂，恐一時印刷尚不易耳（在",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1942,
      "era": "民國",
      "age": 78,
      "title": "从师学习",
      "content": "元旦，陳隽甫畫展揭幕，題其作品以資鼓勵。\n報導：“青年畫家陳隽甫，山水、花鳥、走獸，並擅其妙。去歲三友畫展深得美評，年來閉戶潛修，積畫甚多。茲定新年元旦起，假稷園水榭作首次展覽四日，全部八十餘件，風格較前益峻，山水宗北派，筆墨遒勁，直追宋出元，花鳥出入新羅、白陽之間，畫虎栩栩如生，尤爲精絶，且多經乃師溥心畬、齊白石、黄賓虹為之題跋，堪稱名貴。”（1941年12月29日新北京報）\n辛巳臘月，途中被盗。1941年12月12日，日軍入侵九龍，24日入侵香港，黄居素寓遭兵燹，損失慘重，馳書問候，回信以“耐此歲寒，春和自有轉機”相勉。\n與黄居素書：“居素吾兄有道：日前聆港市事變，不勝遑遽。月餘未得消息，旋接兒子用明暨黄嘉德君來函，欣悉尊寓平安，至以爲慰。此次各方損失多巨，身外之物，倘有意外，俱宜達觀。各友均聞安善，用明店事已難復振，港市諒亦不能久留。僕於去臘將近到寓，途中被盗，劫失脩羊，案破而囊已空。荆天棘地中，所幸青氊尚存耳。餘容續報，先此匆泐，祗詢道綏。黄賓虹頓首。貴友中諒平安，念念。”\n段拭書：“夫子大人函丈：頃得友人書，謂慈躬在平遭受虛驚，未讅確否，至深念念。……受業拭伏枕謹肅，二月十二日。”\n黄居素書：“賓虹先生尊鑒：頃奉手示慰問，拜讀敬悉，欣感之至。港中戰事凡十八日，敝寓中炮彈廿餘發，全家均在寓，然叨大之幸，賴均獲安，其他親友亦無死傷者，身外物雖有損失，亦不足介矣。戰事息後，舊病",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1943,
      "era": "民國",
      "age": 79,
      "title": "从师学习",
      "content": "1月1日，參加華北居士林佛畫研究會第一屆成績展覽會並與師生合影。\n按：見合影。\n华北居士林佛画研究会前排左二张之洞外孙女著名画家佛画导师冷云李树萱 左三恭亲王后裔溥儒  左四中国佛协奠基人之一周学熙左五中国画坛巨擎黄宾虹右一屈贞（慈禧绘画代笔人屈兆麟之女）后排左二庄亲王后裔恒贞名媛画派人物之一\n春，《八十感言》刊於《雅言》。\n按：此詩見1942年條，本年刊於《雅言》癸未卷四，與後來刊於畫展特刊略異。\n門生段拭自南京寄贈書籍七種祝壽，作山水册答之。\n題贈段無染山水册之一：“齊山、秋浦之間，余嘗結廬其間，有湖田二頃，近將暌隔十年矣。癸未，賓虹。無染道兄自秣陵貺予丹徒柳氏覆印書籍七種，為賤辰八旬之誌，心甚感之，因寫此册以答雅意。賓虹又題。”\n1月24日壬午十二月十九日，二妹乃耐殁於裏鄭，享年六十六歲。臨終時請四兄將其名下廿餘畝地捐贈學校。\n年初以筆法圖寄顧飛，自謂山水與古人無一相似，然處處從古人法中來。\n與顧飛書：“默飛女棣大鑒：頃誦手書並大作畫册閱悉，虛懷毅力，討論六法，以求精進，欣喜無量。近來我國畫家雖多，而研究實理，遠遜他邦，以自滿自足，輕心掉之，因乏進步。且見外邦作風之盛，輒思盡變我國舊有之法，而用夷變夏；拘守陳跡者，祇知婁東王煙客、圓照、麓臺，虞山石谷為正宗，又不能明其古來所傳授之正法何在，無怪爲人所輕視，實未能確見婁東、虞山精品真蹟，又不能追婁東、虞山可師之古人，其墜落不亦宜",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1944,
      "era": "民國",
      "age": 80,
      "title": "从师学习",
      "content": "此際，作《黄山松圖》祝許承堯七十壽。\n自題：“崖懸百級梯，高瞰白雲低。矯健松千尺，黄山壽與齊。疑盦先生七秩大慶，黄賓虹恭祝。”\n許承堯題：“彭咸過佛眼，何者非須臾。我有長生訣，忘年最可娛。  大心行實善，君子自逢福。翹首北黟山，巍巍食天祿。此賓虹老人八十所作以壽予七十者，茲以轉壽己文世兄，為三壽作鳳之徵，並題二詩勉之。己文年正壯盛，志業無量，期頤上算，可預期也。甲申冬，芚叟。”\n年初，與顧飛書云近作畫思參唐法而以元人爲歸。\n與顧飛書：“默飛都講大鑒：昨誦手翰，聆以馬齒徒增，惠貺多儀，何以克承，恧荷恧荷。拙畫歷年以來，隨時改變。前數年多學北宋，近思參以唐法，而以元人爲歸。古物自南而北，常有所見，然北方藏家，實不乏佳品，似較申滬易睹。專此奉復，即頌文祺。黄賓虹啟。”\n1月8日，汪聲遠國畫個展在上海寧波同鄉會揭幕，與徐朗西、余空我等列名爲發起人。\n《汪聲遠先生國畫個展》：“先生素以提倡畫學為職志，造詣極深，歷任各藝專教授，闡發尤多，識者稱譽。同人等忝為知交，爰為紹介，藉志欽遲。發起人：徐朗西、李思浩、黄賓虹、陶希泉、顧守熙、殷運凱、范憫黔、李伯琦、余空我、丁知止、劉瞻明、陳靈犀、洪家秀、李仲乾、唐鳴時、黄鶴儕、仰佽濤、雷作周、許厚鈺、孫光第、奚大可、倪勉之、李仰尼、傅海蒼、袁慧泉、王同叔、葉紉蘭、段繹之同啟。地址寧波同鄉會，自1月8日至12日，時間上午九時至下午五時，並於午後二時至四時對",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1945,
      "era": "民國",
      "age": 81,
      "title": "从师学习",
      "content": "物價陡漲，生計窘迫，春節自訂潤例。\n《虹盧潤例》：“堂幅、屏幅，每方尺二百元。扇面、手卷、册頁，按方尺計。設色、雙款加倍，題跋、點格另議。潤資先惠，立索不應。乙酉元旦訂。”\n按：1944年10月25日《華北新報·畫家們的苦惱》詳列繪畫用品狂漲情况：一張六吉料半紙九元（前四分），礬棉連十元，煮硾宣十三元，小白雲（筆）十三元，蟹爪（筆）七元（前四分）。\n1月，應許承堯爲其子女家楫、家華寄舊日畫稿作臨習範本之請，選十二幀臨古畫稿贈之。\n許承堯《題黄賓虹畫稿四首》：“愁絶潭濱老畫師，冥鴻天末渺歸期。年年溪上春花發，又是烘茶煮筍時。國門煙樹八年寒，春涙零星老漸乾。多少鱮魴消息斷，海濱閑煞釣魚竿。忽忽興亡點筆中，江山收拾術誰工？含毫審睇應回首，水墨相濡總未融。風雪埋頭耐討尋，寂寥陌巷一燈深。屏除萬事成孤悦，癖古何知更有今？”\n許承堯書：“賓虹老兄左右：多年未與公通問，世事阻隔，無可奈何，然此心無時不馳繫左右。……弟近年喜一切如昔，粥書爲活，所入足供食用。回徽後所出一子家楫（字航先）、一女家華（字聞復），俱長成，俱學畫，筆致楚楚，惜公隔遠，不能使列門牆，得稍窺美富爲悵悵耳。……公舊日畫稿能寄賜少許與楫、華否？手此，敬請歲安。弟許芚上。十二月廿二日。”\n按：許家華《跋黄賓虹手迹畫稿十二幀》云：“此册畫稿十二幅是黄賓虹大師1944年應先父許際唐公函求，自北京寄歙縣贈給我們學畫山水用的。”然該跋將其父",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1946,
      "era": "民國",
      "age": 82,
      "title": "从师学习",
      "content": "新春，為老友許承堯作水墨山水圖。\n自題：“明啟禎間士夫畫，不讓元季諸賢，吾歙尤多傑起之作。余於李檀園最為心折，其得天趣勝也。丙戌，賓虹年八十又三。”\n許承堯題：“賓叟晚歲作，氣韻蒼厚極矣。此意在檀園，絕去摹擬而神理自通，真玄詣也。芚叟。”（安徽省博物館藏）\n2月，黄萍蓀來信索畫，原贈之畫於八年離亂中失去。\n黄萍蓀書：“賓虹先生道席：八年來，浪跡西南，破家三度，他不足惜，獨長者於我廿五年在杭剏《越風》雜誌時所賜一幀，衷心耿耿，無時或已。比還海上，貧病交困，誠恐一旦捐館舍不能瞑目。用是，不惴冒昧，謹再拜奉尺素座下，乞賞數筆，以遂瓣香，儻蒙一諾，幸甚幸甚。耑此，即頌道安。弟黄萍蓀頓首。二月十三日。另郵寄上拙編一册乞正。寓上海海格路六八八弄五號。”\n3月12日，故都文物研究會假中山公園董事會召開成立大會，推張繼、張半陶為正副理事長。應邀參與成立大會，並與齊白石、溥心畬、吳伯康、陳半丁、胡佩衡等攝影留念。\n張半陶《故都文物研究會之經過及未來展望》：“……三十四年（1945）日本投降，兄弟自渝返平，即着手籌備，在北池子草垛胡同十二號設立籌備處，與北平耆宿名流許惠東、李蔭翹、齊白石、溥心畬、陳半丁、章一山、金息侯諸先生互相商討，積極規劃，起草章則，分別呈請（國民黨）市黨部社會局備案。本年春季，張溥泉先生來平宣撫，兄弟於晤面時談及本會宗旨及籌備經過，備承贊許，並促早日成立，以謀工作之條（開）展。及",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1947,
      "era": "民國",
      "age": 83,
      "title": "从师学习",
      "content": "此際，百貨物價飛漲，作畫仍擇人而與，不與人争名奪利。\n與黄樹滋書：“樹滋宗台大鑒：……張大千來此售畫，每張定價法幣二十萬，齊白石每尺首四萬元，皆`甚忙碌。鄙人祇擇人而與，非經至交介紹不動一筆，各紙舖索者皆謝絶之，意留傳精作，不與人争名利耳。……賓虹拜上。二月七日。”\n1月5日，陳叔通來書問候，對時局日蹙下友人的生計至為關切。\n陳叔通書：“賓虹先生賜鑒：久不通問，然從怒厂處，時時讀畫如見故人，仍時爲人迫促否？倘紙堆中尚有積存者，可否檢寄一二（多多益善），亦不必署上款，甚盼甚盼。廠肆尚可得古璽否？何時可以叢稿付印，不能即或鈔數份寄存圖書館亦可。近來藏印家能自釋，畫家能自題，捨公外無第二人矣。大千有天分而無書卷，且未免有意欺人，甚為可惜之，在北平曾晤及否？公生計果何恃，所藏當不至易米否？均以為念。弟本説不上藏，已不免易米，近則求易而不可得，時事日益惡劣，正不知所屆，如何如何！專問道綏。弟陳叔通手上。卅六年一月五日。”\n初春，黄居素返香港，寄書與論畫云“近作拙畫，擬由北宋漸入逸品，老而彌淡，不流空疏”。\n與黄居素書：“居素吾兄道鑒：昨誦手書，聆悉安抵香島。離亂之後，器具散佚，裝修毀壞，到處皆然，諒尊庽有所同慨，部署一切，諸費經營。茲檢近作拙畫，擬由北宋漸入逸品，老而彌淡，不流空疎。明代文、沈之作，雖源唐宋，惜多南宋。衡山近劉松年而追王摩詰，石田師夏珪以入元人，於北宋范中立、董、巨、二米猶少",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1948,
      "era": "民國",
      "age": 84,
      "title": "从师学习",
      "content": "1月16日，關春草病逝上海。\n傅雷書：“賓虹老先生道鑒：前椷計呈左右。關春草先生不幸於前日（一月十六）病逝，今日大殮。據云係心臟衰弱，臥床兩閱月。晚前往弔唁時，曾遇王秋湄先生之女公子，為言如此。藝文同志，又弱一箇，且吊者寥寥，更增淒凉景象，令人鼻酸。以吾公素甚許可關君，特為走筆奉告。歲暮諸維珍重不宣。晚傅雷叩。一月十八日。倘天時不過寒冷，能有得意傑構寄下尤盼。”\n按：關春草（1903—1948），原名報，又名善，字藻新，又字春雷、寸草，以字行，齋名益齋，廣東南海人。家富收藏，精古瓷鑒别。壯歲游蘇浙，遍訪名家，復東渡與日本畫人相切磋。善書法篆刻，尤工朱文小璽。輯有《春草藏璽》、《鑠鑠齋三代古陶文字》，著有《益齋印草》等。\n1月25日，陸丹林來書為其公子新婚索畫，覆書提出中西繪畫精神“無一不合”。\n陸丹林書：“賓虹先生：天涯歲晚，鼓角迎春，撫時感事，不勝悵悵。頃奉手教，法繪畫幅，祗悉道履康彊，至深欣慰。滬港美展，日必數起，牽於人事，未克往觀，其中雖良莠迭見，然亦知社會之趨尚也。次兒筱丹去春結婚時，曾奉吾公允賜法畫，倘有現成畫屏，敬求補款惠貽一幀，永以爲好，至所願也。……陸丹林頓首。一月廿五日。”\n與陸丹林書：“丹林先生大鑒：日前欣悉潭邸為公子成嘉禮，正擬作爲拙畫寄賀，適友人張谷雛君來此，竟日與敝寓接待書畫版本諸估，常以數十人，收購晉魏六朝唐宋敦煌發現名蹟不少。而拙畫雖未竣工，俱為來客席",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1949,
      "era": "新中國",
      "age": 85,
      "title": "从师学习",
      "content": "元旦，浙江省假湖濱省立民衆教育館舉辦第一次全省美術展覽會揭幕，出品並往觀。長天文藝社印畫展紀念特刊，刊有參展作品與傅雷《觀畫答客問》。\n雜記：“元旦，嚴生招往民衆館觀畫展，沈鍊字、撝叔聯極佳。過訪陳伯衡君，未晤，見乃弟，少坐，室内玉造像為‘仰□（偶忘）三年’。又偕章松兄訪高繹枝，見陶瓷，均古雅。”\n1月4日，夏承燾來訪談，翌日復偕馮振心伉儷來訪。\n《夏承燾集·天風閣學詞日記》1月4日條：“晴，大冷，見冰。午後過中正中學訪薛式愙，同詣黄賓老，聽談游四川為楊森所嬲事，名之累人爲此。”\n又1月5日條：“晴，大冷，見冰。午後馮振心夫婦來（自無錫歸北流），同過黄賓老。見唐賈至畫馬一幅，畫與字皆似出小孩子。賓老謂畫筆純是屋漏痕，當時以六百元得此，近年有人欲以一千萬法幣易此，不肯與。賓老自謂居北平十年，得此可詫為國寶之一。又談張溥泉發易培基故宫盗寶事。夕，聽心叔談此，謂此事與賓老有關（今猶傳賓老鑒別清宫書畫名册云云），不悉傳聞有否。”\n此際，劉作籌擬醵資爲刊印畫集。\n蘇乾英書：“昨接星州劉作籌兄來信，謂刊印夫子畫集款已籌備就緒，敢請夫子精選近繪三四十幀，付郵擲下，以備製版。……賓公夫子大人座右。受業蘇乾英拜啟。一月七日。”\n按：是書未署年，因信中有“前函寄去時港幣每元僅值十餘金圓，今則漲至三十左右”語，以金圓券發行於1948年年中，可知爲1949年。然刊印畫集事不詳，待考。\n雖經濟拮据到以古物易",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1950,
      "era": "新中國",
      "age": 86,
      "title": "从师学习",
      "content": "1月2日，夏承燾來訪，送題《月輪樓校詞圖》念奴嬌詞，並贈《白石詞樂說箋證》一册，為函介瞿宣穎。\n《夏承燾集·天風閣學詞日記》同日條；“雨。午後送題《月輪樓校詞圖》念奴嬌詞與黄賓虹先生，並以《白石詞樂說箋證》一册為贈。賓老談彊村、大鶴、蕙風遺事頗詳，為予作一箋介瞿兌之。”\n1月18日，熊十力來書。與夏承燾談友人于右任、吳趼人軼事。\n《夏承燾集·天風閣學詞日記》同日條；“雨。晨送熊十力先生函與黄賓老，聽其談光緒間客上海、揚州軼事。在上海《神州日報》與于右任同事，嘗識吳趼人（我佛山人）、于髯，其時好吃花酒。”\n又1月20日條：“晴。早發季思廣州信，寄去黄賓老惠件，託轉十力翁，及黄艮庸附去致十力翁書。”\n1月27日，滬杭鐵路出事，蘇乾英未能將畫款攜來，只得先匯部分以過年。\n蘇乾英書：“昨天擠不上車，晨起閱報，知滬杭車已出事，雖倖免於難，然誤約之罪無可逭。星州沈維嶽兄所送之潤金港幣五百元，已於廿四日接奉手示後全數兌出，共得金元二萬二千元（照當日最高黑市價港幣每元值金元四十四元），尊命即日換得袁頭八十個（照當日市價老袁頭每個值金元二百六十元，八十個袁頭以二萬零八百金元買進），尚餘一千二百金元。本擬親自帶杭，以備夫子度年之用，後因無法上車，即至中國銀行自貼八百元，湊足二千元匯上。刻下存生處尚有袁頭八十個及棉褲二條，待交通秩序稍佳，即親自帶奉。袁頭二十四日每個以二百六十元買進，二十五日即漲至二百八",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1951,
      "era": "新中國",
      "age": 87,
      "title": "从师学习",
      "content": "1月，嶺南畫家黄獨峰由謝海燕介紹徵集作品赴港澳舉行畫展。\n謝海燕書：“賓虹先生道長：友人黄獨峰先生，嶺南名畫家，向旅香江，秋間北來寫生並訪京滬藝友，最近即將南返，在港澳舉行畫展，擬徵集國内十大名家作品同時展出，悲鴻、白石、海粟、午昌諸先生均有作品參加。渠慕先生大名，囑代徵求先生大作數幅，不論已裱未裱、新作舊作，不論山水人物花鳥，價格自定，售出後即時匯還。獨峰為人誠摯守信，晚可為擔保，如蒙同意，懇即寄下或交藝專圖書館内子張嘉言轉寄亦可。肅此，敬請道安。晚謝海燕。一九五一年一月五日。”\n1月15日，夏承燾交來王季思致夏氏書，中有商承祚問訊語，乃作書答之。\n《夏承燾集·天風閣學詞日記》同日條：“晴。早得季思信，言秀之婚事，並謂商錫永問黄賓老消息。上午往岳墳買油，遂送與賓老。聽其談鄧秋枚以五十元辦《政藝叢（通）報》，辦《國粹學報》、神州國光社等。賓老少年在故鄉墾荒五千畝，每畝收價僅五角。”\n《夏承燾集·天風閣學詞日記》2月15日條：“三時，與（夏）子頤過黄賓老小坐，見商承祚信，頗自負。賓老謂古璽中可求夏禹事蹟，近擬寫一論文。”\n商承祚書：“賓虹先生座右：抗戰期間，走川黔，時以福履為念。繼知在燕，每遇間道來者，即以近况相詢，皆語然不詳。去歲晤季思，始悉息影杭州，為之大喜，屬探居址，以備請益。昨日忽奉來諭先頒，敬悉邇年多得珍品，致足賀也。祚舊藏淪亡於戰禍，兩至長沙，乃收楚器，聊以遣興云爾。尊藏",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1952,
      "era": "新中國",
      "age": 88,
      "title": "从师学习",
      "content": "1月6日，白蕉以商器玉圭文字拓紙二事乞為辨識考證。\n白蕉書：“伏審賓老道體視昔，下懷彌慰。友好有藏商器玉圭，不識其文，敬懇長者鑒定。茲寄奉兩搨片，其一云是秦時物，亦未詳也。來申果有期否？冀得親誨。巴林近通消息乎？諸惟珍厚不盡。一月六日晚，白蕉頓首。”\n與白蕉書：“白蕉先生道席：頃誦手教，並惠古玉文字拓紙二事，感荷無量。……鄙人蒐集古印，收獲不少，皆以佐證為據，不務空言，以伸我見。示拓圭二，一上品，文字較晚，中有方印，‘朝錫’二字陽文甚明（未得佐證），餘不可辨，一字體近古而神氣近漢魏，惟得以美術闚之，因外齊之美與三代内齊之美似別，求教益之。此候著綏。賓虹拜上。”\n白蕉書：“奉書如天上落驚喜，何可言喻！玉圭得考證，審為贋物無疑，凟神誠不安也。目疾頃略得可否？無妨著述否？甚念甚念。孝文先生述丈正有三百年畫史之作（晚二年前擬整理近百年書人傳，僅有草目），此極是盛事，願覩殺青，非什佰人矣。此間明年夏將籌備國畫研究院，此事任重，進行甚不易言，丈何以教之？申謝，即狀賓老道席。晚白蕉上，十二月十三日燈下。（事冗迫，屢捉筆未成書，稽復告罪，又。）”\n按：陰曆十二月十三日為陽曆1月9日。\n與白蕉書：“白蕉先生道席：奉誦手教，謙抑有加，恧感交集。大著書法偉論，争先快睹，企羡莫名。六藝書數，民學所在，繪畫之事，附屬其中，取法乎上，先在書法。拙稿略呈教，示以南鍼爲荷。祗頌文綏。賓虹拜上。（目疾塗雅，恕之。）",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1953,
      "era": "新中國",
      "age": 89,
      "title": "从师学习",
      "content": "春，爲振興民族文化的政策所振奮，思欲改變畫風。\n與黄居素書：“居素吾兄大雅道鑒：日昨奉寄拙筆書畫，諒荷詧收。前承惠貺，受之滋恧。方今各界金融之絀，書畫雅道，無力及此。疊荷注念，心感不盡。近滬文化局擬設美術研究所，北京有古典藝術書畫社之組織，將來文化日益提高可以想見實行。各友徵求鄙見，日内擬檢舊稿修改，輯有三代古文字補談，論畫雜詩，並撰自序。以生平獲益友佽助，學識著之於篇。吾兄調攝身體中，繪畫即特健藥之一種。拙畫近思略有改變。隨後續寄，或轉贈友人，切勿言酬是荷。祗頌痊安。賓虹拜上。一九五三年二月四日。”\n2月7日，徐悲鴻來信，附以宜興儲南强捐贈簡目。\n徐悲鴻書：“賓老賜鑒：鄉前輩儲南强先生頃以其所藏獻於蘇南文物局，以其簡目奉上一覽，當日供春名壺亦在其内，特爲寄奉。想翁矍鑠如恒，頤養若惜，院中以無房舍，否則早迎翁來京矣。湖山静謐，足助清興，翁筆下定多佳製。匆匆不盡，敬祝百福。悲鴻頓首。二月七日。”\n按：供春壺又稱龔春壺，黄賓虹舊藏，缺蓋。是件本年春陳列於蘇州文物管理委員會陳列室。儲南强（1876—1959），字鑄農，號簡翁，江蘇宜興人。早年肄業江陰南菁書院。曾任上海南洋公學國文老師。與黄賓虹友善，有書信往來。\n2月28日，中華全國美術工作者協會杭州分會和中央美術學院華東分院聯合舉行隆重九十壽辰慶祝會，賴少其代表華東行政委員會文化局授予“中國人民優秀畫家”獎狀。同時展出近作與收藏之歷史文",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1954,
      "era": "新中國",
      "age": 90,
      "title": "从师学习",
      "content": "1月，得冒鶴亭詩，感其“相期更十年”意，再作一畫回贈。\n冒懷蘇《冒鶴亭先生年譜》：“一月，黄賓虹得先生《寄壽黄賓虹九十》五古，感先生‘相期更十年，躋堂酌君酒’，再作畫一幅以贈先生。然而黄於翌年病逝，無期相見。”\n2月5日，參觀浙江名人書畫展覽會。\n《夏承燾集·天風閣學詞日記》同日條：“晴。過徐錫麟墓，看浙江名人書畫展覽會，文物保管會辦。入門劉松年一大幅，真偽難定。見祁豸佳日記與別叔嬸書，殉節前寫；陳青門（仕）花卉、毛西河畫動物二馬。遇沙孟海、黄賓虹先生、王伯敏。”\n春，陸丹林以視力日差，來書詢問治療情况 。\n陸丹林書：“賓公道丈史席：違晤數載，深以爲念。聞公雙目復明，精神逾恒，歡忭何似！丹目力日差，急欲診治，請以眼醫之姓名住址見示，俾得來杭求診，至所願也。曩年劉季平題詩一首，刻因重裱紅樹室圖，特爲裝入，附呈素箋，敬求法處，佔五分之一地位可也。拜託拜託。即頌春厘。陸丹林拜啟。二月十日。通訊：上海横浜橋粤東中學。”\n與陸丹林：“丹林先生鑒：前誦手教，適因賤目醫戒割治後須經調護中，未配有鏡，不能握管，近向申江驗光，一千度上方合用，稍稍看書寫字，囑作鈔胥，未能應命，至歉。醫生爲杭市人民醫院眼科俞德保醫士，手續（術）高妙，商笙伯君亦經醫治痊癒，尊目就醫，可詢商君更詳細，因同爲嵊縣（屬紹興）人，鄉誼尤切。僕衰朽，行動不便，到申未克專謁，匆匆返杭，杭地新舊友紛紛終日索拙筆者，愧不能佳，至皇悚懼。",
      "category": "education",
      "categoryName": "求学"
    },
    {
      "year": 1955,
      "era": "新中國",
      "age": 91,
      "title": "逝世",
      "content": "1月14日，中國海外新聞處記者來訪，談畫理有云：“雷是逆筆，雲是順筆，逆筆有力，專為逆筆太剛，要順逆並用。”\n按：見自留家人紀錄稿。\n1月21日甲午12月25日陳叔通收到信與畫作，復書對未能到京參加政協會議表示失望，並代章伯鈞索畫。旋為章伯鈞作大幅山水圖。\n陳叔通書：“賓虹先生賜鑒：奉手教並先後收到各畫，足見筆力强健，弟妄有陳説，即龔半千濃潑似尚有筆跡可尋，公欲倂石濤、半千兩家而一之，是否迷離過甚？在京每於廠肆得公舊作，清氣往來，逸品也。半千、石濤亦有細筆。前賜陽朔小册並直幅，與近作不同，公何以一變面目？章伯鈞兄，皖人也，慕公畫，能否贈以疎林遠岫（署年歲），弟代求，又點景，未免冒昧，然恃知愛，敢直陳之。此次不能到會，想因天寒或感不適，同人大為失望。弟明春返杭，當訪談一切。專謝，即頌頤安。陳叔通手上。十二月廿五日。”\n陳叔通書：“賓虹先生：寄贈章伯鈞先生山水大幅已照收並轉交，當以另函逕謝。春陽轉和，附上公所愛用紙整張，求繪枯木竹石或大篆，單款加年齡較為大方，未知允許否？無厭之請，惟宥恕為幸。即敂頤祉。陳叔通，十七日。”\n1月26日帶病復書友好，猶談藝術一如往昔，不覺老之將至。\n與鄭軼甫書：“軼甫先生大鑒：頃誦手書，並示陳若木畫册，及肖形銅押收到，家屬傳觀，喜幸之至，感荷感荷。若木畫價未詳，將來遇有精品雙鈎花卉，希代留意。肖形押從前滬市頗常見，其中新翻砂者尤多，有山東、洛陽偽品，亦可取",
      "category": "death",
      "categoryName": "逝世"
    }
  ]
}