[
  {
    "date": "1929.07.01",
    "norm_date": "1929.07.01",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "",
    "summary": "《美展》三日刊廣受各界注目，美術展覽會編輯組同人在《美展》隨着展覽會閉幕停刊後，續出《美周》週刊，由徐志摩、陳小蝶、李祖韓、楊清磬主編，仍為其撰述人之一，7月1日刊《虛與實》於《美周》第一期。",
    "details": "拙文《憑虛取神蹠實取力——黄賓虹畫學的虛實之變》：“與其說，以其渾厚華滋面貌特異的作品貢獻給藝林，毋寧說，黄賓虹更側重以藴含中國古代哲理的畫學智慧尋求中國畫的再生。在歐風東漸大浪潮的衝擊下，疲而乏力的、被日蹙的生計拖累得無暇自顧的畫壇陷入無所措手的逆境。於是，有識之士開始思考中國畫的未來。較之應對的第一反應走‘以夷變夏’或‘中西融合’易於為功的道路，黄賓虹選擇了一條更爲險峻，也更爲苦澀的道路。當中國畫壇領受‘山雨欲來風滿樓’之前的1906年，高劍父、高奇峰兄弟在日本舉辦了旨在‘融中、日、西’為一體的‘繪畫革命’的展示。無疑，這是以明晰思辨為特徵的中國畫家應變的先聲，是中國近現代畫史上的重要事件。以此為契機，數年之後，高氏兄弟進行了以上海畫壇為實驗基地並向全國輻射的‘繪畫革命’。當一種强勢外來文化君臨之際，土生土長的弱勢文化選擇融合較之坐以待斃，也較之盲從模仿，無疑具有積極的一面。這是最簡潔也是合乎綫性思維邏輯的取向。這種取向的潛力在高氏兄弟1912年移師上海之後的十來年間得到充分的釋放，他們標榜的‘折衷派’成爲當時最具影響力的‘新派’。‘折衷派’融合中西的示範實驗影響了青年徐悲鴻，也博得了以上海圖畫美術院教師爲主幹的美術社團天馬會的認同。儘管以吳昌碩（他至高無上的聲譽正是在其一生這最後十來年間建立的）為代表的所謂‘海派’畫家在耕耘着，青年學子幾乎都傾心於塞尚、莫奈、凡高，傾心於新學。這種風尚隨着傳統生活方式的解析，西化程度的强化而放大。然而，令人迷惑不解的是，畫壇這種勢頭突然發生了微妙的逆轉。時間是二十年代初。個中原因很複雜。也許，‘中國書畫乃中國之魂’這一中國文化本位認識的深化，以及旨在弘揚東方藝術，以與西方藝術抗衡的中日書畫展覽機制的建立，是這一逆轉的主因。於是，有些西畫家轉向中國畫，於是，上海美術學校增設中國畫系，於是名目繁多的書畫社團層出不窮，於是形形色色的書畫展覽會此起彼伏，於是新生代畫家崛起成爲這一潮流的弄潮兒。較之新生代畫家，任伯年無論生存狀態還是藝術環境都要惡劣得多。除了少數的書畫商場的贏家之外，絶大多數職業書畫家兀兀窮年，仍然難以擺脫悲慘命運。生存環境的險惡剝奪了藝術思考的權利。新生代則幸運得多，教授、編輯等與藝術相關的職業，使他們毋須再過老一輩那樣吃了上頓没下頓的苦日子，報紙的藝術副刊、雜志、展覽場館向他們敞開大門，給他們以研討和交流的平臺。年屆花甲，黄賓虹有幸遭遇這一變故。就在這個轉折期，與畫風嬗變同步的黄賓虹畫學探索漸入佳景。之前，他在上海藝壇滾爬摔打了十多個年頭，對中國畫源流變遷軌跡和内在邏輯作過多輪梳理和探究，對西方繪畫，尤其印象派、野獸派作過另類的解讀。也許，中國畫走出消沉，激起黄賓虹的熱忱；也許，多年的蓄勢達到不得不發的極限，黄賓虹打破十年的沉默，展開了對中國畫學的梳理和闡發。長年對古畫的捜究博覽和寫生中與大自然的親炙所導致的對‘虛實’的悟通成爲這一進程的切入口。關於解悟過程，在給傅雷書中，黄賓虹是這樣叙述的：‘旅滬三十年而游山之日居多，未嘗有一日之間斷於作畫，自信好之之篤。然觀古名畫必鈎其丘壑輪廓，至於設色、皴法，不甚留意。當游山時，途中猋輪之迅，即以鈎古畫法為之，寫其實景，因悟有古人之法，以寫實而得實中之虛，否則實而又實，非窒礙阻隔不可。’這一解悟對黄賓虹至關重要。可以斷言，没有這一解悟，美術史中便没有黄賓虹的巨人席位。他此後的繪畫創作和畫學思想都建立在這一解悟之上。數十年如一日的‘鈎古’和寫生觸發了這一解悟。這是個漸進的過程，然而黄氏何時將他對‘虛實’新的解讀引進他的畫學思維，在《黄賓虹文集》中難以尋覓痕跡。...",
    "Artifact_Refs": "美展 / 美展 / 美周 / 虛與實 / 美周 / 憑虛取神蹠實取力——黄賓虹畫學的虛實之變 / 黄賓虹文集 / 虛與實 / 虛與實 / 賓虹論畫 / 賓虹論畫 / 畫法要恉 / 畫法要恉 / 賓虹論畫 / 黄賓虹文集·黄賓虹詩文著作繫年 / 寫真秘訣 / 六法感言 / 國畫之民學 / 畫學肊談 / 虛與實 / 筆法簡言 / 畫法要旨 / 黄賓虹畫語錄 / 國畫之民學 / 審美心理描述 / 虛與實 / 虛與實 / 畫談 / 講學集錄 / 新畫法序 / 芥子園畫傳 / 萬佛湖銷夏錄 / 藝觀學會徵集同人小啟 / 虛與實 / 賓虹論畫 / 虛與實 / 虛與實 / 賓虹論畫 / 賓虹論畫 / 虛與實 / 賓虹論畫 / 賓虹論畫 / 虛與實",
    "is_letter": false,
    "is_start": true
  },
  {
    "date": "1930.05.24",
    "norm_date": "1930.05.24",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "顧飛先生：1930年初，我的二兄顧倫布自法國歸來（表弟傅雷就是由他帶去的），對我說：‘我國科學技術不如人，祇有藝術還拿得出來和人家一較高下，我看你還是好好學畫吧！’説到擇師一事，二兄說我看還是黄賓虹學問深畫藝取法高，不致人子弟。於是擇日偕我帶了蠟燭等行拜師禮的一應東西到西成里黄先生家，二兄便要照老規矩行拜師禮，黄先生忙說：‘免了免了！’於是我躹了三個躬，算是正式拜師了。那時黄先生正做中國文藝學院的院長，我便入了文藝學院。學校分教室上課，學生可以自由選擇，我還記得黄先生從杭州請來的一位老師，上課總是重複一句話：‘多一筆不得，少一筆不得。’趙丹也在學畫，是全校有名的皮大王。讀了半年，黄先生辭去校長職，我便不再讀下去，逕直租賃張善孖的亭子間，和黄先生侄女黄映芬同住，學畫更方便了。那時候，趙含英也是黄先生學生，但没有見過她，祇見過她的弟弟，後來成爲電影明星的金山，他到黄先生家來過，記得他還幫黄先生整理書呢。",
    "summary": "年初，顧飛正式拜師習畫，旋入中國文藝學院就學，一學期後退學，賃居張善孖寓之亭子間，昕夕面聆教益。",
    "details": "筆者《顧飛訪談》：“顧飛先生：1930年初，我的二兄顧倫布自法國歸來（表弟傅雷就是由他帶去的），對我說：‘我國科學技術不如人，祇有藝術還拿得出來和人家一較高下，我看你還是好好學畫吧！’説到擇師一事，二兄說我看還是黄賓虹學問深畫藝取法高，不致人子弟。於是擇日偕我帶了蠟燭等行拜師禮的一應東西到西成里黄先生家，二兄便要照老規矩行拜師禮，黄先生忙說：‘免了免了！’於是我躹了三個躬，算是正式拜師了。那時黄先生正做中國文藝學院的院長，我便入了文藝學院。學校分教室上課，學生可以自由選擇，我還記得黄先生從杭州請來的一位老師，上課總是重複一句話：‘多一筆不得，少一筆不得。’趙丹也在學畫，是全校有名的皮大王。讀了半年，黄先生辭去校長職，我便不再讀下去，逕直租賃張善孖的亭子間，和黄先生侄女黄映芬同住，學畫更方便了。那時候，趙含英也是黄先生學生，但没有見過她，祇見過她的弟弟，後來成爲電影明星的金山，他到黄先生家來過，記得他還幫黄先生整理書呢。” 顧飛《回憶黄賓虹老師》：“住在老師家中，我親眼看到老師每天清早出來，手上拿着一卷書踱到畫室去，剛放下手中的書，就拿起筆在紙上作畫，大概要畫兩個多鐘頭。有時拿出寫生得來的畫稿，精心點染成幅，有時隨意揮灑，多數是山水，有時偶然寫些花卉。有一天早晨，我正在觀看老師作畫，師母送來一付大餅油條，老師才記起還没有吃過早點。不但如此，就是在夏天洗澡的時候，老師也會手不釋卷。據師母說，她曾有一次等老師洗澡，久久不見出來，待她去叩門，不想老師手上還拿着書卷，澡盆裏的水已經凉了。……我住在老師家中，每當老師送客回書房坐到轉椅上時，映芬就催促我把平時畫的畫送給老師看，有時老師指出錯，讓自己去改；有時站起來鋪到畫桌上修改幾筆，也會題上幾句畫論或評語，從不敷衍對待的。有一次我臨了老師一幅四尺山水中堂，老師看了看，對我說：‘你以後要多臨古人的東西，光像了我，將來會没有自己的。’……晚飯後老師若没有來客，總要為我跟映芬講解畫學理論，勗勉我們要為畫事窮畢生精力，不讓這古國絢爛的藝術曙光黯淡下去，叮囑我們不要被外界浮名利祿所誘惑。他書齋四壁時時更换一些古代名蹟，讓我們辨別宗派優劣和真僞。晚上我和映芬一同辭退就寢以後，往往聽到師母催促老師早些安睡的勸告，當時老師還是在燈下看書。一到天亮，老師起得比我們早，到我們起來往往見他已在畫桌旁坐着，不是在思考，就是已經揮動畫筆在一心一意地作畫了。這就是他幾十年一貫生活的一斑，真是‘三更燈火五更雞’呢。”...",
    "Artifact_Refs": "顧飛訪談 / 回憶黄賓虹老師",
    "is_letter": true
  },
  {
    "date": "1930.06.04",
    "norm_date": "1930.06.04",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "馬古烈博士素重吾國文藝，前日在寧波同鄉會參觀中國藝術專科學校（原名中國文藝學院）師弟作品展覽會，深加贊賞，特於昨日偕該校發起人丁肇青博士、劉穗九蒞校演講，由教授張紅薇、馬孟容、馬公愚、鄭曼青、方介盦等招待。演詞大意謂中國畫法向主寫意，西洋畫法前皆主寫實，以像真為能，迨攝術發明後，始悟寫實非美術之究竟，漸知寫意之可貴，故歐洲今日之藝術漸趨中國化云云。詞極中肯，演畢復由劉穗九、丁肇青演講，推闡馬博士之意。",
    "summary": "法國馬古烈博士參觀中國藝術專科學校師弟作品展覽會後，6月4日赴該校演講，云“歐洲今日之藝術漸趨中國化”。",
    "details": "《馬古烈在中國藝專演講》：“馬古烈博士素重吾國文藝，前日在寧波同鄉會參觀中國藝術專科學校（原名中國文藝學院）師弟作品展覽會，深加贊賞，特於昨日偕該校發起人丁肇青博士、劉穗九蒞校演講，由教授張紅薇、馬孟容、馬公愚、鄭曼青、方介盦等招待。演詞大意謂中國畫法向主寫意，西洋畫法前皆主寫實，以像真為能，迨攝術發明後，始悟寫實非美術之究竟，漸知寫意之可貴，故歐洲今日之藝術漸趨中國化云云。詞極中肯，演畢復由劉穗九、丁肇青演講，推闡馬博士之意。”（6月5日申報） 存考：馬古烈G.Margoulies爲巴黎大學文學博士，法國教育部派來中國考察中國高等教育專員，本年二十八歲，精通十一國語言，操一口流利的華語。來滬考察期間，按計劃先後在中國公學、復旦大學、滬江大學、同濟大學、交通大學、大夏大學等校演講。5月30日中央研究院院長邀本市數十位大學校長聚會，歡宴馬氏。黄賓虹致傅雷信有云“法人馬古烈談選學，伯希和言考古，意之沙龍，瑞典喜龍仁，德國女士孔德，芝加哥教授德里斯珂諸人，大半會面或通函，皆能讀古書，研究國畫理論”，黄賓虹晤馬古烈也許始於這次宴會。馬古烈蒞滬並没有參觀畫展和到中國文藝專科學校演講的計劃，這些活動是隨機增加的。馬古烈演講的宗旨，無疑支持並强化了黄賓虹重振中國畫學的既定取向和信念，其影響可以從黄氏論畫著作與書信中明顯地感受到。...",
    "Artifact_Refs": "馬古烈在中國藝專演講",
    "is_letter": false
  },
  {
    "date": "1931.09.18",
    "norm_date": "1931.09.18",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "劉氏去國兩年餘，其在歐之努力，與其在德法兩國之個人畫展之榮譽，是為中國現代藝壇爭光不少。現已於八月十四日由馬賽乘法郵Chenuoce aux偕其夫人及至友傅雷君（傅君在法專攻文學及藝術批評）啟程東歸。與劉氏同行者，並有法政府特派來華考察文化之文人賴魯娃氏。賴氏為巴黎大學中國學院教授，對於中國詩文及音樂素有研究，並為法蘭西國立劇院秘書長及新時代日報主筆，生平著述宏富，為法國文藝界知名之士。同時其對於中國文化素深企慕，在巴黎並與劉海粟氏交契，此次來華，尤注意於考察中國古樂云。茲得香港無線電，悉劉氏可於明日（三日）偕其夫人愛子抵申。聞海上各界同人及研究藝術者正準備到埠歡迎云。",
    "summary": "9月18日劉海粟偕傅雷乘法郵輪沙拿遜號自歐歸國抵滬，下澣蔡元培設宴於威海衛路爲其洗塵，與葉恭綽、陳獨秀、許壽裳、張大千、朱屺瞻、王个簃等應邀列席。",
    "details": "《劉海粟氏明日抵申—同來者有法政府特派考察之賴魯娃》：“劉氏去國兩年餘，其在歐之努力，與其在德法兩國之個人畫展之榮譽，是為中國現代藝壇爭光不少。現已於八月十四日由馬賽乘法郵Chenuoce aux偕其夫人及至友傅雷君（傅君在法專攻文學及藝術批評）啟程東歸。與劉氏同行者，並有法政府特派來華考察文化之文人賴魯娃氏。賴氏為巴黎大學中國學院教授，對於中國詩文及音樂素有研究，並為法蘭西國立劇院秘書長及新時代日報主筆，生平著述宏富，為法國文藝界知名之士。同時其對於中國文化素深企慕，在巴黎並與劉海粟氏交契，此次來華，尤注意於考察中國古樂云。茲得香港無線電，悉劉氏可於明日（三日）偕其夫人愛子抵申。聞海上各界同人及研究藝術者正準備到埠歡迎云。”（9月2日時事新報） 按：劉海粟一行於18日抵滬，《申報》19日有報導。 金梅《傅雷傳》：“9月下旬，蔡元培先生在威海衛路中社設宴為劉海粟旅歐回國接風。傅雷應邀出席，作陪的還有陳獨秀、葉恭綽、許壽裳、楊杏佛、黄賓虹、張大千、朱屺瞻、王个簃等社會文化名流、著名畫家。”...",
    "Artifact_Refs": "劉海粟氏明日抵申—同來者有法政府特派考察之賴魯娃 / 申報 / 傅雷傳",
    "is_letter": true
  },
  {
    "date": "1932.02",
    "norm_date": "1932.02.01",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "劉海粟：中國畫學理論、西洋畫研究所導師，到校元年。王濟遠：西洋畫研究所導師。王一亭：繪畫研究所國畫導師。陳樹人：繪畫研究所國畫導師。張大千：繪畫研究所國畫導師。潘天授（阿壽）：國畫山水、國畫史、畫理研究所導師，到校十二年二月。諸聞韻（汶隱）：國畫花卉研究所導師，到校十三年二月。黄賓虹：國畫理論，到校廿一年二月。顧燮光：金石學，到校廿一年二月。謝翥（公展）：國畫花卉，到校十三年二月。許昭（徵白）：國畫山水，到校十七年二月。容大塊：國畫寫生，到校廿一年九月，許溪西：國畫山水花卉，到校廿一年二月。汪聲遠：國畫山水，到校二十年八月。李芳園：國畫人物，到校十九年八月。吳士綏（茀之）：國畫花卉，到校十八年八月。張仲良：國畫山水，到校廿一年九月。鄧槑（梅）生：國畫花卉，到校廿一年九月。黄小癡：篆刻，到校十八年二月。張天奇：國畫花卉，到校二十年八月。朱天梵：詩學題跋，到校十三年二月。馬公愚：書法，到校廿一年。王遠勃：西洋畫，到校十八年一月。邱代明：西洋畫，到校十七年一月。張弦：西洋畫，到校廿一年二月。關良：西洋畫，到校十一年。倪貽德：西洋畫，到校廿一年二月。范新瓊：西洋畫，到校十八年八月。劉海若：西洋畫，到校四年二月。曹允中（夢天）：西洋畫，到校廿一年九月。陳盛鐸：西洋畫，到校廿一年九月。陳人浩（幼莊）：西洋畫，到校廿一年九月。黄道五：西洋畫助教，到校二十年九月。劉獅：野外寫生，到校廿一年九月。龐薰琹：研究所西畫導師。潘玉良：研究所西畫導師。傅雷：美術史、藝術論、名畫家傳、法文，到校二十年十月。李寶泉：藝術思潮，到校廿一年九月。（以下從略）",
    "summary": "2月，中國藝術專科學校停辦，劉海粟歸滬後對上海美術專科學校（1930年遵教育部令改名）重加整飭，添聘教授，復邀入任國畫理論教授。",
    "details": "《1932年上海美專第十屆畢業特刊·教授名錄》：“劉海粟：中國畫學理論、西洋畫研究所導師，到校元年。王濟遠：西洋畫研究所導師。王一亭：繪畫研究所國畫導師。陳樹人：繪畫研究所國畫導師。張大千：繪畫研究所國畫導師。潘天授（阿壽）：國畫山水、國畫史、畫理研究所導師，到校十二年二月。諸聞韻（汶隱）：國畫花卉研究所導師，到校十三年二月。黄賓虹：國畫理論，到校廿一年二月。顧燮光：金石學，到校廿一年二月。謝翥（公展）：國畫花卉，到校十三年二月。許昭（徵白）：國畫山水，到校十七年二月。容大塊：國畫寫生，到校廿一年九月，許溪西：國畫山水花卉，到校廿一年二月。汪聲遠：國畫山水，到校二十年八月。李芳園：國畫人物，到校十九年八月。吳士綏（茀之）：國畫花卉，到校十八年八月。張仲良：國畫山水，到校廿一年九月。鄧槑（梅）生：國畫花卉，到校廿一年九月。黄小癡：篆刻，到校十八年二月。張天奇：國畫花卉，到校二十年八月。朱天梵：詩學題跋，到校十三年二月。馬公愚：書法，到校廿一年。王遠勃：西洋畫，到校十八年一月。邱代明：西洋畫，到校十七年一月。張弦：西洋畫，到校廿一年二月。關良：西洋畫，到校十一年。倪貽德：西洋畫，到校廿一年二月。范新瓊：西洋畫，到校十八年八月。劉海若：西洋畫，到校四年二月。曹允中（夢天）：西洋畫，到校廿一年九月。陳盛鐸：西洋畫，到校廿一年九月。陳人浩（幼莊）：西洋畫，到校廿一年九月。黄道五：西洋畫助教，到校二十年九月。劉獅：野外寫生，到校廿一年九月。龐薰琹：研究所西畫導師。潘玉良：研究所西畫導師。傅雷：美術史、藝術論、名畫家傳、法文，到校二十年十月。李寶泉：藝術思潮，到校廿一年九月。（以下從略）” 按：名錄中籍貫、履歷均從略。...",
    "Artifact_Refs": "1932年上海美專第十屆畢業特刊·教授名錄",
    "is_letter": true
  },
  {
    "date": "1932.09",
    "norm_date": "1932.09.01",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "上海美術專科學校自去秋劉海粟校長由歐洲歸國後，力事改革，雖於‘一·二八’事變中，亦努力推進，成績斐然。最近為擴展校務、增進新校舍起見，敦請名畫家王濟遠擔任副校長，同時開辦繪畫研究所，由王氏兼任主任，一切設施，參照法郡最有名之格朗夏彌雅研究畫院辦理，收容該校畢業生及同等學校之畢業生與一般畫家作高深之研究。各部主任業已聘定，劉海若為總務主任，張辰伯為教務主任，王自申為訓育主任，莫運選為附中主任，至其原有五學系各學科亦大加革新。如國畫系主任為潘天授，新聘嶺南畫家容大塊擔任寫生實習，專家許溪西、張仲良擔任山水，並於第二學年以上，由學員分科選習，以期造就專家。中國畫史由潘天授擔任，西畫系主任為王遠勃，該系學生人數最多，各教授皆為藝壇有名作家，除原有王遠勃、張弦、邱代明、倪貽德、范新瓊各教授外，更添聘關良、陳盛鐸及新由歐歸國之陳人浩、曹夢天等，分別擔任人體實習、石膏實習，分設存天閣、觀海閣，計闢八大畫室。雕塑系乃由專家張辰伯擔任並於課餘設雕塑研究會。藝教系國音、手工二組，及音樂系添聘韓傳煒為教授，至各系之理論科已聘定傅雷擔任美術史、泰西藝術家評傳全部課程，編制亦經審核委員會修正，呈報教育部刊入《中國教育》年刊。前、昨二日，迭開校務會議，核准免費生十一名；計文簡、袁功奏、周裔能、劉建亞、黄筱霞、蔡碧雲、龔紹焜、李正型、常芝英、衣迺秀、周占長等，組織訓育委員會，推定王自申、王雯、張辰伯、劉海粟、王濟遠、諸聞韻、王遠勃、劉海若、莫運選為委員，由新任訓育主任王自申召集之。組織校務擴展委員會，由校長商請主席校董蔡元培召集董事人。並為紀念該校二十週年，組織籌備委員會，推定劉海粟、王濟遠、鄢克昌、張辰伯、王自申、劉海若、莫運選、王遠勃、潘天授、姜丹書、湯鳳美、諸聞韻、許徵白、倪貽德、應尚能、王隱秋、麋鹿萍、陳人浩、劉庸熙、王雯、吳茀之、傅雷、謝公展、容大塊、朱天梵、張天奇、陳盛鐸、范新瓊、張弦、方成甫、湯洵美、韓傳煒、鍾慕貞、張桂卿、黄寄之、黄賓虹、邱代明為委員。該校一切新設施，皆由校長劉海粟、王濟遠會同各系主任協力猛晉，於學校原有基地，積極籌建新校舍，同時建築學校美術館，在學校附近創建美術新村，實為吾國藝術界之新氣運也。",
    "summary": "9月，上海美術專科學校為建校二十週年紀念，組織校慶籌備委員會，被推為委員。",
    "details": "《上海美展之新氣象》：“上海美術專科學校自去秋劉海粟校長由歐洲歸國後，力事改革，雖於‘一·二八’事變中，亦努力推進，成績斐然。最近為擴展校務、增進新校舍起見，敦請名畫家王濟遠擔任副校長，同時開辦繪畫研究所，由王氏兼任主任，一切設施，參照法郡最有名之格朗夏彌雅研究畫院辦理，收容該校畢業生及同等學校之畢業生與一般畫家作高深之研究。各部主任業已聘定，劉海若為總務主任，張辰伯為教務主任，王自申為訓育主任，莫運選為附中主任，至其原有五學系各學科亦大加革新。如國畫系主任為潘天授，新聘嶺南畫家容大塊擔任寫生實習，專家許溪西、張仲良擔任山水，並於第二學年以上，由學員分科選習，以期造就專家。中國畫史由潘天授擔任，西畫系主任為王遠勃，該系學生人數最多，各教授皆為藝壇有名作家，除原有王遠勃、張弦、邱代明、倪貽德、范新瓊各教授外，更添聘關良、陳盛鐸及新由歐歸國之陳人浩、曹夢天等，分別擔任人體實習、石膏實習，分設存天閣、觀海閣，計闢八大畫室。雕塑系乃由專家張辰伯擔任並於課餘設雕塑研究會。藝教系國音、手工二組，及音樂系添聘韓傳煒為教授，至各系之理論科已聘定傅雷擔任美術史、泰西藝術家評傳全部課程，編制亦經審核委員會修正，呈報教育部刊入《中國教育》年刊。前、昨二日，迭開校務會議，核准免費生十一名；計文簡、袁功奏、周裔能、劉建亞、黄筱霞、蔡碧雲、龔紹焜、李正型、常芝英、衣迺秀、周占長等，組織訓育委員會，推定王自申、王雯、張辰伯、劉海粟、王濟遠、諸聞韻、王遠勃、劉海若、莫運選為委員，由新任訓育主任王自申召集之。組織校務擴展委員會，由校長商請主席校董蔡元培召集董事人。並為紀念該校二十週年，組織籌備委員會，推定劉海粟、王濟遠、鄢克昌、張辰伯、王自申、劉海若、莫運選、王遠勃、潘天授、姜丹書、湯鳳美、諸聞韻、許徵白、倪貽德、應尚能、王隱秋、麋鹿萍、陳人浩、劉庸熙、王雯、吳茀之、傅雷、謝公展、容大塊、朱天梵、張天奇、陳盛鐸、范新瓊、張弦、方成甫、湯洵美、韓傳煒、鍾慕貞、張桂卿、黄寄之、黄賓虹、邱代明為委員。該校一切新設施，皆由校長劉海粟、王濟遠會同各系主任協力猛晉，於學校原有基地，積極籌建新校舍，同時建築學校美術館，在學校附近創建美術新村，實為吾國藝術界之新氣運也。”（9月6日申報）...",
    "Artifact_Refs": "上海美展之新氣象 / 中國教育",
    "is_letter": false
  },
  {
    "date": "1933.02.14",
    "norm_date": "1933.02.14",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "黄賓虹先生家歙之潭渡，其西北距黄山約百里，風日晴美，登樓可見遠峰。先生天性嗜畫，寢饋於唐宋名蹟，務得其用意、用力之所在。故所製不似今人，亦非墨守新安宗派者。先生生平頗講經世之學，嘗以農田水利小試鄉里，未竟其施。又奔赴嘉興沈布政曾植之招，至省垣謀興學。旋值國變，避地上海。南海康氏方欲日日以言論流布於世，慕先生博洽，强為之助，未幾亦謝去，皆非先生所樂也。獨作畫歷幾十年不厭，游蹤所至，遇佳山水必為寫真。近十年中，猶至桂林，上雁蕩，捨游無他事。昨年始自蜀歸，於是先生年七十矣。癸酉除夕，為先生設弧矢之辰，吾儕謀所以壽先生者，皆曰：先生所最樂者畫也，吾儕小人，生今之世，不有自得之樂，其胡能壽？吾儕於先生紀游詩，為神往久矣，爰請先生追憶昔游，繪為小册刻本，俾先生之樂，傳於無窮，吾儕或牽於人事，或無濟勝之具，未克襆被以從，得是册而讀之，庶亦樂先生之樂，而因先生之壽，惠於吾儕者，良多也。先生諾焉。越數月，始刻成四十頁。夙聞先生論趙文敏筆法，石如飛白，樹如古籀。今觀此册，實與之合，所可喟者，先生昨年尚在峨嵋、青城間，曾幾何時，已聞戒不易再到。然先生腰脚之健，興趣之豪，揮毫落紙之勤而速，更十年，二三十年，逆知其無異於今日。他年先生所繪經行以饗吾儕，必有可彙為巨帙，於《徐霞客游記》之外，成一奇觀者，始以是册先之焉爾。歲在甲戌十一月，丹徒於克勲（燮成）、番禺王薳（秋湄）、北平朱炎午（鉢文）、毘陵朱九苞（竹坪）、豐順李滄萍（滄萍）、李韶清（韶清）、番禺何澄（亞農）、内江宋禹（小坡）、高郵宣哲（愚公）、胡有霖（沛然）、江都秦更年（曼青）、番禺商承祚（錫永）、内江張澤（善孖）、張爰（大千）、順德張虹（谷雛）、程文龍（雲岑）、鄧實（秋枚）、鮑鼎（扶九）、簡經綸（琴石）、關藻新（春草），及女弟子海鹽朱端（硯英）、歙黄映芬（映芬）、源陵趙含英（含英）、南匯顧慕飛（默飛）同識。",
    "summary": "翌年2月14日除夕爲七十壽辰之期，本年滬上友朋及弟子醵資謀刻紀游畫册爲壽，請作紀游畫册四十幀。",
    "details": "《濱虹紀游畫册序》：“黄賓虹先生家歙之潭渡，其西北距黄山約百里，風日晴美，登樓可見遠峰。先生天性嗜畫，寢饋於唐宋名蹟，務得其用意、用力之所在。故所製不似今人，亦非墨守新安宗派者。先生生平頗講經世之學，嘗以農田水利小試鄉里，未竟其施。又奔赴嘉興沈布政曾植之招，至省垣謀興學。旋值國變，避地上海。南海康氏方欲日日以言論流布於世，慕先生博洽，强為之助，未幾亦謝去，皆非先生所樂也。獨作畫歷幾十年不厭，游蹤所至，遇佳山水必為寫真。近十年中，猶至桂林，上雁蕩，捨游無他事。昨年始自蜀歸，於是先生年七十矣。癸酉除夕，為先生設弧矢之辰，吾儕謀所以壽先生者，皆曰：先生所最樂者畫也，吾儕小人，生今之世，不有自得之樂，其胡能壽？吾儕於先生紀游詩，為神往久矣，爰請先生追憶昔游，繪為小册刻本，俾先生之樂，傳於無窮，吾儕或牽於人事，或無濟勝之具，未克襆被以從，得是册而讀之，庶亦樂先生之樂，而因先生之壽，惠於吾儕者，良多也。先生諾焉。越數月，始刻成四十頁。夙聞先生論趙文敏筆法，石如飛白，樹如古籀。今觀此册，實與之合，所可喟者，先生昨年尚在峨嵋、青城間，曾幾何時，已聞戒不易再到。然先生腰脚之健，興趣之豪，揮毫落紙之勤而速，更十年，二三十年，逆知其無異於今日。他年先生所繪經行以饗吾儕，必有可彙為巨帙，於《徐霞客游記》之外，成一奇觀者，始以是册先之焉爾。歲在甲戌十一月，丹徒於克勲（燮成）、番禺王薳（秋湄）、北平朱炎午（鉢文）、毘陵朱九苞（竹坪）、豐順李滄萍（滄萍）、李韶清（韶清）、番禺何澄（亞農）、内江宋禹（小坡）、高郵宣哲（愚公）、胡有霖（沛然）、江都秦更年（曼青）、番禺商承祚（錫永）、内江張澤（善孖）、張爰（大千）、順德張虹（谷雛）、程文龍（雲岑）、鄧實（秋枚）、鮑鼎（扶九）、簡經綸（琴石）、關藻新（春草），及女弟子海鹽朱端（硯英）、歙黄映芬（映芬）、源陵趙含英（含英）、南匯顧慕飛（默飛）同識。” 按：據趙譜，傅雷藏該序手迹，作者係領銜之於克勲，即宣哲。值得注意的是，黄節雖未署名，却由其婿李韶清代表。紀游畫册刻成，已是翌年11月份了。...",
    "Artifact_Refs": "濱虹紀游畫册序 / 徐霞客游記",
    "is_letter": false
  },
  {
    "date": "1933.10.15",
    "norm_date": "1933.10.15",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "名畫家劉海粟之令姪劉獅君於十月十五日起，假環龍路十一號法國圖書館開個人展覽會，陳列東渡歸來傑作數十件，琳琅滿壁，美不勝收。第一日參觀者中外來賓三百餘人，日法新聞記者爭索劉氏近來傑作畫片等。下午四時文藝春秋會全體亦前往參加，到會者有劉海粟夫婦、章衣萍、吳曙天、林衆可、徐則驤、徐澤予、黄賓虹、張辰伯、傅雷、宋邦幹等六十餘人。席間對於劉劉獅藝術一致讚美，推為藝林後起之秀云。",
    "summary": "10月15日，劉獅個展在法國圖書館開幕，下午與文藝春秋會同人一起參觀畫展。",
    "details": "《劉獅個展昨開幕》：“名畫家劉海粟之令姪劉獅君於十月十五日起，假環龍路十一號法國圖書館開個人展覽會，陳列東渡歸來傑作數十件，琳琅滿壁，美不勝收。第一日參觀者中外來賓三百餘人，日法新聞記者爭索劉氏近來傑作畫片等。下午四時文藝春秋會全體亦前往參加，到會者有劉海粟夫婦、章衣萍、吳曙天、林衆可、徐則驤、徐澤予、黄賓虹、張辰伯、傅雷、宋邦幹等六十餘人。席間對於劉劉獅藝術一致讚美，推為藝林後起之秀云。”（10月16日時事新報）...",
    "Artifact_Refs": "劉獅個展昨開幕",
    "is_letter": false
  },
  {
    "date": "1943.夏",
    "norm_date": "1943.00.06",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "該書自1937年開始編寫，積二十年苦功，至1958年才由中國古典藝術出版社出版，由黄賓虹先生作序，書名即徐悲鴻所題。",
    "summary": "夏，為古物陳列所國畫研究院學生郭味蕖作《宋元明清書畫家年表序》。",
    "details": "劉曦林《郭味蕖傳》：“該書自1937年開始編寫，積二十年苦功，至1958年才由中國古典藝術出版社出版，由黄賓虹先生作序，書名即徐悲鴻所題。” 年初，陳柱與門生段拭擬代為籌辦個人書畫展覽會，並搜集滬上友生之作附展，因故未果，5月25日顧飛表弟、翻譯家兼美術評論家傅雷聞之，極力主張在上海舉行，並自攬操辦、宣揚之責，於是由顧飛介紹互通書信，各抒所見，彼此引為知音。自是，中國傳統繪畫的本質與中國畫的未來走向，成為虹“廬”怒“庵”之間的曠代話題。 與裘柱常、顧飛書：“……拙畫均係近年所作，從未示人，到時非真能研究之人，不必與觀，防預先看見有妄加批評，以淆聽聞者。古人論畫，要生，要拙，要澀，要茅，要晦暗，要嫩穉，皆是免俗方法。近時尚修飾塗澤，細謹調匀，以浮華為瀟灑，輕輭為秀潤，而所謂華滋渾厚全不講矣。此鄙意之不欲輕視人。此次發動展覽之機，開始於粤友陳柱尊與及門段拭，二人均在南京，得拙畫頗有十餘件，擬再搜集滬上友人所有，在南京或上海，為鄙人開一展覽以爲紀念。然其中畫件，皆以簡單説明畫法，以圖作標準，非如王遜之所謂法備氣至者。鄙意因思出平日所存畫蹟，取一二十件，供人觀覽。今柱尊受生活影響，長物已不能保，段拭離南京往江西去。令親傅君云有拙畫在榮寶齋購得者，諒是段拭臨行託人代售。前有此說，是渠等展覽事已取銷，而滬上舊友頗多思見拙筆近作者。拙作雖與時賢所習相背，鄙意以爲畫家千古以來，面目常變，而精神不變，因即平時搜集元明人真蹟，悟到筆墨精神。中國畫法，完全從書法文字而來，非江湖朝市俗客所可貌似。鄙人研究數十年，宜與人觀覽，至毀譽可由人，而操守自堅，不入歧途，斯可為畫事精神留一曙光也。古畫寶貴，流傳至今，以董、巨、二米為正宗，純全内美，是作者品節學問，胸襟境遇，包涵甚廣。如惲香山題畫云：畫須令尋常人痛駡，方是好畫。陳老蓮每年終展覽平日所積畫，邀人傳觀，若有人贊一‘好’者，必當時裂去；以爲人所共見之好，尚非極品，此宋玉‘曲高和寡’、老子‘知希為貴’之意。拙畫於最高一流，心喜之，尚學不到，惟寶藏古蹟中有一二平時護如頭目也。第二等法備氣至之作，須在平時練習腕力，以釵股、漏痕之法，如挽强弓，如舉牛鼎，有摇五嶽之力，而無劍拔弩張之容，此所心儀而詣有未至。至於謹守矩矱，臨摹古人惟妙惟肖，如婁東、虞山，雖留名百年，尚不屑效之，以性情不同，勉强爲之，即自苦耳。尊函云代訂寧波同鄉會，地址日期均妥。（擬印邀友帖式或由敝友同人出名何如？）其中可容畫面積若干件，宜稍寬舒，不易過密，以備寄件之多寡。大約拙畫所存，多未完工之作，可百餘紙。選擇用之，亦可五六十件至八十件，儘月内可全寄上。……柱常先生、默飛仁棣鑒。黄賓虹謹上。” 《雜記》：“五月六日，慕飛介紹傅君怒庵。” 傅雷書：“賓虹老先生道席：八年前在海粟家曾接謦欬，每以未得暢領教益為憾。猶憶大作峨嵋寫生十餘横幅陳列美專，印象歷歷，至今未嘗去懷。比歲常在舍戚默飛處，獲悉先生論畫高見，尤爲心折，不獨吾國古法賴以復光，即西洋近代畫理亦可互相參證，不爽毫釐。所恨舉世滔滔，乏人理會，更遑論見諸實行矣。晚於藝術教育一端，雖屬門外，間亦略有管見，皆以不合時尚，到處扞格。十年前在上海美專，三年前在昆明藝專，均毫無建樹，廢然而返。邇來蟄居滬濱，除埋首中西故紙堆外，惟以繪畫、音樂之欣賞為消遣。此次寄賜法繪，藴藉渾厚，直追宋人，而用筆設色仍具獨特面目，拜領之餘，珍如拱璧矣。……晚傅雷（怒庵）拜肅。五月廿五日。” 與傅雷書：“ 怒庵先生大鑒：頃誦教言，過承獎借。領及畫潤，彌覺增慚。滇中山水，曾見商寶意所圖大理、點蒼山、十九峰、陸凉州、蔡家堡、爨龍顔立碑處諸勝，至今如在...",
    "Artifact_Refs": "宋元明清書畫家年表序 / 郭味蕖傳 / 雜記 / 詩書畫 / 詩書畫 / 約翰·克利斯朵夫",
    "is_letter": true
  },
  {
    "date": "1943.07.07",
    "norm_date": "1943.07.07",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "降魔洞。壘石峋，洞不深邃。",
    "summary": "7月7日，作《青城山》圖册十二葉贈傅雷。",
    "details": "自題：“降魔洞。壘石峋，洞不深邃。” 又：“怡樂窠。林巒清曠，頗愜心目。” 又：“息心亭。怡情養性，萬慮俱銷。” 又：“朝陽洞。累石而成，青翠欲滴。” 又：“遇仙。層巒疊翠，如入仙境。” 又：“龍居岡。山勢盤鬱，若成游龍。” 又：“飴翠山窩。坡陀平坦，林石清幽。” 又：“泠然亭。懸流有聲，築亭其上。” 又：“駐鶴莊。新築數楹，仙禽亡裘。” 又：“軒轅頂。青城山上，爲最高處。” 又：“引勝亭。度橋而行，漸入山路。” 又：“藤橋，一名索橋，篾纜爲索，亘數百丈，人行其上。  青城爲蜀山最勝，幽邃深秀，與峨嵋特異。寫十二番，即希怒庵先生粲正。癸未，賓虹。” 按：上海博物館藏畫。...",
    "Artifact_Refs": "青城山",
    "is_letter": false
  },
  {
    "date": "1943.09",
    "norm_date": "1943.09.01",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "",
    "summary": "9月，傅雷撰《觀畫答客問》，以爲畫展特刊闡述畫理之本，讀後引為知言，删去套語，印作藝專講義。",
    "details": "傅雷《觀畫答客問》：“客有讀黄公之畫而甚惑者，質疑於愚。既竭所知以告焉，深恐盲人説象，無有是處，爰述問答之詞，就正於有道君子。客：黄公之畫，山水為宗。顧山不似山，樹不似樹；縱横散亂，無物可尋，何哉？曰：子觀畫於咫尺之内，是摩挲斷碑殘碣之道，非觀畫法也，盍遠眺焉？客：觀畫須遠，亦有說乎？曰：目之視物，必距離相當而後明晰。遠近之差，則以物之形狀大小為準。覽人氣色，察人神態，猶需數尺外。今夫山水，大物也；逼而視之，實不過窺一紋一理，樹不過見一枝半幹；何有於峰巒氣勢？何有於疏林密樹？何有於煙雲出没？此郭河陽之說，亦極尋常之理。‘不見廬山真面目，祇緣身在此山中’，對天地間之山水，非百里外莫得梗概；觀縑素上之山水，亦非憑几伏案所能彷彿。客曰：果也。數武外：凌亂者，井然矣；模糊者，粲然焉；片黑片白者，明暗向背耳，輕雲薄霧耳，暮色耳，雨氣耳。子誠不我欺。然畫之不能近視者，果為佳作歟？曰：畫之優絀，固不以宜遠宜近分。董北苑一例，近世西歐名作又一例。况子不見畫中物象，故以遠覘之說進。觀畫固遠可，近亦可，視君意趣若何耳。遠以瞰全局，辨氣韻，玩神味；近以查細節，求筆墨。遠以欣賞，近以研究。客：筆墨者何物耶？曰：筆墨之於畫，譬諸細胞之於生物。世間萬象，物態物情，胥賴筆墨以外現。六法言骨法用筆，畫家莫不習鈎勒皴擦，皆筆墨之謂也。無筆墨，即無畫。客：然則縱横散亂，一若亂柴亂麻者，即子之所謂筆墨乎？曰：亂柴亂麻，固畫家術語；子以爲貶詞，實乃中肯之言。夫筆墨畦徑，至深且奥，非愚淺學所知。約言之：書畫同源，法亦相通。先言用筆：筆力之剛柔，用腕之靈活，體態之變化，格局之安排，神采之講求，衡諸書畫，莫不符合。故古人善畫者多善書。若以縱横散亂為異，則豈不聞趙文敏‘石如飛白木如籀’之說乎？又不聞董思翁作畫以奇字草隸之法，樹如屈鐵，山如畫沙之論乎？遒勁處力透紙背，刻入縑素；柔媚處一波三折，婀娜多致；縱逸處龍騰虎卧，風趨電疾。惟其用筆脫去甜俗，重在骨氣，故驟視不悅人目。不知衆皆密於際，此則離披其點畫；衆皆謹於象似，此則脫落其凡俗。遠溯唐代，已悟此理。惟不滯於手，不凝於心，臻於解衣槃礴之致，方可言於縱横散亂，皆呈異境。若夫不中繩墨，不知方圓，向未入門，而信手塗抹，自詡蛻化，驚世駭俗，妄譬於八大、石濤：直自欺欺人，不足語語矣。此毫釐千里之差，又不可以不辨。客：筆之道盡矣乎？曰：未也。頃所云云，筆本身之變化也。一涉圖繪，猶有關乎全局之作用存焉。所謂‘自始至終，筆有朝揖，連緜相屬，氣脈不斷’，是言筆縱横上下，遍於全畫，一若血脈神經之貫注全身。又云‘意存筆先，筆周意内，畫盡意在，象盡神全’，是則非獨有筆時須見生命，無筆時亦須有神機内藴，餘意不盡。以有限示無限，此之謂也。客：筆之外現，惟墨是賴；敢問用墨之道。曰：筆者，點也綫也。墨者，色彩也。筆猶骨骼，墨猶皮肉。筆求其剛，以柔出之；求其拙，以骨行之；在於因時制宜。墨求其潤，不落輕浮；求其腴，不同臃腫；隨境參酌，要與筆相水乳。物之見出輕重向背明晦者，賴墨；表鬱勃之氣者，墨；狀明秀之容者，墨。筆所以示畫之品格，墨亦未嘗不表畫之品格；墨所以見畫之丰神，筆亦未嘗不見畫之丰神。雖有内外表裏之分，精神氣息，初無二致。乾黑濃淡溼，謂為墨之五彩；是墨之為用寬廣，效果無窮，不讓丹青。且惟善用墨者善敷色，其理一也。客：聽子之言，一若盡筆墨之能，即已盡繪畫之能，信乎？曰：信。夫山之奇峭聳拔，渾厚蒼莽；水之深静柔滑，汪洋動盪；煙靄之浮漾，草木之榮枯，豈不胥假筆鋒墨韻以盡態？筆墨愈清，山水亦隨之而愈清。筆墨愈奇，山水亦與之俱奇。客：黄公之畫甚草率，與時下作風迥異。豈必草率而後見筆墨...",
    "Artifact_Refs": "觀畫答客問 / 觀畫答客問 / 層疊岡巒 / 墨濃 / 白雲山蒼蒼 / 環流仙館 / 虛白山銜璧月明 / 宋畫多晦冥 / 三百八灘 / 鱗鱗低蹙 / 絶澗寒流",
    "is_letter": true
  },
  {
    "date": "1943.11.19",
    "norm_date": "1943.11.19",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "黄賓虹書畫展。馬公愚題。十一月十九起廿三止，假座寧波同鄉會四樓全部。",
    "summary": "11月19日至23日，由傅雷、裘柱常、顧飛等籌劃，在寧波同鄉會四樓舉辦個展，馬公愚書“黄賓虹書畫展”，傅雷主持操辦一切展覽事務，刊印《黄賓虹先生山水畫册》、《黄賓虹書畫展特刊》，觀者踴躍。",
    "details": "廣告：“黄賓虹書畫展。馬公愚題。十一月十九起廿三止，假座寧波同鄉會四樓全部。”（11月19日申報） 傅雷書：“賓老先生賜鑒：……昨夜半會場佈置齊備，以寧波同鄉會臨時借與他人作善事，故直須夜間有空也。幸今日天晴，雖酷寒，觀者仍極盛。……今晨陳叔老、王秋老、秦曼老，下午李拔可、徐丹叟、王福庵、鄧春澍等均來，又有法文報、英文報記者、法總領事夫人等，會場幸覓得一二熟友幫忙，並吳秉臣、陳佑泉二位及裝池美古齋郁君張羅一切，尚能應付。令高足朱、黄二女士亦來觀覽一周。馬公愚、童心安二公並定畫及介紹甚多，王秋老亦有介紹，是皆吾公高年劭德、學藝感人所致。……後學傅雷拜啟。十九日夜。” 又：“賓老先生道席：……連日會况熱烈，堪稱空前。上海英文、法文報均有評論，推崇備至，此歷來畫會所罕有，非迷信外人，實以彼輩標準高、持論嚴，素不輕易捧場，如華報之專講交情也。今日孔達女士偕其外子文德斐君蒞會，道及吾公並云藏有尊作不少。小報自動撰文頌贊，連日已有數篇。來觀者至有徘徊審視至二三小時以上。王秋湄則無日不至，其故友關切之情見於形色……後學傅雷再拜上。十一月廿一日夜。關春草君定字畫數件，且云非為捧場，實乃好之彌篤不忍錯失也。姚虞琴、王福厂、鄧春澍、商笙伯、沈邁士、吳待秋（並挈三子）均已來過。陳柱尊君據秋翁云，會期終了前必趕到。先生古舊中，尚有沈思期君、夏丏尊君來過。（下略）” 又：“賓虹先生道席：畫會昨晚結束，總共五日，參觀人數，就簽名計六百餘人，未簽者約有三四倍。售畫總數為一百六十件（花卉、字在内），餘下十七件暫存敝寓，以待後命。……後學傅雷拜啟。十一月廿四日。” 按：《畫展特刊》收錄譜主《自述》，以及傅雷《觀畫答客問》、顧飛所輯《論畫鱗爪》外，尚有陳叔通、王薳（署名攝堂）、秦更年（署名嬰闇居士）、鄧實（署名野殘）、關善等詩文。...",
    "Artifact_Refs": "黄賓虹先生山水畫册 / 黄賓虹書畫展特刊 / 畫展特刊 / 自述 / 觀畫答客問 / 論畫鱗爪",
    "is_letter": false
  },
  {
    "date": "1943.11.29",
    "norm_date": "1943.11.29",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "又夏丏尊君囑代求繪已故弘一法師《晚晴山房圖》，以二尺長度為最宜。聞弘一法師亦為先生舊盟友，諒必樂為紀念也。夏君云前吾公曾為繪過一圖，嫌篇幅略小，故敢再求一幀存放紀念弘一法師之公共場所。",
    "summary": "11月29日，夏丏尊託傅雷代請為紀念已故弘一法師重作《晚晴山房圖》。",
    "details": "按：見是日傅雷信，有云：“又夏丏尊君囑代求繪已故弘一法師《晚晴山房圖》，以二尺長度為最宜。聞弘一法師亦為先生舊盟友，諒必樂為紀念也。夏君云前吾公曾為繪過一圖，嫌篇幅略小，故敢再求一幀存放紀念弘一法師之公共場所。”...",
    "Artifact_Refs": "晚晴山房圖 / 晚晴山房圖",
    "is_letter": false
  },
  {
    "date": "1943.12.05",
    "norm_date": "1943.12.05",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "昨（五日）午，遵囑假秦曼老家素席，邀宴王秋老、陳叔老、高吹老、姚石子、馬公愚、吳仲炯等，鄧秋老以不宜受風，故未到。",
    "summary": "12月5日，在秦更年家，設素席招待答謝諸友。",
    "details": "按：12月6日傅雷信有云：“昨（五日）午，遵囑假秦曼老家素席，邀宴王秋老、陳叔老、高吹老、姚石子、馬公愚、吳仲炯等，鄧秋老以不宜受風，故未到。”...",
    "Artifact_Refs": "",
    "is_letter": true
  },
  {
    "date": "1944.01.21",
    "norm_date": "1944.01.21",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹先生惠鑒：十一月廿一日曾寄一函，想荷詧入。未知各稿可抄寄若干，愈遲則印費愈昂也。題畫、紀游詩亦能抄印否？頃檢乾隆開化紙，極受墨，裁奉十二頁，求繪陽朔或蜀中山水，實見怒厂處小册而垂涎不置，故敢為陳請，務乞恕其冒昧。率布，即頌冬安。弟陳叔通上。十二月廿六日。",
    "summary": "1月21日癸未十二月廿六日，陳叔通見傅雷得譜主之《陽朔山水册》十二開，致書求索蜀中或陽朔山水小册。",
    "details": "陳叔通書：“賓虹先生惠鑒：十一月廿一日曾寄一函，想荷詧入。未知各稿可抄寄若干，愈遲則印費愈昂也。題畫、紀游詩亦能抄印否？頃檢乾隆開化紙，極受墨，裁奉十二頁，求繪陽朔或蜀中山水，實見怒厂處小册而垂涎不置，故敢為陳請，務乞恕其冒昧。率布，即頌冬安。弟陳叔通上。十二月廿六日。”...",
    "Artifact_Refs": "陽朔山水册",
    "is_letter": true
  },
  {
    "date": "1944.03.16",
    "norm_date": "1944.03.16",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓老先生座右：……王秋老不幸於本月十六日，以中風不起。當時係往關春草君處閒話，詎當場發作，送往醫院，當晚即告不治。如此噩耗，誠出意外。蓋秋翁平日精神甚健，春秋未高，方期克享大耄，孰意前後不出十小時，即一瞑不視，諒先生聞之，亦為不勝悼惜也。……後學傅雷拜上。三月廿日。",
    "summary": "3月16日，王秋湄（薳）病歿，得訊至為悲悼。",
    "details": "傅雷書：“賓老先生座右：……王秋老不幸於本月十六日，以中風不起。當時係往關春草君處閒話，詎當場發作，送往醫院，當晚即告不治。如此噩耗，誠出意外。蓋秋翁平日精神甚健，春秋未高，方期克享大耄，孰意前後不出十小時，即一瞑不視，諒先生聞之，亦為不勝悼惜也。……後學傅雷拜上。三月廿日。” 按：據裘譜同年有譜主致上海友人信有云：“秋齋翁作古，至為悲悼。聞其女公子亦作畫，仿漸江，昔年曾一見之。秋翁於六朝造像、碑版之學，有著作，諒未脫稿。”...",
    "Artifact_Refs": "",
    "is_letter": false
  },
  {
    "date": "1944.07.24",
    "norm_date": "1944.07.24",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "",
    "summary": "7月24日傅雷致書云“甚欲以溝通中西畫論為己責”，覆書暢論中西畫理之同異，並對油畫家取中國畫材料求變通之道的現象，預言必當影響畫理。",
    "details": "與傅雷書：“怒庵先生著席：昨奉扇頁，諒荷詧收。頃誦手教，謙抑精審，佩極佩極。‘没筆痕而顯筆脚’，分明是筆，融洽是墨。没筆痕是融洽，顯筆脚是筆法分明。‘謂之書畫者’，書法用筆，與畫用筆相通，方是名大家。此二句，原是前人論畫之成語，書家有筆法無墨法，謂之奴書，唐人寫經，多經生所作，故不名貴。古人善書者必善畫，以畫之墨法通於書法。觀宋元明人法書，如趙子昂、文徵明，至於王鐸、石濤，其字蹟真偽至易辨。真者用濃墨，下筆時必含水，含水乃潤乃活。王鐸之書，石濤之畫，初落筆似墨瀋，甚至筆未下而墨已滴紙上。此謂興會淋漓，才與工匠描摹不同，有天趣，竟是在此。而不知者，視爲墨未調和，以爲不工。非不能工，不屑工也。考試翰院之書非不工，祇是外面停匀，全是做成，失於自然。康熙以前殿試策尚不如此，甚有淡墨行書者。至嘉道後，不觀文字，祇看寫得停匀，正如畫者至乾隆後，工者全是院體，不言筆墨。今舊京人物花鳥學院體者，易於描摹貌似，再進一步即學新羅山人或唐六如居士，以爲輕鬆流動，不深究新羅、六如佳者正多古拙，與近代習見者不同。因偽作者學其流動，而遺其古拙。古拙不易學，而流動變爲浮滑，觀之令人可厭。流動之中有古拙，才有静氣。無古拙處，即浮而躁，以浮躁為流動，是大也。今救其弊，非先從論書法説明下一種苦功，不易做到。古人殫畢生之力，無間斷之時，得其筆法。去年尊函有論拙筆為簡單畫法之引導，甚合。但鄙人曩在滬與友人之習畫者言之，無不笑為迂闊，甚或借為戲談，因之不敢向人輕說理論。以台端之精心毅力，研究中外畫理，乘此時局之閒，儘可習中國之畫，其與西方相同之處甚多。人同此心，心同此理。所不同者工具物質而已。現今西畫工具缺乏，油畫家多收購宣紙、花青、赭石，以爲油畫變通。將來物質上影響及於畫理者，更當豐富。畫以自然為美，全球學者所公認，愛美者因設種種方法，推求其理。中國開化文明最早，方法亦最多，不知幾經改革，以保存其今古不磨之理論，無非合乎自然美而已。故理法雖可寶貴，而氣韻又從理法而出，更爲寶貴。拙撰下篇《氣韻》一首，尚未繕出。所論理法一篇，又改易頗多，當再謄一清稿，請教是否的確，未易知也。用筆之法，書畫既是同源，最高層當以金石文字為根據。道咸中濰縣陳簠齋太史，以貴公子研求金石，其論古人篆籀用筆，祇是‘指不動’三字，簡要詳明，可為學畫與觀畫之真偽確據。方寸以内運腕，方尺以内運肘，再大者運臂。若徒用指挑剔為流動，即非古法。仔細思之，其言甚確。鄙意將筆法作圖，略附説明，以審斷古今畫家之優絀，當無可遁。然筌以得魚，蹄以得兔，其終可以相望於無形者，大而化之耳。‘總論’而畫者以不似為得其神，‘神’作‘初’，草字略近之譌。畫貴神似，不在形似，所以不似而似者，為得其神似。蘇米崛起，書法入畫，為士夫畫，始有雅格。士夫之學，語有未妥。畫格當以士夫為最高，因其天資學力，聞見鑒別，與文人不同。文人畫不必天資聰敏。學力深厚，聞見廣博，鑒別精審；苟能明通用筆用墨之法，即章法不穩，不至惡俗，已勝於作家之精能。故論畫者以能品為下。畫之理法精通，處處皆能入彀，甚至精工之極，爲人驚嘆其學力之深厚，尋常所不能道。如藍瑛（田叔）、周臣（東村）之流，皆不為藝林所重。雖馬遠、夏珪，論南宗畫者尚不願學；畫非不佳，以視董北苑、釋巨然之山川渾厚、草木華滋，品格卑弱，殘山賸水，人以‘馬一角’呼之。故明初吳小僊、張平山、郭清狂、蔣三松一輩，均由馬、夏脫胎，用筆霸猂粗率，全無含蓄舒和之氣，學者目之為野狐禪。近日東西海外藝術家，以其寫生相近歐學，嘖嘖稱之。近年歐美人能讀中國論畫之書，已知其卑陋而求士夫畫矣。《芥子園畫譜》因得李流芳畫册數十頁，又請王槩字安節足成...",
    "Artifact_Refs": "氣韻 / 芥子園畫譜",
    "is_letter": true
  },
  {
    "date": "1945.06.19",
    "norm_date": "1945.06.19",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹老先生座右：頃奉手教，並大作三幀。連日梅雨傾盆三晝夜不止，而尊件遞到時，居然毫無損害，可見天地間瑰寶，冥冥中自有神靈呵護也。《擬古》一作，柔和蒼潤，尤得元人神髓。另幅有長題論唐宋人染雲煙者，筆飛墨舞，生氣溢於紙外，想見吾公精神勁爽，元氣淋漓，非特為敝友得獲至寶慶賀，亦且為先生道履矍鑠，壽登大考而私心竊喜。海上自前歲畫會後，知公者益衆，每轉輾屬求，晚輒以是否真好為標準，以定承諾，若冒名風雅、徒擁多金之輩，往往拒之，竊以為先生之藝之道，殊不值為此儕浪費也。敝處往來賓客，類有灼見，故朋儕浼求，不忍堅拒，惟屢屢干凟。深恐過勞清神，且所賜諸作皆傳世之寶，深恨無以圖報耳。海上月來米價飛騰，曾達每石百萬高峰，可畏可畏！友人前得北平家報，謂華北邇來日用品跌價至一半者甚多，聞之不勝羨羨。南北匯兌官家計者，必須由中央銀行審察核准，故敝處第二次擬匯之三仟元，迄今未能寄出，若以黑市計，則每聯幣合中鈔十二元，較官價高出一倍以上，大致最近期內，除第二批之三仟聯幣外，尚有萬元匯奉。上月十七日匯出之三仟元諒以收到，便懇示知。前晤陳陶老（按：陳陶遺），問及吾公近狀，並囑代為致意。渠對於當年《國粹學報》猶津津樂道，似不勝緬懷。前函所云北京董立言在申開會，結果虧折，定價過昂，實為主因也。耑此布復，並代敝友鄭重道謝，伏維垂察，並候道綏不一。後學傅雷拜上。六·十九。（春草兄自刻印譜，聞將寄呈法政，並請賜序云云。）",
    "summary": "6月19日，傅雷接獲為其友所作畫，回信感謝，並加評論，轉達陳陶遺的問候。",
    "details": "傅雷書：“賓虹老先生座右：頃奉手教，並大作三幀。連日梅雨傾盆三晝夜不止，而尊件遞到時，居然毫無損害，可見天地間瑰寶，冥冥中自有神靈呵護也。《擬古》一作，柔和蒼潤，尤得元人神髓。另幅有長題論唐宋人染雲煙者，筆飛墨舞，生氣溢於紙外，想見吾公精神勁爽，元氣淋漓，非特為敝友得獲至寶慶賀，亦且為先生道履矍鑠，壽登大考而私心竊喜。海上自前歲畫會後，知公者益衆，每轉輾屬求，晚輒以是否真好為標準，以定承諾，若冒名風雅、徒擁多金之輩，往往拒之，竊以為先生之藝之道，殊不值為此儕浪費也。敝處往來賓客，類有灼見，故朋儕浼求，不忍堅拒，惟屢屢干凟。深恐過勞清神，且所賜諸作皆傳世之寶，深恨無以圖報耳。海上月來米價飛騰，曾達每石百萬高峰，可畏可畏！友人前得北平家報，謂華北邇來日用品跌價至一半者甚多，聞之不勝羨羨。南北匯兌官家計者，必須由中央銀行審察核准，故敝處第二次擬匯之三仟元，迄今未能寄出，若以黑市計，則每聯幣合中鈔十二元，較官價高出一倍以上，大致最近期內，除第二批之三仟聯幣外，尚有萬元匯奉。上月十七日匯出之三仟元諒以收到，便懇示知。前晤陳陶老（按：陳陶遺），問及吾公近狀，並囑代為致意。渠對於當年《國粹學報》猶津津樂道，似不勝緬懷。前函所云北京董立言在申開會，結果虧折，定價過昂，實為主因也。耑此布復，並代敝友鄭重道謝，伏維垂察，並候道綏不一。後學傅雷拜上。六·十九。（春草兄自刻印譜，聞將寄呈法政，並請賜序云云。）” 按：傅雷寫給譜主信均存浙江省博物館，惟獨此信流落市場。...",
    "Artifact_Refs": "擬古 / 國粹學報",
    "is_letter": true
  },
  {
    "date": "1946.秋",
    "norm_date": "1946.00.09",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓老侍右：都門把晤，忽近十稔，思念之忱，無時或釋。違難以來，留蓉八載，每遇北地諸友，輒以起居為詢，並稱道履綏和，為之額手者屢，茲得孫中威書，始悉寓廬地址，用特裁筆，一傾積愫，以此言樂，樂可知已。劫後生還，敝宅收藏典籍及書畫古器，盡付劫灰，即歷承惠寄法繪多幀，亦喪失無遺。想近年畫風別闢新境，幸因來鴻示我斗方一幅，俾得昕夕瞻對，如坐春風中也。附陳拙稿，並希誨政。肅頌道安不一。晚陳中凡頓首。八月一日。",
    "summary": "秋日，闊別十載之友人陳中凡來書問候，作《蜀游山水》寄之。",
    "details": "陳中凡書：“賓老侍右：都門把晤，忽近十稔，思念之忱，無時或釋。違難以來，留蓉八載，每遇北地諸友，輒以起居為詢，並稱道履綏和，為之額手者屢，茲得孫中威書，始悉寓廬地址，用特裁筆，一傾積愫，以此言樂，樂可知已。劫後生還，敝宅收藏典籍及書畫古器，盡付劫灰，即歷承惠寄法繪多幀，亦喪失無遺。想近年畫風別闢新境，幸因來鴻示我斗方一幅，俾得昕夕瞻對，如坐春風中也。附陳拙稿，並希誨政。肅頌道安不一。晚陳中凡頓首。八月一日。” 與陳中凡書：“覺玄先生著席：前晤孫君，携手示誦悉，琴從安抵秣陵，著述日富，至慰至忭。成都舊友，十年隔別，僅林山腴翁嗣君季豐來此，略詢近况。有川大教授鄧只淳君曾晤及否？念念。鄙人客伊寓最久，導游青城、玉疊諸山勝事，殊不能忘，如到臨桂與先生賞覽陽朔、興坪奇山水，至今撿篋中畫稿，聞笑語如目前也。近十年來貪嗜看山讀畫，淪陷朔漠，勞瘠不可言罄，欲歸道阻，衰老尤感困難，惟日捜故紙堆中，尋古今藝術遺跡。晉、豫、齊、魯巨族舊家，散佚書籍、金石、字畫古物，煙雲過眼，所見不為不多，霜鈔雪纂，拉雜近牛腰巨卷，今寫裝工料激增，較前三五年間有至萬倍者，望洋興嘆，如何如何！聞大著提倡中國藝術，極感興趣，尤爲私心奮勉。邇年歐美重視東方文化，與圖畫猶加意，蓋以歐畫境界如我六朝唐人，神形俱肖，刻劃極矣。今悟文人樂事，虛處求實，惟崇逸品。逸品須從能、妙、神三品而出，非離三品而成，此明清兩朝會者多矣。拙著畫論，容脫稿奉教之。先寄小畫件函，復候著綏。賓虹拜上。八月十八日。” 自題《蜀游山水》：“前十年，余蜀游曾歷數寒暑，經嘉州躋峨嵋山頂，至灌縣信宿青城軒轅峰，由廣安探天池，沿渠河出渝州，圖山靈真面而返。覺玄先生著作等身，留川蜀日久，所獲尤多，寫此奉教，聊博一噱耳。賓虹，丙戌。”（圖見《黄賓虹畫集》，上海書畫出版社1992年版） 陳中凡書：“賓虹道長左右：比奉損書及法繪山水，拜登之下，誦悉各節。執事年來蒐集藝術佚集甚夥，一時無從流布，可不先編一藝術定期刊物，擇要載入，他日再編為美術叢書？戰前此類期刊如《良友》、《美術生活》等，更僕難詳，現以印刷費用激增，多歸停頓。目下新出之文藝月刊，内容蕪雜，多屬宣傳圖片，了無足觀。聞貴高足傅雷先生在滬提倡藝術，不遺餘力，可不函商，屬其就近與出版商接洽，出一純藝術期刊，藉資倡導，或介凡與之通書，希以渠住址及別字示及爲荷。尊製山水沈雄樸茂，一片渾淪元氣，深得董、巨墨染之傳，視輓近藝人專務鬆秀，致趨於薄弱者，迥然有別。以八十老翁具此氣魄，信為壽考之徵，歡喜贊歎，如何可說！鄧只淳兄仍在川大主持教育學系，時時把晤，每以動定為念。華西大學教務長兼代校長方叔軒兄近亦來書，屬代致拳拳之忱。何時南歸，俾復得承教，燕雲在望，延佇為勞，便中祈多惠書，以慰嚮往之情。臨穎無任馳仰，敬叩道勝不一。後學陳中凡頓首。八月三十日。徐悲鴻、龐薰琴諸君近到北平，曾晤及不？又及。”...",
    "Artifact_Refs": "蜀游山水 / 蜀游山水 / 黄賓虹畫集 / 良友 / 美術生活",
    "is_letter": true
  },
  {
    "date": "1946.1",
    "norm_date": "1946.01.01",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹老先生道席：前奉教言並大作文字山水，稽復為歉。尊處為房主所迫，令人恨恨。……邇來滬上展覽會甚盛，白石老人及溥心畬二氏未有成就，出品大多草率。大千畫會售款得一億餘，觀其所臨敦煌古蹟，多以外形爲重，至唐人精神全未夢見，而竟標價至五百萬元（一幅之價），彷彿巨額定價即可抬高藝術品本身價值者，江湖習氣可慨可憎。……晚傅雷拜上。十一月廿九日。",
    "summary": "10月中旬，故都文物研究會約齊白石、溥心畬至上海、南京舉辦齊溥畫展，附以作品參展。",
    "details": "傅雷書：“賓虹老先生道席：前奉教言並大作文字山水，稽復為歉。尊處為房主所迫，令人恨恨。……邇來滬上展覽會甚盛，白石老人及溥心畬二氏未有成就，出品大多草率。大千畫會售款得一億餘，觀其所臨敦煌古蹟，多以外形爲重，至唐人精神全未夢見，而竟標價至五百萬元（一幅之價），彷彿巨額定價即可抬高藝術品本身價值者，江湖習氣可慨可憎。……晚傅雷拜上。十一月廿九日。” 上海畫展廣告：“齊白石溥心畬先生畫展。曹克家、黄賓虹、邵伯褧、陳雲誥參加作品。預展：十一月十日—十一日在福熙路八三九弄八四一號興中學會。公展：十一月十三—十九日在西藏路四八○號寧波同鄕會。發起人：張直夫、黄金榮、范紹增、梅蘭芳、楊安國、宣鐵吾、錢新之、田淑君、衛持平、張半陶、孔祥熙、楊嘯天、吳光運、范衆渠、張龍章、顧嘉棠、方希孔、杜月笙、潘公展、張道藩、曾建人、謝仁劍、汪亞塵、秦少文、程硯秋、王曉籟、徐寄塵、孫履平、王義榮、吳國楨啟。”（11月10日申報）...",
    "Artifact_Refs": "",
    "is_letter": false
  },
  {
    "date": "1946.1",
    "norm_date": "1946.01.01",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹先生是安徽人，今年已是八十一歲的老畫家了！我在二十年前曾經見過他，那時他住在舊法租界貝勒路和薩坡賽路之間。人很謙和客氣，毫無倚老賣老的習氣，神州國光社出版的中國《美術叢書》是他主編的。他不但是畫史爛熟，而精於賞鑒，上海一般的收藏家，往往請他品詳古畫，也有人說他做古畫的買賣，甚至說他有贋鼎出現。這也許他偶有失眼，指假為真！賓虹先生在一般畫家之中，書讀的比較多，而且是南社的社員，所以同道都很推崇他。戰前在上海賣畫，教學，寫寫論畫文章，戰事發生到北平去，擔任過偽國立美專的教授，很多的人替他可惜，似乎對於畫家的品格，有些瑕疵。至於他的作品，擅長山水，過去在《申報》發表了很多的紀游畫，三峽、峨嵋、桂林的獨秀峰等等，在我的腦海中印象很深。不過，他的山水，自居‘文人畫’，題款跋語，大多傳北苑、文、董等一脈，長處是丘壑很多，章法極有變化，就是皴法太亂，層次不很清楚，用筆很有書法意味，而魄力太小，用筆軟弱，樹法亦支離破碎，蓋山水畫中樹木等於人的眉目，假定眉目糊塗，這個人便没有精神，甚至不像一個人！這點，不知賓虹先生自己的理論是怎樣？最近他還在北平，這次附在齊白石畫展中幾幅山水，更覺一團漆黑，毫無層次。我真不懂賓虹先生爲什麽有如此作風？看看他的跋語，還是有本有源，北苑、思翁，難道北苑、思翁也有這種漆黑一團的作品嗎？嘗見兩宋人畫，雖然顔色濃重很多，但是層次總是分得很清楚，賓虹先生的澆濮（？）得一點層次都没有，（他的筆倒並不重，濃而不重，然已乏味了！）實在有些奇怪！許多老畫家，主觀很深，自己享了大名，决不肯精益求精，總是自以爲是，牢不可破，整個中國繪畫的没有進步，原因也許就在於此。",
    "summary": "有人對附於“齊白石、溥心畬畫展”中的新作提出批評。",
    "details": "施翀鵬《略有瑕疵的黄賓虹》：“賓虹先生是安徽人，今年已是八十一歲的老畫家了！我在二十年前曾經見過他，那時他住在舊法租界貝勒路和薩坡賽路之間。人很謙和客氣，毫無倚老賣老的習氣，神州國光社出版的中國《美術叢書》是他主編的。他不但是畫史爛熟，而精於賞鑒，上海一般的收藏家，往往請他品詳古畫，也有人說他做古畫的買賣，甚至說他有贋鼎出現。這也許他偶有失眼，指假為真！賓虹先生在一般畫家之中，書讀的比較多，而且是南社的社員，所以同道都很推崇他。戰前在上海賣畫，教學，寫寫論畫文章，戰事發生到北平去，擔任過偽國立美專的教授，很多的人替他可惜，似乎對於畫家的品格，有些瑕疵。至於他的作品，擅長山水，過去在《申報》發表了很多的紀游畫，三峽、峨嵋、桂林的獨秀峰等等，在我的腦海中印象很深。不過，他的山水，自居‘文人畫’，題款跋語，大多傳北苑、文、董等一脈，長處是丘壑很多，章法極有變化，就是皴法太亂，層次不很清楚，用筆很有書法意味，而魄力太小，用筆軟弱，樹法亦支離破碎，蓋山水畫中樹木等於人的眉目，假定眉目糊塗，這個人便没有精神，甚至不像一個人！這點，不知賓虹先生自己的理論是怎樣？最近他還在北平，這次附在齊白石畫展中幾幅山水，更覺一團漆黑，毫無層次。我真不懂賓虹先生爲什麽有如此作風？看看他的跋語，還是有本有源，北苑、思翁，難道北苑、思翁也有這種漆黑一團的作品嗎？嘗見兩宋人畫，雖然顔色濃重很多，但是層次總是分得很清楚，賓虹先生的澆濮（？）得一點層次都没有，（他的筆倒並不重，濃而不重，然已乏味了！）實在有些奇怪！許多老畫家，主觀很深，自己享了大名，决不肯精益求精，總是自以爲是，牢不可破，整個中國繪畫的没有進步，原因也許就在於此。” 按：這是一篇罕見的直言批判黄賓虹繪畫的文章，發表於1947年《藝術論壇》創刊號現代藝術論專號上。文章前半部分頗多不實之詞，有目共睹，姑且勿論。其後半部分的批判却頗具代表性，同一作品，在具有不同審美意識和藝術涵養的人眼目中，其評價居然可以相去如許懸殊（可參讀同年傅雷論畫書），真是中國現代畫壇不可多得的文獻。就施翀鵬而言，這不能歸咎於個人恩怨，而純粹是個學術問題。施翀鵬此文折射出的藝術觀具有相當的代表性，它餘音裊裊，直至今日，時有所見，雖然出發點也許有所不同。施翀鵬（1908—2000），別號南池，崇明(今屬上海）人，著有《中國名畫觀摩記》，時為全國美展編輯、上海市美術館籌備主任。...",
    "Artifact_Refs": "略有瑕疵的黄賓虹 / 美術叢書 / 申報 / 藝術論壇 / 中國名畫觀摩記",
    "is_letter": false
  },
  {
    "date": "1946.1",
    "norm_date": "1946.01.01",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "松如親翁大鑒：昨誦手教，聆悉台駕旋自星洲，提携文化，組織學社，令嗣鍾羲姻兄，熱忱教育，俱多發達，無任忻慰。鄙人養疴北行，歷經患難，屢思南返，路途沮隔，遲遲不果。暇中振（整）理拙撰文稿，作畫留存，多數酬答友人，未能餘賸，一俟點染工竣，自當附驥。南歸有期，求招拂一切，統容函續。茲因友人馮竣之君携古書畫來申江，託其便道相訪，到時並希賜洽作介，無任感荷之至。餘由續及。祗頌福綏。黄賓虹拜上。鍾羲姻兄均此未另。",
    "summary": "本年，江振華自新加坡返上海，組織黄山文藝社，來書索畫陳列。",
    "details": "與江振華書：“松如親翁大鑒：昨誦手教，聆悉台駕旋自星洲，提携文化，組織學社，令嗣鍾羲姻兄，熱忱教育，俱多發達，無任忻慰。鄙人養疴北行，歷經患難，屢思南返，路途沮隔，遲遲不果。暇中振（整）理拙撰文稿，作畫留存，多數酬答友人，未能餘賸，一俟點染工竣，自當附驥。南歸有期，求招拂一切，統容函續。茲因友人馮竣之君携古書畫來申江，託其便道相訪，到時並希賜洽作介，無任感荷之至。餘由續及。祗頌福綏。黄賓虹拜上。鍾羲姻兄均此未另。” 又：“松如親翁大鑒：日昨付航並拙畫小幀六條，惠賜續匯一百萬元，茲承盛意殷殷，為拙筆揄揚宣播，無任感荷。近日澳門、香港諸友均擬提倡中國文藝，冀弭兵争。歐美學者亦視此為當務。今暨南大學舊友，悉多南洋原籍，日有通訊，將來中外畫當合一，趨向東方文化，意趣醲厚。申江交通往來，人才薈萃，有黄山畫社常期展覽，得供觀覽，磋摩之益，漸次可以革除舊習所污染而臻高尚，此國家興起之機，非私人所竊喜而已。付航奉上拙畫黄山圖（五尺長，一尺六寸闊）弍張，又五尺篆聯四付，餘有相當尺度，當即續寄。敝友傅雷君近與龐薰琹君在廬山避暑，稱道畫社不置。祗頌台綏。賓虹拜上。潭邸均此。”（1947） 按：黄賓虹姪女黄映芬嫁江振華子鍾羲故稱“親翁”。傅雷1947年、1948年夏兩度住廬山療養，1947年5月27日與黄賓虹書中有云：“令親徽寧小學江老先生日昨亦晤及，並出示先生舊製多幀，觀賞甚快。”同年5月29日黄賓虹致傅雷書有云：“江松如舍親來函云是新組文化機關，懇附賤名於簡末。”...",
    "Artifact_Refs": "",
    "is_letter": true
  },
  {
    "date": "1946.04",
    "norm_date": "1946.04.01",
    "hbh_loc": "重慶",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "怒庵先生道席：……近來擬法唐敦煌發見，及宋元西北收藏名蹟，稍稍受其縛束，兼時事心緒不寧，胸臆鬱塞，每作一畫，竣工之後總覺不夠，愈加愈多，什居其九。……黄賓虹拜上。四月八日。",
    "summary": "百貨飛漲，時局日惡，心緒不寧，胸臆鬱塞，作畫愈加愈黑。",
    "details": "與傅雷書：“怒庵先生道席：……近來擬法唐敦煌發見，及宋元西北收藏名蹟，稍稍受其縛束，兼時事心緒不寧，胸臆鬱塞，每作一畫，竣工之後總覺不夠，愈加愈多，什居其九。……黄賓虹拜上。四月八日。”...",
    "Artifact_Refs": "",
    "is_letter": false
  },
  {
    "date": "1947.04",
    "norm_date": "1947.04.01",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹老先生道席：前孫會元君帶下尊賜古銅印一枚，甚謝甚謝。……敝友龐薰琴君近受英國著作家蘇里文君之託，搜集吾華近代作家材料，以便寫爲比較藝術史，原函特此附上。晚不揣冒昧，已將舊存吾公畫會特刊一册（内有自序及各家詩文）送去，並擬將寄存敝處之大作册頁内選擇一二幀送去，作爲參考，效果必勝於照相翻印，倘能在英倫製版，亦流傳吾國絶藝之一法，不知尊意以爲如何？……耑此，祗候道綏。晚傅雷拜叩。何日南來，乞先示告爲幸。四月十四日。",
    "summary": "4月，英國蘇里文爲撰中國近現代繪畫史，托龐薰琹代爲徵集各家資料，由傅雷馳書徵求意見。",
    "details": "傅雷書：“賓虹老先生道席：前孫會元君帶下尊賜古銅印一枚，甚謝甚謝。……敝友龐薰琴君近受英國著作家蘇里文君之託，搜集吾華近代作家材料，以便寫爲比較藝術史，原函特此附上。晚不揣冒昧，已將舊存吾公畫會特刊一册（内有自序及各家詩文）送去，並擬將寄存敝處之大作册頁内選擇一二幀送去，作爲參考，效果必勝於照相翻印，倘能在英倫製版，亦流傳吾國絶藝之一法，不知尊意以爲如何？……耑此，祗候道綏。晚傅雷拜叩。何日南來，乞先示告爲幸。四月十四日。” 徵集資料函：“□□先生：英國友人M. Sullivan氏擬對於中國美術作家及二十世紀中國的藝術運動在歐洲方面作較有系統的介紹，囑琹代向諸大家徵求作品的照片或較精的印刷品數幅及簡短小傳一篇，若有理論方面的著作亦請賜寄，希先生能在四月十五日以前寄至上海狄思威路一一五六弄五六七號，以便轉寄英國。此上。□□謹啟。” 按：蘇里文（又譯舒立文、蘇立文）Michael Sullivan (1916—)，英國學者。1939年劍橋大學學士，1940-1946年來華，在滇、黔、川等地支援抗戰，後參與成都蜀王建墓考古發掘，並在華西大學博物館任職。1947—1950年倫敦大學中國政府奬學金研究生，1949年碩士。1954年哈佛大學博士。1966年英國劍橋、牛津大學榮譽文學博士。後歷任新加坡國立馬萊亞大學美術館舘長，倫敦大學亞非學院、美國斯坦福大學、英國牛津大學教授。...",
    "Artifact_Refs": "",
    "is_letter": true
  },
  {
    "date": "1948.初春",
    "norm_date": "1948.00.03",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹丈道席：承示悉，俟與諸友商定來北平行期，當報覆，弟甚願得與吾公面晤，一罄十載闊別積愫也。寄示古璽鈐本佳品，當俟共賞為快。弟對於古文奇字異文釋文，不敢自信，當就正於有道。敝友黎心齋為公徵諸友請求大筆山水共筆金七十萬元，上款另列。吳偉佳送上筆金五十萬元，請大筆賜山水一幅，尺度由尊裁。吳偉佳喜吾公細秀之筆。又偉佳兄請代求齊白石斗方四頁，每頁一方尺（寫蝦一頁，餘不拘），送筆金五十萬元，計一百七十萬元，請檢收。敝友梁子遠兄為吾公廣爲諸友説項，子遠兄喜公細秀之筆，敝意請公寫贈一幅，以酬雅意。前函匯上一百萬，當收到也。容報覆，即候祺祉。八月初三，谷雛虹拜啟。",
    "summary": "初春，張虹代友來北平捜購宋元名蹟，經介購得李木齋舊藏敦煌諸品與劉邦基山水等，滿載而歸。道經上海，函介訪傅雷、鄭振鐸。",
    "details": "張虹書：“賓虹丈道席：承示悉，俟與諸友商定來北平行期，當報覆，弟甚願得與吾公面晤，一罄十載闊別積愫也。寄示古璽鈐本佳品，當俟共賞為快。弟對於古文奇字異文釋文，不敢自信，當就正於有道。敝友黎心齋為公徵諸友請求大筆山水共筆金七十萬元，上款另列。吳偉佳送上筆金五十萬元，請大筆賜山水一幅，尺度由尊裁。吳偉佳喜吾公細秀之筆。又偉佳兄請代求齊白石斗方四頁，每頁一方尺（寫蝦一頁，餘不拘），送筆金五十萬元，計一百七十萬元，請檢收。敝友梁子遠兄為吾公廣爲諸友説項，子遠兄喜公細秀之筆，敝意請公寫贈一幅，以酬雅意。前函匯上一百萬，當收到也。容報覆，即候祺祉。八月初三，谷雛虹拜啟。”（1947年書） 又：“賓虹丈道席：十一月十日來示並大作十一幅收到，尊函未得收之前寄上拙札二緘，現弟與諸友商定可來平，因待公書，故今早發一電報，以來平之意奉陳，非有他故也。弟預計舊曆十月中旬可啟程到平，寓居以何處為宜，望有便見示，以便到平時可遵尊囑也。鄙意以空運較便，一則可省時間，二則不耐舟車，相見在即，先函奉陳左右，闊別積愫，暢懷待達，佇望之誠，不言而喻矣。敬叩祺祉。十月初五日，谷雛虹啟。”（1947年） 又：“賓虹丈道席：十七時抵滬，奉函諒得收，現購定機票三十日回粤。昨遵囑訪傅怒（庵）先生，大函面遞。傅君詳詢我公興居，甚為在念，弟一一奉答。是日下午傅君過敝寓，談了三點鐘之久，並問弟將携回公大作，細細觀賞。次及弟在平購得件，分別展玩，以敦煌之品為最稱許。由傅君告弟鄭振鐸在（滬）住址愚園路六十七弄廟弄四十四號，十九日上午訪鄭君，適他又有客到，略為應酬，約下午三時，鄭君（至）敝寓觀弟携回敦煌經卷畫像。經卷以天復年兩卷，其一是律藏有註約數萬字，當是異品，至索寫老子《道德經》，他說真是了不得，並言他所得敦煌亦不少，惜無異品。弟以在平所見成惟識論述記告之在公處，至畫像當以燼餘一卷、麻布本有佛像一卷，當是六朝之品可無疑。他為弟述在倫敦所見，無此異品唐畫之佳者，並細詢弟所得來路，弟以李木齋遺物告之。他說得失屬前緣可遇，洵不虛也。詢問公近况，甚關懷，弟一一答之，至公大著，以大略告之，他如有當函公也。至弟回粤期已詢及，十八日、十九日到崇古齋詢馮峻之兩次，崇古齋主事人回覆峻之已回北平約兩星期，公存下畫因峻之不曾着落，弟以公函交看過即收回，公在平可詢之峻之。因此之故，交峻之函寄回，防他日（後）有所藉口，亦不可不慮及。今次携回各件，經朱用和與傅、鄭二君及諸友之注意，俱以敦煌之品為罕有，得公之助有收獲，感荷無似。返粤爲期不遠，至弟在平與竹實齋訂約唐畫，此款或在可先匯來，因爲數不多，竹實齋崔某恐弟有悔約之意。他是小本商人，不得不爾，當以鄙意告之。今日見丹林、秋枚，俱以公興居繫念。弟在滬尚有八九日勾留，有便分訪各家邇來收藏，當奉告。即叩興居。三月廿日，弟谷雛上。”...",
    "Artifact_Refs": "道德經",
    "is_letter": true
  },
  {
    "date": "1948.初春",
    "norm_date": "1948.00.03",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹老先生道席：頃奉教言，並畫册十二頁，敬當待機分發友朋。吾公决意南歸，滬濱舊雨，聞之均不勝歡忭。維時局不靖，舟車侷促，一路必有妥伴照料，方策萬全。何日成行，乞早示告。上海住處，動論金條，未審已有接洽否？晚近來忙於董理舊稿，改削塗抹，浪費光陰而已。稽覆之罪，乞諒為幸。叔老時來閒話，囑代問候。耑此，敬候道綏不一。晚傅雷拜叩。三月五日。",
    "summary": "初春，决意南下杭州任教，作《黄山追憶圖》。",
    "details": "傅雷書：“賓虹老先生道席：頃奉教言，並畫册十二頁，敬當待機分發友朋。吾公决意南歸，滬濱舊雨，聞之均不勝歡忭。維時局不靖，舟車侷促，一路必有妥伴照料，方策萬全。何日成行，乞早示告。上海住處，動論金條，未審已有接洽否？晚近來忙於董理舊稿，改削塗抹，浪費光陰而已。稽覆之罪，乞諒為幸。叔老時來閒話，囑代問候。耑此，敬候道綏不一。晚傅雷拜叩。三月五日。” 自題：“黄海銀濤泛濫鋪，不期片域具方壺。置身已在光明頂，雲際歸來住足無。戊子初春，别黄山已十年矣，記憶圖此。八十五叟賓虹寫。”（《中國美術家作品叢書·黄賓虹》）...",
    "Artifact_Refs": "黄山追憶圖 / 中國美術家作品叢書·黄賓虹",
    "is_letter": true
  },
  {
    "date": "1948.秋",
    "norm_date": "1948.00.09",
    "hbh_loc": "杭州",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "元旦，嚴生招往民衆館觀畫展，沈鍊字、撝叔聯極佳。過訪陳伯衡君，未晤，見乃弟，少坐，室内玉造像為‘仰□（偶忘）三年’。又偕章松兄訪高繹枝，見陶瓷，均古雅。",
    "summary": "元旦，浙江省假湖濱省立民衆教育館舉辦第一次全省美術展覽會揭幕，出品並往觀。長天文藝社印畫展紀念特刊，刊有參展作品與傅雷《觀畫答客問》。",
    "details": "雜記：“元旦，嚴生招往民衆館觀畫展，沈鍊字、撝叔聯極佳。過訪陳伯衡君，未晤，見乃弟，少坐，室内玉造像為‘仰□（偶忘）三年’。又偕章松兄訪高繹枝，見陶瓷，均古雅。”...",
    "Artifact_Refs": "觀畫答客問",
    "is_letter": true
  },
  {
    "date": "1948.01.16",
    "norm_date": "1948.01.16",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹老先生道鑒：前椷計呈左右。關春草先生不幸於前日（一月十六）病逝，今日大殮。據云係心臟衰弱，臥床兩閱月。晚前往弔唁時，曾遇王秋湄先生之女公子，為言如此。藝文同志，又弱一箇，且吊者寥寥，更增淒凉景象，令人鼻酸。以吾公素甚許可關君，特為走筆奉告。歲暮諸維珍重不宣。晚傅雷叩。一月十八日。倘天時不過寒冷，能有得意傑構寄下尤盼。",
    "summary": "1月16日，關春草病逝上海。",
    "details": "傅雷書：“賓虹老先生道鑒：前椷計呈左右。關春草先生不幸於前日（一月十六）病逝，今日大殮。據云係心臟衰弱，臥床兩閱月。晚前往弔唁時，曾遇王秋湄先生之女公子，為言如此。藝文同志，又弱一箇，且吊者寥寥，更增淒凉景象，令人鼻酸。以吾公素甚許可關君，特為走筆奉告。歲暮諸維珍重不宣。晚傅雷叩。一月十八日。倘天時不過寒冷，能有得意傑構寄下尤盼。” 按：關春草（1903—1948），原名報，又名善，字藻新，又字春雷、寸草，以字行，齋名益齋，廣東南海人。家富收藏，精古瓷鑒别。壯歲游蘇浙，遍訪名家，復東渡與日本畫人相切磋。善書法篆刻，尤工朱文小璽。輯有《春草藏璽》、《鑠鑠齋三代古陶文字》，著有《益齋印草》等。...",
    "Artifact_Refs": "春草藏璽 / 鑠鑠齋三代古陶文字 / 益齋印草",
    "is_letter": false
  },
  {
    "date": "1948.01.25",
    "norm_date": "1948.01.25",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹先生：天涯歲晚，鼓角迎春，撫時感事，不勝悵悵。頃奉手教，法繪畫幅，祗悉道履康彊，至深欣慰。滬港美展，日必數起，牽於人事，未克往觀，其中雖良莠迭見，然亦知社會之趨尚也。次兒筱丹去春結婚時，曾奉吾公允賜法畫，倘有現成畫屏，敬求補款惠貽一幀，永以爲好，至所願也。……陸丹林頓首。一月廿五日。",
    "summary": "1月25日，陸丹林來書為其公子新婚索畫，覆書提出中西繪畫精神“無一不合”。",
    "details": "陸丹林書：“賓虹先生：天涯歲晚，鼓角迎春，撫時感事，不勝悵悵。頃奉手教，法繪畫幅，祗悉道履康彊，至深欣慰。滬港美展，日必數起，牽於人事，未克往觀，其中雖良莠迭見，然亦知社會之趨尚也。次兒筱丹去春結婚時，曾奉吾公允賜法畫，倘有現成畫屏，敬求補款惠貽一幀，永以爲好，至所願也。……陸丹林頓首。一月廿五日。” 與陸丹林書：“丹林先生大鑒：日前欣悉潭邸為公子成嘉禮，正擬作爲拙畫寄賀，適友人張谷雛君來此，竟日與敝寓接待書畫版本諸估，常以數十人，收購晉魏六朝唐宋敦煌發現名蹟不少。而拙畫雖未竣工，俱為來客席捲，不勝怏怏。近日傅雷君挈眷來此，諒與中國文藝組織有關。渠熟悉歐西著作名人頗多，交游甚廣，擬在故都遍覓收藏古物，撰述為文。鄙人原屬游覽西北恒嵩而來，不意道途梗塞，十年之間，蜷伏杜門，惟於金石書畫，當離亂中秘藏富豪巨室者，無不發現，得擴眼界。讀書作畫，以此遣日，未嘗作個人展覽，而荷友好索取，四方咸集，尤以歐美人士，如美芝加哥德里斯珂、孔德女士，往來函問，均以文藝溝通中外。即繪畫一事，西人傾向東方古物典籍，融會貫通，勝於中邦學者，與之言論，往往如數家珍，誠是畏友。不出十年，世界可無中西畫派之分。所不同者面貌，而於精神，人同此心，心同此理，無一不合。所惜古法失傳，尚少整理著書；古物罕覩，同為向壁虛造，尾步人之後塵而不務其捷足，良可慨也。滬上交通最廣，舊友新知，台端倘能以公暇之餘，賜示其詳，不啻晤面，又勝讀十年書矣。屬寫《秋山圖》，附函謹上，一笑。祗頌勛福，並祝潭祺不一。賓虹拜上。”（本年5月書）...",
    "Artifact_Refs": "秋山圖",
    "is_letter": true
  },
  {
    "date": "1948.05.18",
    "norm_date": "1948.05.18",
    "hbh_loc": "上海",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹老先生道席：前日寄上大作照片數紙，諒塵左右。邇來大局益趨險惡，頗擬及早來舊京觀光，現正訂購飛機座位，大約下星期内可能成行。抵京之後，定當趨前晉謁，暢聆教益，並擬懇請吾公紹介，多多觀賞宋元劇蹟，藉增識見。匆此布達，祗候著綏。晚傅雷拜啟。五月十四日。",
    "summary": "5月18日，傅雷伉儷來平，數日觀畫談藝，並遣女兒、女婿等陪同遊覽故都。",
    "details": "傅雷書：“賓虹老先生道席：前日寄上大作照片數紙，諒塵左右。邇來大局益趨險惡，頗擬及早來舊京觀光，現正訂購飛機座位，大約下星期内可能成行。抵京之後，定當趨前晉謁，暢聆教益，並擬懇請吾公紹介，多多觀賞宋元劇蹟，藉增識見。匆此布達，祗候著綏。晚傅雷拜啟。五月十四日。” 按：十四日為星期五。 又：“賓虹老先生道席：在平攪擾至再至三，中心惶悚，難以言宣，復蒙厚貺，尤深銘感。昨日以沿途氣候欠佳，均在一萬公尺高度飛行，白雲如銀海，盡在脚下，極目無際，蔚為奇觀。舊京半月，游蹤歷歷猶在目前，翹首北望，曷勝依依，特此申謝。耑候道綏。並祝夫人納福。世兄等均此不另。後學傅雷拜啟。六月二日。” 爲傅雷作《塵甸晴初圖》册。 自題：“戊子之春，南匯傅怒庵先生偕其夫人同游北平，遍訪故都名勝，賞覽園林、宫室陳設古物，評隲精確。猥荷枉顧寓齋，小叙又别，因圖城郊風景，以博笑正。賓虹，時年八十有五。”（上海博物館藏）...",
    "Artifact_Refs": "塵甸晴初圖",
    "is_letter": false
  },
  {
    "date": "1951.09.14",
    "norm_date": "1951.09.14",
    "hbh_loc": "歙縣",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹老先生道席：年餘未通音問，伏維起居佳勝為頌。裘君柱常談及尊址已遷離棲霞嶺，但也未知新居所在。又昨得國光印書局電話，謂鄧秋老已於本月十四日謝世，囑為轉達左右。老成凋謝，良可悼念。晚蟄居不出，仍藉譯書糊口，生性頑劣，未能與世沉浮，視舊日同學如龐薰琹輩，深媿落伍矣。秋凉，諸祈珍攝，草草，祗候道綏不一。晚怒厂拜啟。九月念三日。",
    "summary": "9月14日，鄧實（秋枚）病逝，年七十四歲。國光印書局電囑傅雷轉告。",
    "details": "傅雷書：“賓虹老先生道席：年餘未通音問，伏維起居佳勝為頌。裘君柱常談及尊址已遷離棲霞嶺，但也未知新居所在。又昨得國光印書局電話，謂鄧秋老已於本月十四日謝世，囑為轉達左右。老成凋謝，良可悼念。晚蟄居不出，仍藉譯書糊口，生性頑劣，未能與世沉浮，視舊日同學如龐薰琹輩，深媿落伍矣。秋凉，諸祈珍攝，草草，祗候道綏不一。晚怒厂拜啟。九月念三日。”...",
    "Artifact_Refs": "",
    "is_letter": true
  },
  {
    "date": "1951.10.23",
    "norm_date": "1951.10.23",
    "hbh_loc": "北京",
    "friend_loc": "北京",
    "is_echo": false,
    "is_final": false,
    "quote": "孝萱先生大鑒：頃荷手教，承惠假高西唐詩（軼事甚罕。與焦五斗往還。焦注《焦山志》），此正我意中所覓而未禦目者，感甚感甚。羅集亦願假觀。會場閉幕，當擬走領。張譜未見，吳爲一代篆刻名賢，均是珍品。鄙意對於三代印譜尤切念。嗜古文字，將充前人所未見，而有以著録之。每日上下午六時在寓，先賜惠臨尤感。祗頌台綏。賓虹拜上。十月廿八日。",
    "summary": "在北京為時一月，與陳銘樞同居一室，得與在北京老友李濟深、陳叔通、何香凝，以及卞孝萱等相見，廠肆舊友亦奔走相告。道經上海時，訪傅雷。",
    "details": "與卞孝萱書：“孝萱先生大鑒：頃荷手教，承惠假高西唐詩（軼事甚罕。與焦五斗往還。焦注《焦山志》），此正我意中所覓而未禦目者，感甚感甚。羅集亦願假觀。會場閉幕，當擬走領。張譜未見，吳爲一代篆刻名賢，均是珍品。鄙意對於三代印譜尤切念。嗜古文字，將充前人所未見，而有以著録之。每日上下午六時在寓，先賜惠臨尤感。祗頌台綏。賓虹拜上。十月廿八日。” 按：卞孝萱（1924—2009），江蘇揚州人。性喜文史。早年在京滬銀行界工作，三十歲後至中國科學院哲學社會科學部協助范文瀾編寫《中國通史》，後協助章士釗校勘《柳文指要》。曾任教揚州師範學院，年六十後爲南京大學中文系教授、博士生導師。...",
    "Artifact_Refs": "焦山志 / 中國通史 / 柳文指要",
    "is_letter": false
  },
  {
    "date": "1954.04.28",
    "norm_date": "1954.04.28",
    "hbh_loc": "北京",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹老先生道席：承惠畫幅弍批，均已拜收。尊論畫派，精當無匹，惟歐西有識之士早知宋元方為吾國繪畫極峰，惜古來贋製太多，魚目混珠，每使學者從無研究，斯為憾事耳。尊畫作風可稱老當益壯，兩屏條用筆剛健婀娜，如龍蛇飛舞，尤嘆觀止。惟小册純用粗綫，不見物象，似近於歐西立體、野獸二派，不知吾公意想中又在追求何等境界。鄙見中外藝術巨匠，畢生均在精益求精，不甘自限，先生亦不在例外。狂妄之見，不知高明以爲然否？倘有謬，尚乞不吝教正為幸。耑此拜謝，敬候道綏。晚傅怒庵拜上。四月二十八日。",
    "summary": "4月28日、29日，傅雷疊書評近作畫。",
    "details": "傅雷書：“賓虹老先生道席：承惠畫幅弍批，均已拜收。尊論畫派，精當無匹，惟歐西有識之士早知宋元方為吾國繪畫極峰，惜古來贋製太多，魚目混珠，每使學者從無研究，斯為憾事耳。尊畫作風可稱老當益壯，兩屏條用筆剛健婀娜，如龍蛇飛舞，尤嘆觀止。惟小册純用粗綫，不見物象，似近於歐西立體、野獸二派，不知吾公意想中又在追求何等境界。鄙見中外藝術巨匠，畢生均在精益求精，不甘自限，先生亦不在例外。狂妄之見，不知高明以爲然否？倘有謬，尚乞不吝教正為幸。耑此拜謝，敬候道綏。晚傅怒庵拜上。四月二十八日。” 又：“賓虹老先生座右：昨寄寸緘，諒可先塵。此次尊寄畫件，數量審多，前二日事冗，未及細看，頃又全部拜觀一過，始覺中、小型册頁内尚有極精品，去盡華彩而不失柔和滋潤，筆觸恣肆而景色分明，尤非大手筆不辦。此種畫品原爲吾國數百年傳統，元代以後，惟明代隱逸之士一脈相傳，但在泰西近八十年方始悟到，故前函所言立體、野獸二派在外形上大似吾公近作，以言精神，尤遜一籌，此蓋哲學思想未及吾國之悠久成熟，根基不厚，尚不易達到超然物象外之境。至國内晚近學者，徒襲八大、石濤之皮相，以爲潦草亂塗即為簡筆，以獷野為雄肆，以不似為藏拙，斯不獨厚誣古人，亦且為藝術界敗類。若吾公以畢生工力，百尺竿頭尤進一步，所獲之成績，豈俗流所能體會。曲高和寡，自古已然，固亦不足爲怪。……晚怒庵拜上。四月二十九日。”...",
    "Artifact_Refs": "",
    "is_letter": true
  },
  {
    "date": "1954.09.20",
    "norm_date": "1954.09.20",
    "hbh_loc": "杭州",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "華東美協為黄賓虹辦了一個個人展覽會，昨日下午舉行開幕式，兼帶座談。我去了，畫是非常好。一百多件近作，雖然色調濃黑，但是渾厚深沉得很，而且好些作品遠看很細緻，近看則筆頭仍很粗。這種技術才是上品！我被賴少其（美協主席）逼得没法，座談會上也講了話。大概是：（一）西畫與中畫，近代已發展到同一條路上；（二）中畫家的技術根基應向西畫家學，如寫生、寫石膏等等；（三）中西畫家應互相觀摩、學習；（四）任何部門的藝術家都應對旁的藝術感到興趣。發言的人一大半是頌揚作者，我覺得這不是座談的意義。頌揚話太多了，聽來真討厭。開會之前，昨天上午八點半，黄老先生就來我家。昨天在會場中遇見許多國畫界的老朋友，如賀天健、劉海粟等，他們都說，黄先生常常向他們提到我，認爲我是他平生一大知己。",
    "summary": "9月20日下午舉辦座談，傅雷作學術發言，謂“西畫與中畫，近代已發展到同一條路上”。",
    "details": "《傅雷家書》9月21日：“華東美協為黄賓虹辦了一個個人展覽會，昨日下午舉行開幕式，兼帶座談。我去了，畫是非常好。一百多件近作，雖然色調濃黑，但是渾厚深沉得很，而且好些作品遠看很細緻，近看則筆頭仍很粗。這種技術才是上品！我被賴少其（美協主席）逼得没法，座談會上也講了話。大概是：（一）西畫與中畫，近代已發展到同一條路上；（二）中畫家的技術根基應向西畫家學，如寫生、寫石膏等等；（三）中西畫家應互相觀摩、學習；（四）任何部門的藝術家都應對旁的藝術感到興趣。發言的人一大半是頌揚作者，我覺得這不是座談的意義。頌揚話太多了，聽來真討厭。開會之前，昨天上午八點半，黄老先生就來我家。昨天在會場中遇見許多國畫界的老朋友，如賀天健、劉海粟等，他們都說，黄先生常常向他們提到我，認爲我是他平生一大知己。”...",
    "Artifact_Refs": "傅雷家書",
    "is_letter": false
  },
  {
    "date": "1954.11.09",
    "norm_date": "1954.11.09",
    "hbh_loc": "杭州",
    "friend_loc": "杭州",
    "is_echo": false,
    "is_final": false,
    "quote": "賓虹老先生道席：……明晨擬挈眷來杭小住一二日，屆時當趨候，並拜觀尊藏精品，倘有現成小册頁（寄國外尤以小幅為便），亦懇撿出若干，敝處所存，近已分罄。匆此先聞。謹候道綏。晚怒庵拜上。十一月八日。",
    "summary": "11月9日，傅雷伉儷游杭州，訪於湖畔，盤桓兩日，觀覽藏畫，暢談畫理。",
    "details": "傅雷書：“賓虹老先生道席：……明晨擬挈眷來杭小住一二日，屆時當趨候，並拜觀尊藏精品，倘有現成小册頁（寄國外尤以小幅為便），亦懇撿出若干，敝處所存，近已分罄。匆此先聞。謹候道綏。晚怒庵拜上。十一月八日。” 又：“賓虹老先生道席：在杭叨擾多日，深恐過於勞頓；夫人殷勤相款，亦以精神虧損為慮。携滬畫件，承慨允割愛，尤見盛情。……晚怒庵拜上，内人同叩。十一月十三日。” 與傅雷書：“怒庵先生文席：日昨大駕惠臨，諸多暬猥，蒙賢伉儷垂青，伴宴湖樓，兼荷厚貺，感恧無已。頃誦教言，欣悉安抵申江，復饒清興。評騭舊畫，卓識高超。吳門四家，前三百年論者已謂文沈易得，唐仇難求，敝篋所有，俱未敢信為真，雖無中郎，而見虎賁，以爲尚有典型，存之備考。（宋元畫往往後人補款，留傳可存。）餘件物不足珍。輓近迭經兵燹，散佚幾盡，片縑寸楮，聊供研究，當大雅所不棄也。容遇合觀精品，即圖補報。祗領頓覺逾量，非可言謝。祗候著安。賓虹拜上，内子若嬰隨叩。尊嫂夫人金安不一。（下略）”...",
    "Artifact_Refs": "",
    "is_letter": false
  },
  {
    "date": "1954.12.20",
    "norm_date": "1954.12.20",
    "hbh_loc": "杭州",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "怒厂先生著席：疊誦手書，藉悉起居，劬勤文藝研究，於古今變遷尤加邃密，誠感誠佩。近今以聯邦友好傾心東方學術，促進我國提高社會民族，此千載盛事，難得之至。國畫鄙見分三時期：上古三代，晉魏六朝，由石器銅鐵匋瓷骨角，變鍥刀為柔毫。造象畫壁，筆墨丹青，古人有法而不言法，政教宗教各以類分，畫以裝飾衣服器用為事。畫屬書算之餘事，先有象形文字，言形聲誼，形以目治，形聲假借，誼即會意。書法流美，有弧三角，齊而不齊，以成内美。黑白二色，是為真美。五色七色假日之光，今三稜鏡可以證明之。王維水墨，畫始二色，為真内美，畫中有詩，詩中有畫，畫為無聲詩，詩稱風雅頌，古聖作樂，舜之詔舞，周之武樂，有形無聲，與繪畫同，而歌詩享賓，斷章取義，文字言語，尤與畫合。宗教畫壁，宋齊梁陳，滅亡毀圮，唐失畫法，會意於詩歌。五代畫合丹青水墨與大自然，發明六法，畫由科學進於哲學。哲學合綜，學非合綜不大；科學分析，理非分析不精。元季四家，貫通三教，精通六法，上承北宋，以實運虛，虛中有實，登最上乘。所惜元祚不永，倪黄真蹟全無。明初吳偉、張路、蔣詡、郭清狂之流，入野狐禪，猶之宋人言六法，拘泥六法者，祇徒臨摹。宋徽宗謂畫院中人如仍是畫者不變，吾不欲觀。劉松年、李晞古、馬遠、夏珪年均耄耋，始於早晨昏夜，静觀飛鳥出林，走兔走壙，寫為實境，得其真相。而馬、夏一角，僅作臨安山水，成爲偏安氣象。明代沈周，雖由詩書畫求寫其古意，南宗功深，一學倪迂，其師趙同魯有‘過矣又過矣’之嘆。明季天啟、崇禎，承董玄宰宗北苑畫，言南宗比於禪家，五祖六祖，分出作家文人。其時士夫知法北宋元人虛實兼到之妙，然其兼皴帶染，仍是流弊於婁東、虞山。王原祁自謂筆下有金剛杵，推崇大江南北有一石濤，遂開揚州八怪。雖於詩文字法求精究，於古人真蹟罕睹。及至道咸同光，金石學盛，魏碑書法全合不齊三角算學真源，萬毫齊力，積點成綫。鄙見捜求近百年畫人未見著錄者，準以古法，編輯綴成爲一書，分山林、廊廟兩大類，中以收藏賞鑒、天才、學詣、師友、游歷、著述、醇疵列九等表。如朝臣内廷供奉蔣廷錫為余省三捉刀，諸多門客代筆。院體臨摹唐宋元明，優孟衣冠。石濤、八大開江湖法門，文徵明、唐寅入市井習氣，文人帖括考試卷策，凡流邪甜俗賴之作，雖前人畫傳、畫評、畫考、畫錄毀譽偏毗，俱應平心静氣，判別優絀，多不厭爛，求歸於是。况今東學西漸，歐畫近多變通；民族發達，既由宗教政教綜合文教藝術而光大之。茲奉函示，擬先於近百年中着手，江南北區域中流傳真蹟，乘現在博采廣收，能集衆力，尚為較益，兼有興趣，過此非毀滅即贋託，無從實證。敝藏尚存大批有名無名近千餘紙，尊恉有合，進而教之，幸甚盼甚。此候著綏。賓虹拜上。十二月二十日。",
    "summary": "12月20日，致書傅雷論畫。",
    "details": "與傅雷書：“怒厂先生著席：疊誦手書，藉悉起居，劬勤文藝研究，於古今變遷尤加邃密，誠感誠佩。近今以聯邦友好傾心東方學術，促進我國提高社會民族，此千載盛事，難得之至。國畫鄙見分三時期：上古三代，晉魏六朝，由石器銅鐵匋瓷骨角，變鍥刀為柔毫。造象畫壁，筆墨丹青，古人有法而不言法，政教宗教各以類分，畫以裝飾衣服器用為事。畫屬書算之餘事，先有象形文字，言形聲誼，形以目治，形聲假借，誼即會意。書法流美，有弧三角，齊而不齊，以成内美。黑白二色，是為真美。五色七色假日之光，今三稜鏡可以證明之。王維水墨，畫始二色，為真内美，畫中有詩，詩中有畫，畫為無聲詩，詩稱風雅頌，古聖作樂，舜之詔舞，周之武樂，有形無聲，與繪畫同，而歌詩享賓，斷章取義，文字言語，尤與畫合。宗教畫壁，宋齊梁陳，滅亡毀圮，唐失畫法，會意於詩歌。五代畫合丹青水墨與大自然，發明六法，畫由科學進於哲學。哲學合綜，學非合綜不大；科學分析，理非分析不精。元季四家，貫通三教，精通六法，上承北宋，以實運虛，虛中有實，登最上乘。所惜元祚不永，倪黄真蹟全無。明初吳偉、張路、蔣詡、郭清狂之流，入野狐禪，猶之宋人言六法，拘泥六法者，祇徒臨摹。宋徽宗謂畫院中人如仍是畫者不變，吾不欲觀。劉松年、李晞古、馬遠、夏珪年均耄耋，始於早晨昏夜，静觀飛鳥出林，走兔走壙，寫為實境，得其真相。而馬、夏一角，僅作臨安山水，成爲偏安氣象。明代沈周，雖由詩書畫求寫其古意，南宗功深，一學倪迂，其師趙同魯有‘過矣又過矣’之嘆。明季天啟、崇禎，承董玄宰宗北苑畫，言南宗比於禪家，五祖六祖，分出作家文人。其時士夫知法北宋元人虛實兼到之妙，然其兼皴帶染，仍是流弊於婁東、虞山。王原祁自謂筆下有金剛杵，推崇大江南北有一石濤，遂開揚州八怪。雖於詩文字法求精究，於古人真蹟罕睹。及至道咸同光，金石學盛，魏碑書法全合不齊三角算學真源，萬毫齊力，積點成綫。鄙見捜求近百年畫人未見著錄者，準以古法，編輯綴成爲一書，分山林、廊廟兩大類，中以收藏賞鑒、天才、學詣、師友、游歷、著述、醇疵列九等表。如朝臣内廷供奉蔣廷錫為余省三捉刀，諸多門客代筆。院體臨摹唐宋元明，優孟衣冠。石濤、八大開江湖法門，文徵明、唐寅入市井習氣，文人帖括考試卷策，凡流邪甜俗賴之作，雖前人畫傳、畫評、畫考、畫錄毀譽偏毗，俱應平心静氣，判別優絀，多不厭爛，求歸於是。况今東學西漸，歐畫近多變通；民族發達，既由宗教政教綜合文教藝術而光大之。茲奉函示，擬先於近百年中着手，江南北區域中流傳真蹟，乘現在博采廣收，能集衆力，尚為較益，兼有興趣，過此非毀滅即贋託，無從實證。敝藏尚存大批有名無名近千餘紙，尊恉有合，進而教之，幸甚盼甚。此候著綏。賓虹拜上。十二月二十日。” 按：黄賓虹《五四年十二月份日記片斷》21日條有云“寄陳叔通、傅怒厂函”，當爲此信。這是兩位巨匠最後的畫學對話。從現存黄氏雜記看，此信所述諸點概括了老人生命最後時刻的畫學思索。...",
    "Artifact_Refs": "五四年十二月份日記片斷",
    "is_letter": true
  },
  {
    "date": "1954.12.21",
    "norm_date": "1954.12.21",
    "hbh_loc": "杭州",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "",
    "summary": "12月21日，寄陳叔通、傅雷書。",
    "details": "按：據譜主《一九五四年十二月日記片斷》。...",
    "Artifact_Refs": "一九五四年十二月日記片斷",
    "is_letter": true
  },
  {
    "date": "1955.冬",
    "norm_date": "1955.00.12",
    "hbh_loc": "杭州",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": false,
    "quote": "黄太太：久未通函，因去冬不慎失足傷腿，卧床旬餘，前日得鄭軼甫君電話，悉賓翁胃病甚劇，聞之殊深焦慮，又以工作繁忙，未能到杭省視，益為悵悵。近日醫院治療經過如何？杭州主治醫生曾提及需要到滬用鐳錠醫治否？倘蒙將近情見告，以釋遠念，尤為盼切。……代向賓翁多多致意。耑肅，敬候春綏。怒庵拜上，内子同叩。三月廿四日。",
    "summary": "是日，傅雷聞悉病情加劇，因去冬傷腿，不能前来，焦慮萬分，馳書宋夫人詢近况。",
    "details": "傅雷與宋若嬰書：“黄太太：久未通函，因去冬不慎失足傷腿，卧床旬餘，前日得鄭軼甫君電話，悉賓翁胃病甚劇，聞之殊深焦慮，又以工作繁忙，未能到杭省視，益為悵悵。近日醫院治療經過如何？杭州主治醫生曾提及需要到滬用鐳錠醫治否？倘蒙將近情見告，以釋遠念，尤為盼切。……代向賓翁多多致意。耑肅，敬候春綏。怒庵拜上，内子同叩。三月廿四日。”...",
    "Artifact_Refs": "",
    "is_letter": true
  },
  {
    "date": "1955.03.25",
    "norm_date": "1955.03.25",
    "hbh_loc": "杭州",
    "friend_loc": "上海",
    "is_echo": false,
    "is_final": true,
    "quote": "聰：……黄賓虹先生於本月25日在杭患胃癌逝世，享壽九十二歲。以藝術家而論，我們希望他活到一百歲呢。去冬我身體不好，中間摔了一跤，很少和他通信；祇是在11月初到杭州去，連續在他家看了二天畫，還替他拍了照，不料竟成永訣。聽説他病中還在記掛我，跟不認識我的人提到我。我聽了非常難過，得信之日，一夜没睡好。",
    "summary": "3月25日，凌晨三時三十分，醫藥罔效，長辭人間，享年九十二歲。在病中仍惦念傅雷，稱他是一生“最大的知己”。26日，由沈雁冰等組成治喪委員會，發出“訃告”。",
    "details": "《傅雷家書》3月27日：“聰：……黄賓虹先生於本月25日在杭患胃癌逝世，享壽九十二歲。以藝術家而論，我們希望他活到一百歲呢。去冬我身體不好，中間摔了一跤，很少和他通信；祇是在11月初到杭州去，連續在他家看了二天畫，還替他拍了照，不料竟成永訣。聽説他病中還在記掛我，跟不認識我的人提到我。我聽了非常難過，得信之日，一夜没睡好。” 報導：“著名畫家黄賓虹先生病逝著名畫家、中國人民政治協商會議第二屆全國委員會委員、中國美術家協會理事、中央美術學院民族美術研究所所長、中國美術家協會上海分會副主席黄賓虹先生，本月25日晨病逝於杭州人民醫院，享年九十二歲。黄賓虹先生是著名畫家教授，所作山水畫有獨創精神。當其九十壽誕之際，前華東文化部曾發給獎狀。去年在滬舉行個人畫展，並將全部作品獻給國家。黄賓虹先生一生勤勞謙虛，誨人不倦，熱愛祖國。黄賓虹先生不幸逝世，是文化藝術界的一大損失。黄賓虹先生逝世後，已組成治喪委員會，並擇期舉行公祭。黄賓虹先生治喪委員會由以下人員組成：沈雁冰、邢西萍、周揚、錢俊瑞、夏衍、陽翰笙、黄源、齊白石、江豐、劉開渠、賴少其、豐子愷、莫樸、葉淺予、宋雲彬、葉恭綽、於非闇、沈尹默、邵裴子、余紀一、徐森玉、陳半丁、馬一浮、黄藹農、賀天健、彭瑞林、張宗祥、董聿茂、潘天壽、顔文樑。”（3月26日解放日報）...",
    "Artifact_Refs": "傅雷家書",
    "is_letter": false
  },
  {
    "date": "1961.02.03",
    "norm_date": "1961.02.03",
    "hbh_loc": "杭州",
    "friend_loc": "上海",
    "topic": "靈魂共鳴",
    "is_echo": true,
    "quote": "賓翁病中還在記掛我，稱我為一生最大的知己。",
    "summary": "傅雷致傅聰信中回憶賓翁，感嘆哲人萎謝，引為平生第一知音。",
    "details": "見《傅雷家書》1961年2月3日致傅聰函：“……黃賓虹先生於本月25日在杭患胃癌逝世，享壽九十二歲。以藝術家而論，我們希望他活到一百歲呢。去冬我身體不好，中間摔了一跤，很少和他通信；祇是在11月初到杭州去，連續在他家看了二天畫，還替他拍了照，不料竟成永訣。聽説他病中還在記掛我，跟不認識我的人提到我。我聽了非常難過，得信之日，一夜没睡好。”",
    "Artifact_Refs": "《傅雷家書》"
  },
  {
    "date": "1966.09.03",
    "norm_date": "1966.09.03",
    "hbh_loc": "杭州",
    "friend_loc": "上海",
    "topic": "終成永訣",
    "is_echo": true,
    "quote": "赤子孤獨了，會創造一個世界。",
    "summary": "傅雷夫婦於上海寓所辭世。書齋所懸，唯賓翁墨跡而已。",
    "details": "1966年9月3日凌晨，傅雷夫婦因不堪凌辱，在上海江蘇路安定坊寓所自盡。傅雷一生剛正不阿，其審美格調始終與黃賓虹晚年的黑密厚重相契合。死後，其遺物中仍保留著多幅賓翁贈畫，見證了這段跨越年齡與生死的莫逆之交。",
    "Artifact_Refs": "《傅雷傳》"
  }
]