{
  "許承堯": [
    {
      "date": "1885.春",
      "norm_date": "1885.01.01",
      "hbh_loc": "南京",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生左右：……家次蓀太史書籍，曾記光緒丙戌年，有南鄉同宗住陰坑者，代其家族攜所藏書往屯溪求售，收款頗費周章。適僕旋里應試，得聞其事。……祗頌道綏。黄賓虹頓首。",
      "summary": "在里聞南鄉同宗代黄次蓀家族於屯溪出售其藏書。",
      "details": "與許承堯：“芚公先生左右：……家次蓀太史書籍，曾記光緒丙戌年，有南鄉同宗住陰坑者，代其家族攜所藏書往屯溪求售，收款頗費周章。適僕旋里應試，得聞其事。……祗頌道綏。黄賓虹頓首。”...",
      "is_letter": true
    },
    {
      "date": "1905.04",
      "norm_date": "1905.04.01",
      "hbh_loc": "蕪湖",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "庚子而後，外侮日深，清廷昏亂日甚。先生目擊心傷，浩然有歸志。又以新潮激蕩，育才為亟，乃請告返籍辦學。是年初，自北南返，四月在徽州府城內改舊試院為校舍，創立新安中學堂，自任監督，並請黄家駒、吳文傑等襄其事。草創伊始，躬立規制，條秩井然。其時任教習者，尚有黄賓虹、嚴工上諸先生。",
      "summary": "4月，許承堯改歙縣貢院為新安中學堂，聘任學堂國文教習，數月後改任管理，與監學鮑振炳失和，未幾遂辭去。",
      "details": "《許疑庵先生年表（初稿）》：“庚子而後，外侮日深，清廷昏亂日甚。先生目擊心傷，浩然有歸志。又以新潮激蕩，育才為亟，乃請告返籍辦學。是年初，自北南返，四月在徽州府城內改舊試院為校舍，創立新安中學堂，自任監督，並請黄家駒、吳文傑等襄其事。草創伊始，躬立規制，條秩井然。其時任教習者，尚有黄賓虹、嚴工上諸先生。”按，許承堯，字際唐，別字疑庵，與黄賓虹同門受業於汪仲伊。甲辰進士，旋入都殿試，授翰林院庶吉士，是年告歸興新學。 許承堯《新安中學堂記》：“癸卯，郡人士議建模範中學而未成；甲辰謀於茶商，公請於兩江總督，得歲給甲午所加茶厘額外款銀五千兩作經常費。乙巳四月，始成立。丙午正月，由古紫陽書院遷今所，改廡爲齋，營室六十，容學額二百。樓宇棣通，前後疏朗；葺傾扶圯，旁剔瓦礫，龐然崔巍，高不彌望，既夷既曠，繚以周垣，垣北達闉，實窪為圃，皆官地，故無尼者。計共用銀六千六百兩有奇，則甲辰茶款暨乙巳、丙午二年節省之所餘也。治工者為歙人黄家駒、吳文傑，頗綜核，限於貧瘠竭厥，圖此公帑不易。嗟我神州，方丁屯艱，為欹檣遇風，凡百更張，必植荄教育。經始偶，覆敗相尋，千鈞之權，繋於一髮。嗚乎，豈不危哉！念我學徒，不乏魁傑聰睿之士，昕夕肺腑，後來羣彦多如春雲。夫吾徽學風，昔日漸全國，今顧稍稍衰落矣！我儒先刻苦厲學相傳之精神，應如何寶愛而弗失？且一涓一滴，皆出社會之賜，享其奉者，宜何所酬？而此固為昔日試士地，才俊騰躍競藝之所，由今而思，當必有凄感來會而振奮以起者！承堯自奉職無狀，然此三年中，芟榛闢馗，謀尺進寸，躬府衆謗，亦已大瘏。區區所就止於此，雖當遠離，夢魂縈縈，固無日不往來於此間弦誦聲也！光緒三十三年丁未十一月許承堯撰。” 汪國偉與汪聰書：“（江）萃翁說，彼肄業新安中學堂時，為光緒卅二三年，堂長是許際唐，黄（賓虹）先生是國文教員，任職未數月，改任管理（現今之教導主任），因與監學鮑蔚文（即鮑振炳）不洽辭職，在校約二三年。”...",
      "is_letter": false
    },
    {
      "date": "1905.04",
      "norm_date": "1905.04.01",
      "hbh_loc": "蕪湖",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "當偽滿竊據之光緒廿五年，政教窳敗，志士起，革命思潮，充沛天地。吾徽僻處萬山中，亦不敢後人，謀國之士，乃有汪律本（號鞠友）、鄭履端（號茮亭）、江暐（號彤侯）、程炎震（號篤原）等先後加入工商勇進黨，潛事鼓吹。既又納汪鑾（號柳江）、黄質（號濱虹）、馮欲仁、許承堯（號際唐）等，毀貢院為學堂，為宣傳革命之策源地，乃創新安中學於貢院，又闢紫陽師範學堂於紫陽書院，推新科翰林許承堯為監督，從民所望也。後江暐薦歷史教習陳去病（原按：陳爲中委葉楚傖之師），陳尤激烈，隨機啟示，遇事取譬，從此莘莘學子在新潮之乳哺中，徽邑光明漸具體化。入黨者日多，證章、文件皆由汪律本、鄭履端取自南京，餉缺，則由黄質購機鑄幣（原按：此機猶存歙西潭渡村），鄭履端則出贛入浙（按：龍游靈山）與葉恪章、鄭自熙等聯絡。江暐、許承堯以蕪湖，皖之要衝，宜進拓，與徽州成犄角之勢，乃舉李光炯（桐城人）、柏文蔚（號烈武）籌創安徽公學，而盧仲農、劉光漢（號申叔）皆一時之俊彦也（按：劉後變節事袁，輿論惜之），舉洪澤臣、吳棣（號鬱農）等創徽州公學，以維新巨子汪夢鄒所設之科學圖畫社為會議機關（原按：汪係皖績人，性好客，陳獨秀亦曾下榻焉）。",
      "summary": "此際歙州革命思潮迭起，尤以蕪湖為激烈，四方志士，麕集於斯。董理堨田之餘，投身革命熱潮。",
      "details": "《徽州革命黨人之活動》：“當偽滿竊據之光緒廿五年，政教窳敗，志士起，革命思潮，充沛天地。吾徽僻處萬山中，亦不敢後人，謀國之士，乃有汪律本（號鞠友）、鄭履端（號茮亭）、江暐（號彤侯）、程炎震（號篤原）等先後加入工商勇進黨，潛事鼓吹。既又納汪鑾（號柳江）、黄質（號濱虹）、馮欲仁、許承堯（號際唐）等，毀貢院為學堂，為宣傳革命之策源地，乃創新安中學於貢院，又闢紫陽師範學堂於紫陽書院，推新科翰林許承堯為監督，從民所望也。後江暐薦歷史教習陳去病（原按：陳爲中委葉楚傖之師），陳尤激烈，隨機啟示，遇事取譬，從此莘莘學子在新潮之乳哺中，徽邑光明漸具體化。入黨者日多，證章、文件皆由汪律本、鄭履端取自南京，餉缺，則由黄質購機鑄幣（原按：此機猶存歙西潭渡村），鄭履端則出贛入浙（按：龍游靈山）與葉恪章、鄭自熙等聯絡。江暐、許承堯以蕪湖，皖之要衝，宜進拓，與徽州成犄角之勢，乃舉李光炯（桐城人）、柏文蔚（號烈武）籌創安徽公學，而盧仲農、劉光漢（號申叔）皆一時之俊彦也（按：劉後變節事袁，輿論惜之），舉洪澤臣、吳棣（號鬱農）等創徽州公學，以維新巨子汪夢鄒所設之科學圖畫社為會議機關（原按：汪係皖績人，性好客，陳獨秀亦曾下榻焉）。”（許承堯口述，鄭初民筆錄） 存考：這是一篇難以一一稽考的記述。“工商勇進黨”，不見載籍。按其文，該黨“證章、文件”由汪律本、鄭履端取自南京，那麽其上級黨部應該設於南京。但汪律本的生平記述極簡略，很難找到查考的切入口。民國肇始，1912年5月6日《神州日報》刊有一則“上江法政學校”成立的廣告，創辦人皆為同盟會翹楚，計有柏文蔚、宋教仁、居正、于右任、黄興、范鴻仙等，汪律本之名亦赫然在其列。但兩者之間存在着一層斷裂，“工農勇進黨”與同盟會（本年7月同盟會成立於日本東京）無從銜接。地下黨本身所秉具的神秘，在史料匱乏的情境下，就加倍地難以參透並釐清其内在的關聯和真情。對這段歷史，我們很無奈，祇能被動地接納其大要。...",
      "is_letter": false
    },
    {
      "date": "1905.11.27",
      "norm_date": "1905.11.27",
      "hbh_loc": "蕪湖",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "總理安徽鐵路李伯行京卿，於上月廿六日（按：陽曆11月22日）由滬來蕪，現於蕪湖江口本寓設安徽鐵路辦事處，蕪米出口加收鐵路捐五分，安徽米捐卞柳門觀察，江蘇米捐朱子涵觀察，奉江督周玉帥札，已諭知本埠廣、潮兩幫米商遵照辦理。卞、朱兩觀察商准李京卿所加之捐，給予股票，以順商情。江督周玉帥曾先行札蕪湖關道童瑶圃觀察，轉飭路綫所過各州縣官傳諭紳士各舉代表人，限以本年十一月初一日（按：陽曆11月27日）齊集蕪湖，會議鐵路事宜。",
      "summary": "安徽省創辦鐵路公司，與許承堯作爲歙縣兩代表參加11月27日在蕪湖召開的第一次會議。",
      "details": "《創辦安徽鐵路紀事》：“總理安徽鐵路李伯行京卿，於上月廿六日（按：陽曆11月22日）由滬來蕪，現於蕪湖江口本寓設安徽鐵路辦事處，蕪米出口加收鐵路捐五分，安徽米捐卞柳門觀察，江蘇米捐朱子涵觀察，奉江督周玉帥札，已諭知本埠廣、潮兩幫米商遵照辦理。卞、朱兩觀察商准李京卿所加之捐，給予股票，以順商情。江督周玉帥曾先行札蕪湖關道童瑶圃觀察，轉飭路綫所過各州縣官傳諭紳士各舉代表人，限以本年十一月初一日（按：陽曆11月27日）齊集蕪湖，會議鐵路事宜。”（12月9日時報） 又：“冬月初一日為安徽鐵路第一次會議之期，各州縣所舉議員到者三十七人，於李京卿原議均表同情，中有徽州某某二君略争綫路，經李京卿指陳得失，剴切辨（辯）論。李京卿並謂浦信鐵路侵佔皖省路權，祇可請其改綫，均傾服而散。茲將鐵路議員列表於後：桐城王雲章、巢縣班瑞、懷寧黄赤暹、婺源李榮幹、霍邱竇以藩、歙縣黄質、婺源江峰青、寧國洪兆奎、休寧孫廷梧、宣城陳恭、蕪湖鮑文鑣、休寧程宗泗、靈璧王時夏、廬江孫國華、績溪章洪亮、涇縣周兆熙、和州朱廣濤、合肥龔心銘、涇縣吳政修、舒城高魯黌、合肥張華斗、繁昌佘鴻綱、舒城王元良、含山李桂馨、壽州孫傳、歙縣許承堯、倉山何夢麟、壽州孫多森、霍山黄從默、無爲邢鐸、宿松石秉爔、無爲蔣聲椿、廣德王秉謙。附錄鐵路招股員：江蘇候補道鄭菊舫觀察駐蕪坐辦兼理皖南招股事宜。竇价人郎中、龔景章太史赴江寧招股。 江湘嵐觀察赴江西招股。 蔣冠羣觀察赴湖北招股。 朱典生大令赴太平府先行試辦本省招股事宜。” （12月9日時報） 按：李伯行（1855—1934），名經方，一名經芳。安徽合肥人。李鴻章嗣子（生父昭慶，鴻章幼弟）。壬午舉人。早年游歐洲，任駐英公使參贊。光緒十六年任駐日公使，凡三年。後長期跟隨李鴻章，實任秘書和翻譯。三十年充商約大臣，三十三年出使英國大臣。甲午戰争議和，為欽差全權大臣，簽訂《馬關條約》。...",
      "is_letter": false
    },
    {
      "date": "1906.初春",
      "norm_date": "1906.01.01",
      "hbh_loc": "蕪湖",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "前清末造，返歙，佐許際唐太史邀集陳佩忍、費邁樞諸君辦徽州中學。",
      "summary": "初春，在蕪湖晤遭端方通緝的陳去病，一見傾心，邀其入歙，任教新安中學堂。同去任教的還有費公直、費邁樞等，皆一時俊傑。",
      "details": "《黄賓虹先生小史》：“前清末造，返歙，佐許際唐太史邀集陳佩忍、費邁樞諸君辦徽州中學。”（《文華畫報》） 《九十雜述》：“邑中許疑庵太史辦中學，招余聘教授。時余往來蕪湖，嘗住安徽公學，偕陳巢南諸教授入歙中年餘。” 劉潁白《南社人物傳·劉三》：“1905年先生與費公直密謀刺兩江總督端方。一日有外埠黨會代表王耀卿等多人來滬，遂宴請於西安坊金菊芬寓，蓋革命黨人聚會，每以青樓為掩護也。奈時機不密，邏者驟至，除費公直等登屋逸出外，先生及賀子周等被執繫獄。然費公直雖以身免，而其長衫中有皮夾一，中藏名片及陳去病托私購軍械之美商虹口快利洋行之收據一紙，因而端方欲捕益急。” 按：此情節為費公直自述，原件在其蘇州後人處，劉潁白（劉三姪孫）先生曾一覩之。筆者曾由劉老之介與其後人聯繫抄錄之，迄未如願。 朱雲平《南社人物傳·費公直》：“1906年春，公直和陳去病避往安徽，到徽州新安中學任教，途經蕪湖，陳去病遇見劉師培（他倆原在上海《警鐘日報》同事）。劉介紹陳去病加入同盟會，同時公直由劉、陳介紹，也加入同盟會。在新安中學中有不少進步教員，公直和他們相處融洽，黄賓虹是其之一。” 楊天石《南社人物傳·陳去病》：“1906年，陳去病到徽州府中學堂任教。路過蕪湖時，遇見《警鐘日報》時的老友劉師培，經他介紹，加入中國同盟會。到校後，與後來稱謂繪畫大師的黄賓虹共事，一起組織革命團體黄社，以繼承明末進步思想家黄宗羲的學風和文風。在徽州期間，陳去病又完成兩部著作。其一為《煩惱絲》，叙述清初漢族人民抗拒剃髮蓄辮的史實；其二為《五石脂》，叙述東南志士的抗清逸事，兼錄詩文。” 存考：陳去病（1874—1933），字佩忍，又字巢南。江蘇吳江同里人。1898年創辦雪耻學會，後加入中國教育會，東渡日本，主《江蘇》筆政，加入拒俄義勇隊、軍國民教育會。1904年編《警鐘日報》，創辦《二十世紀大舞台》，1905年加入國學保存會。他交游甚廣，黄賓虹與上海一大批富於反清反帝反封建思想的知識分子締交，得其力尤多。查陳去病《浩歌堂詩鈔·黟山集》，有《丙午元日》、《過虞山》、《涇縣道中賦雪》、《別旌德縣城大雪初晴》、《冒雪踰新嶺有懷金文毅公聲》諸詩，從中可知陳去病是春節後到蕪湖的，當時適逢皖江中學堂鬧學潮（蘇皖學生發生衝突）停課期間。就是在這乍暖猶寒的日子裏，陳、黄開始了他們長達二十七年的交誼。從詩集成詩的先後時序看，陳去病夏天曾取道新安",
      "is_letter": false
    },
    {
      "date": "1906.05.13",
      "norm_date": "1906.05.13",
      "hbh_loc": "蕪湖",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "徽郡學界同人鑒：我郡學會於前四月二十日集議成立，會所暫借郡城師範學堂。是日到會百餘人，投票公推許君承堯為會長，程君宗泗、吳君棣為副會長。現定期於六月初十日續行開會。凡諸同志如暑假言旋，即請到會或投函。入會者請書明住址寄會所。特此佈告。徽州學會公函。",
      "summary": "5月13日丙午四月二十日徽郡學界集議成立徽州學會，會所暫借歙縣師範學堂。是日到會有百餘人，投票選舉許承堯為會長，程宗泗、吳棣為副會長。",
      "details": "《徽州學會報告》：“徽郡學界同人鑒：我郡學會於前四月二十日集議成立，會所暫借郡城師範學堂。是日到會百餘人，投票公推許君承堯為會長，程君宗泗、吳君棣為副會長。現定期於六月初十日續行開會。凡諸同志如暑假言旋，即請到會或投函。入會者請書明住址寄會所。特此佈告。徽州學會公函。”（7月15日時報）...",
      "is_letter": false
    },
    {
      "date": "1906.05.13",
      "norm_date": "1906.05.13",
      "hbh_loc": "蕪湖",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "‘黄社’是為紀念明清之際的思想家黄宗羲（梨洲）而創立的。黄宗羲有‘非君論’，他在《原君》篇中，就提到‘然則為天下之大害，君而已矣！向使無君，人各得其私也’。黄宗羲的這種説法，在當時的歷史條件下，正如一般史學家所公認，是一種革命思想的表現。賓師等組織‘黄社’，表面上以議論詩文爲名，其實是以此來反對清朝的反動統治。‘黄社’有社盟，為許承堯起草。據賓師的回憶，社盟的大要是三句話：遵梨洲之旨，取新學以明理，憂國家而為文。這個組織當時帶有秘密性質。社盟九人，後來發展至十數人，有黄賓虹、陳去病、許承堯、江煒（暐）、汪律本。又兩名非皖人，一是聶伯箎（施貴），湖南人，在歙縣县學內任職；另一是李潮（海衣），浙江東陽人，秀才出身，是個墨商，與江煒（暐）最相知；尚有新安中學堂教席數人。無社長之稱，社務設理事。理事許承堯，助理為黄賓虹。當時想用這個組織名義，到湖南作一些聯繫，未有實行。",
      "summary": "與許承堯、汪律本、陳去病、江暐等以中學堂教習爲主幹，組織“黄社”，以詩文鼓吹革命。",
      "details": "王伯敏《黄賓虹二三事》：“‘黄社’是為紀念明清之際的思想家黄宗羲（梨洲）而創立的。黄宗羲有‘非君論’，他在《原君》篇中，就提到‘然則為天下之大害，君而已矣！向使無君，人各得其私也’。黄宗羲的這種説法，在當時的歷史條件下，正如一般史學家所公認，是一種革命思想的表現。賓師等組織‘黄社’，表面上以議論詩文爲名，其實是以此來反對清朝的反動統治。‘黄社’有社盟，為許承堯起草。據賓師的回憶，社盟的大要是三句話：遵梨洲之旨，取新學以明理，憂國家而為文。這個組織當時帶有秘密性質。社盟九人，後來發展至十數人，有黄賓虹、陳去病、許承堯、江煒（暐）、汪律本。又兩名非皖人，一是聶伯箎（施貴），湖南人，在歙縣县學內任職；另一是李潮（海衣），浙江東陽人，秀才出身，是個墨商，與江煒（暐）最相知；尚有新安中學堂教席數人。無社長之稱，社務設理事。理事許承堯，助理為黄賓虹。當時想用這個組織名義，到湖南作一些聯繫，未有實行。” 按：黄社中費公直、費邁樞、陳魯德、嚴工上與黄賓虹，不數年後均是柳亞子、陳去病、高旭發起的同樣以詩文鼓吹革命的“南社”社友。本年上海國學保存會的《國粹學報》發表了大量高唱“民族革命”的文章，刊出的民族偉人像中就有黄黎洲的畫像。《國粹學報》中，甚至出現國學保存會安徽分會的名目，其與黄社的關聯有待作進一步考證。...",
      "is_letter": false
    },
    {
      "date": "1906.12.17",
      "norm_date": "1906.12.17",
      "hbh_loc": "蕪湖",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "徽歙縣許品三先生諱恭壽，許太史承堯之祖父也，持躬清肅，熱心學務，手創敬宗小學，為歙縣各學堂先導，年七十餘，於十一月初二逝世，徽郡各學堂皆往吊祭，近數百人。",
      "summary": "12月17日許承堯祖父許恭壽逝世，歙縣各學堂皆往吊祭。",
      "details": "《耆儒逝世》：“徽歙縣許品三先生諱恭壽，許太史承堯之祖父也，持躬清肅，熱心學務，手創敬宗小學，為歙縣各學堂先導，年七十餘，於十一月初二逝世，徽郡各學堂皆往吊祭，近數百人。”（時報） 《民國歙縣志》：“許恭壽，字品三，唐模人，少從程焜游，咸豐時太平軍至歙，奉大父母、父母避匿山谷，屢遭大故，躬殮十二喪，淚盡眶。陷後母病篤，以所生子文銑為屬，恭壽泣受命。自有男女子五，以餒亡其三，盡存一子曰學詩，每得升合米，或敝衣，必先文銑後學詩，人以爲難。亂定，補縣學生，以貢候選訓導，族人永棨字雲門獨立修復宗祠，恭壽與族人世諧力贊助之，尤盡力，鈎稽契約，恢復祭田，益宏其規。建敬宗小學、端則女學，教族中子女。”...",
      "is_letter": false
    },
    {
      "date": "1909.暮春",
      "norm_date": "1909.01.01",
      "hbh_loc": "歙縣",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "好春三月來，客子如夢寐。黄生遺此圖，眼明涴春淚。一亭與一榭，履蹟拾纖碎。卅年游與釣，是我生平地。村樹如瓮深，堤窮忽清異。小山掃眉黛，約略含遠意。緣溪喜疏曠，婉曲入幽翠。鵝鴨静於於，不擾閒鷗睡。風吹蒲葦氣，淡淡到衣袂。新荑黄瀲灔，稚女比明慧。冶桃笑向人，竹外見三四。古刹横斷榛，何曾礙荒廢？行春兼拜墓，野徑菜花外。嗟我負清明，蹉跎竟何事！",
      "summary": "暮春，為許承堯畫《檀干村圖》。",
      "details": "許承堯《黄樸存畫檀干村圖見寄因題》：“好春三月來，客子如夢寐。黄生遺此圖，眼明涴春淚。一亭與一榭，履蹟拾纖碎。卅年游與釣，是我生平地。村樹如瓮深，堤窮忽清異。小山掃眉黛，約略含遠意。緣溪喜疏曠，婉曲入幽翠。鵝鴨静於於，不擾閒鷗睡。風吹蒲葦氣，淡淡到衣袂。新荑黄瀲灔，稚女比明慧。冶桃笑向人，竹外見三四。古刹横斷榛，何曾礙荒廢？行春兼拜墓，野徑菜花外。嗟我負清明，蹉跎竟何事！”...",
      "is_letter": false
    },
    {
      "date": "1916.04",
      "norm_date": "1916.04.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "漾電",
      "summary": "4月老友汪律本來滬，勸其脫離政海而務實業。",
      "details": "按：在全國軍民討伐下，3月22日袁世凱不得已取消帝制，不久於6月鬱鬱而死。4月14日國會議員在上海設立通訊處，發出通告，為及早恢復國會，同扶國是，召集議員聚於滬上，一俟滿法定人數約期開會。汪律本以國會議員資格來滬，於6月下旬與其他議員一同具名覆段其瑞“漾電”。 存考：鮑義來《黄賓虹、汪鞠友、許承堯交誼考述》提到他調查中所聞汪鞠友勸黄賓虹從政，黄賓虹反勸他急流勇退，争執的結果是“將酒席都掀了”。這事是可信的。但發生的時間一直難以斷定。本年兩人都在滬，在滬必相晤，“將酒席都掀了”的事情很可能發生在本年。依據1918年前後汪律本“急流勇退”，到貴池集資開辦墾殖公司的事實推斷，汪律本人生轉折亦應始於此際。...",
      "is_letter": false
    },
    {
      "date": "1923.03.08",
      "norm_date": "1923.03.08",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "前甘肅政務廳長許際唐（承堯）於前日午後六時許，由安徽原籍來滬，聞下榻於貝勒路吉平里寓內。聞旅滬同鄉現已預備歡迎矣。",
      "summary": "3月8日許承堯自皖蒞滬。",
      "details": "《許際唐來滬》：“前甘肅政務廳長許際唐（承堯）於前日午後六時許，由安徽原籍來滬，聞下榻於貝勒路吉平里寓內。聞旅滬同鄉現已預備歡迎矣。”（1923年3月10日時報）...",
      "is_letter": false
    },
    {
      "date": "1924.春",
      "norm_date": "1924.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "書畫雅事，可贈可索，興來揮灑，工拙不計也。至若諄諄於尺寸之間，必如其意之所欲得，則務酬大癡子之酒資，供獨往客之游槖。爰訂斯例，鑒者諒之。四尺六十元  五尺八十元  六尺一百元  條幅同例  卷册每頁二十元  扇頁每頁二十元  雙款設色加倍  花卉篆書減半  題跋另議  潤須先惠  約期取件  甲子春訂。",
      "summary": "春日重訂潤例。",
      "details": "《黄賓虹書畫格》：“書畫雅事，可贈可索，興來揮灑，工拙不計也。至若諄諄於尺寸之間，必如其意之所欲得，則務酬大癡子之酒資，供獨往客之游槖。爰訂斯例，鑒者諒之。四尺六十元  五尺八十元  六尺一百元  條幅同例  卷册每頁二十元  扇頁每頁二十元  雙款設色加倍  花卉篆書減半  題跋另議  潤須先惠  約期取件  甲子春訂。” 存考：這件潤例錄自刻板印刷單件，鈐有朱尊一（貫成）所刻“黄賓公”朱白相間印。朱尊一刻“黄賓虹”朱白相間印所見有二方，一方署有“癸未”年款，此處所鈐之印未刻年款，無法確知所鈐年份的上限。這份潤例與1935年2月《國畫》月刊第一卷第四期所刊相同，後者僅多“收件處：上海西門路吕班路口二百十六號黄寓”字樣。但是，“甲子春訂”與上年“癸亥冬日”相侔：此際報刊上發表的都不是“甲子春訂”的潤例，而是筆潤較低的“癸亥冬日”所訂的那份，這是令人迷惑不解的。拿本年與黄賓虹資歷相仿佛的吳昌碩和王震的潤例作參照，晚年畫潤屢創新高的吳氏，他的花卉由1921年的“三尺十八兩，四尺三十兩，五尺四十兩”，此際其潤例“加半”，則為“三尺二十七兩，四尺四十五兩，五尺六十兩”，折合大洋為“三尺三十七元八角，四尺五十三元，五尺八十四元”。黄賓虹這份潤例筆潤與吳昌碩潤例相近而高出王震（王震為“三尺二十元，四尺三十元，五尺三十六元六尺四十二元”），可以推知“甲子春訂”的這份潤例决非本年所訂。晨欣提供的由許承堯題語的、“藝觀學會代訂”的未署年款《賓虹草堂山水畫例》，與署1923年的潤例相同，從許氏“賓虹書畫例，託便中介紹鄉里，函索者照此例仍可減半”之詞意，可推知这一份潤例也不早於這個時段。此外，黄賓虹遷居“西門路吕班路口二百十六號”，是1934年的事，而“甲子”年尚未遷居法租界。綜上所述，可以斷言署本年款的這份潤例應為三十年代所鎸而沿襲舊時紀年。...",
      "is_letter": false
    },
    {
      "date": "1924.秋",
      "norm_date": "1924.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "1924年秋，因又遇江浙軍閥在滬近郊混戰，閘北市民紛紛避難。我父親、宋夫人、宇、字兩弟，帶一小保姆，决定去貴池居住，要我同行。父命難違，只得請假啟程，乘長江輪先到大通暫住，再去貴池。約兩周後尚無消息，我請求回滬銷假，得父親同意，我先回上海。父親等何時到貴池，以後情况 一無可知。後來我才知道，貴池淫雨水漲，圩田被淹，房屋倒坍，一無所獲，幻想破滅，家財散盡，不得不回滬生活。",
      "summary": "秋，江浙軍閥發生齊（燮元）盧（永祥）之戰，此前滬上人心惶惶，為避戰亂，携子挈婦經大通至貴池，直至冬月始返申。",
      "details": "黄用明與筆者書：“1924年秋，因又遇江浙軍閥在滬近郊混戰，閘北市民紛紛避難。我父親、宋夫人、宇、字兩弟，帶一小保姆，决定去貴池居住，要我同行。父命難違，只得請假啟程，乘長江輪先到大通暫住，再去貴池。約兩周後尚無消息，我請求回滬銷假，得父親同意，我先回上海。父親等何時到貴池，以後情况 一無可知。後來我才知道，貴池淫雨水漲，圩田被淹，房屋倒坍，一無所獲，幻想破滅，家財散盡，不得不回滬生活。” 與許承堯書：“僕因喜池陽山水，去年滬淞戰事將起，即往居其間，歸已冬盡。”（按：1925年書。） 與鄭履端書：“履端先生台鑒：……弟懲世變，思遯居池州之天湖，興事墾牧。此地地廣人稀，恰一極好風景區。上春頗思招兄同來，慮兄事忙，未遑及此，不識兄有意否？池州有三利：一、濱江交通便易，與省密邇，所爲易得手；二、地值廉而招工亦易；三、山水朋友之樂，可以自適，較之吾歙似乎遠勝。春間弟築圩百畝，兼有漁湖，蔬食不缺，隱居其間，耕讀可樂。旋因水患，又因友人邀入商務印書館，思有平日拙作著書未付印，擬為之。市廛中非素志也。此復，即候日綏。弟黄樸存頓首。”（按：本年書。） 按：齊盧之戰發生在9月3日，黄賓虹離滬應在8月份。在貴池期間，留連山光水色，與汪律本書畫遣懷。1929年2月1日《湖社月刊》第十五册刊有胡璧城《題菊友濱虹合作卷子》云：“一握京塵逢菊友，三年海市念濱虹。鬢眉枉見虯髯客，名姓應呼亡是公。結習未同鷄鶩食，游人去若馬牛風。燈前擱筆論書畫，尚有新安二子工。”畫卷或即畫於此際。...",
      "is_letter": false
    },
    {
      "date": "1925.冬",
      "norm_date": "1925.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "君白先生大鑒：示悉。珂鄉大好山水，益以元明名畫迭起，真蹟留存，尚可想見。程孟陽、李檀園兩先生以詩文名世，兼工書畫。清初如漸江僧、汪叔向、查梅壑、謝承啟諸家山水，高雅無與等倫。惜雍乾後致為四王所囿，畫者不能出其範圍，而六法之事，日下如江河。近年同志咸思振作精神，表揚國畫特色，共加研究。敝會實不乏人，如有關係金石書畫著作，得台端時常通訊，賞奇析疑，認入會員，極所歡迎。專此奉復。敬詢台祺。書記部宋若嬰啟。",
      "summary": "冬，開始為《藝觀》畫刊與雜志組稿。",
      "details": "與鮑君白書：“君白先生大鑒：示悉。珂鄉大好山水，益以元明名畫迭起，真蹟留存，尚可想見。程孟陽、李檀園兩先生以詩文名世，兼工書畫。清初如漸江僧、汪叔向、查梅壑、謝承啟諸家山水，高雅無與等倫。惜雍乾後致為四王所囿，畫者不能出其範圍，而六法之事，日下如江河。近年同志咸思振作精神，表揚國畫特色，共加研究。敝會實不乏人，如有關係金石書畫著作，得台端時常通訊，賞奇析疑，認入會員，極所歡迎。專此奉復。敬詢台祺。書記部宋若嬰啟。”（按：此信為黄賓虹手蹟，係代撰。） 與許承堯書：“霽公先生鑒：遠荷賁緘，過蒙註飾，恧感恧感。屬書楹額，綜襍籀篆，希賜教正。歙中一丘一壑，皆入畫圖，所惜前人著述書籍散佚無存。僕近擬輯徽郡詩人傳略，以志乘及諸大家詩文集為藍本，而邑中先哲詩集不可備致，猶可以軼事想見其爲人。我公往還里之日多，如程篁墩、許青巖之《遺民錄》，汪扶晨《續黄山志》、江橙里《橙陽雜志》等書，近有所見否？北燕南滬，雖稱藏書最多之地，然類皆常見，無可采輯。數年以來，敝行篋中，得明代徽人畫蹟尚多，今集資刊印一雜志，如有大著詩文關於國故者，尤所企盼。（如經學師承，江、戴諸公佚聞，明代刻書，徽人尤多，能蒐集其事亦佳。）惟公勳業彪炳，瑣屑不敢奉瀆耳。湘中向樂毅（穀）君言敦煌所出古物，當時頗多罕見之品，除贛蔡經臺輩所得，大半為羅雪堂影印，聞入尊藏者猶不乏瓌異，請示其目一二，或有照片借印更妙。樂老有唐人畫佛像真蹟，亦出敦煌者，甚佳。今年北京出《生春紅》報後，滬上近日金石畫報風行，國學曙光，其先朕乎？專復，此請著安。黄質（更名賓谼）頓首。”...",
      "is_letter": false
    },
    {
      "date": "1926.春",
      "norm_date": "1926.01.01",
      "hbh_loc": "歙縣",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "煮石不堪飽，翛然居海濱。閑踪真達隱，能事已通神。風趣三高近，文詞六代醇。相望隔煙雨，應憶練江春。",
      "summary": "春，許承堯辭官歸歙縣，有詩寄贈。",
      "details": "許承堯《寄黄賓虹》：“煮石不堪飽，翛然居海濱。閑踪真達隱，能事已通神。風趣三高近，文詞六代醇。相望隔煙雨，應憶練江春。”...",
      "is_letter": true
    },
    {
      "date": "1927.春",
      "norm_date": "1927.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "歲首至滬，擬北游故都未果，在滬逗留半載，夏末返歙。在滬與汪鞠友、黄賓虹、徐丹甫、許玉田諸人，詩酒往還，唱和甚歡。",
      "summary": "春，許承堯擬北游，道出上海，在滬逗留半載，相與常作文酒之會。",
      "details": "《許疑盫先生年表（初稿）》：“歲首至滬，擬北游故都未果，在滬逗留半載，夏末返歙。在滬與汪鞠友、黄賓虹、徐丹甫、許玉田諸人，詩酒往還，唱和甚歡。” 許承堯《由滬歸歙途中雜詩五十五首》之一：“汪髯厚我意温純，澹父清癯面目真。等是枯魚共濡沫，故交憐祇兩三人。（汪鞠卣、徐澹甫）” 又之二：“昉水詞人白姸，賓虹垂老畫通禪。閒蹤偶聚能謀醉，記取斜風細雨天。（許玉田、黄賓虹）” 按：徐澹甫又作徐丹甫，詳1943年條。許玉田，名世球，歙縣許村人。...",
      "is_letter": false
    },
    {
      "date": "1928.冬",
      "norm_date": "1928.01.01",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "戊辰冬日，伯龍學長兄屬，黄賓虹畫。",
      "summary": "冬日，爲許家栻作山水畫。",
      "details": "自題：“戊辰冬日，伯龍學長兄屬，黄賓虹畫。” 按：許家栻（1892—1954），字伯龍，安徽歙縣人，許承堯長子，律師。時任旅滬歙縣同鄉會幹事。傅申在Huang Binhong's Shanghai Period Landscape Paintings and His Late Floral Works in the Arthur M.Sackler Callery一文中指出本年黄賓虹款署中“賓”字的“少”部開始簡化，一如此畫。查廣州藝術博物院藏的一件“藝事經年工畫馬，文心靈敏若通犀”篆聯作品，落款爲“戊辰十月黄賓虹篆”，其“賓”字雖有筆畫合併趨勢，但仍然是原來間架，因此可以説，“賓”字的簡化期就在本年冬月。...",
      "is_letter": false
    },
    {
      "date": "1928.12.06",
      "norm_date": "1928.12.06",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "他在廣州文德路畫肆，得到一册黄吕的山水（册）。黄吕字次黄，號鳳六山人，是黄白山的兒子（也是賓老的同鄉），嘗游楚粤，這畫册是繪廣東和廣西（按：實為潭渡村）的風景的。",
      "summary": "游廣州市廛，在文德路畫肆覓得黄吕《潭渡村居山水册》，喜不自勝，珍如頭目，返滬後以詩廣徵時人題詠。",
      "details": "黄般若《賓虹老人在香港》：“他在廣州文德路畫肆，得到一册黄吕的山水（册）。黄吕字次黄，號鳳六山人，是黄白山的兒子（也是賓老的同鄉），嘗游楚粤，這畫册是繪廣東和廣西（按：實為潭渡村）的風景的。” 《虹廬畫談》：“鳳六山人，姓黄名吕，字次黄，黄白山先生之子。幼承家學，工詩善書，精篆刻，畫山水極類文五峰，得山人畫者，入市估手，往往改為文伯仁。花卉兼沈石田、周服卿之長。嘗仿僧雪莊畫黄山異卉，題者甚衆，藏同邑曹公文埴家，有自題詩成巨册七十餘首，載《石鼓硯齋文集》中。又於危危日畫有《貓蜨圖》立軸。花卉鳥獸，愈老愈蒼，人稱其具四美。邑人汪槎庵輯《大好山水記略》，尋訪舊事，得鳳六山人所撰書，歎為山人父子皆鄉邑第一等人，高懷卓識，其知言哉！山人詩，謝去雕飾，不自收拾，為刊成集。嘗游楚粤，有題粤中山水畫册詩。此册戊辰之夏，得自粤中，所畫潭渡八景，即畫其皖歙所居村圖，自唐徙此，祖居已一千五百餘年矣。” 《族祖鳳六山人畫潭渡村圖詩跋》：“黄墩東渡啟黄潭，里唐遷已卜三。十畮園荒山亦灌，一泓泉瘦石曾函。冠餘待梓新支牒，僧去時塵古佛龕。千五百年先德錄，袌殘守缺老猶堪。（余族居歙之潭渡村，自晉新安太守公葬黄墩，由黄屯原，至唐初旌孝公遷潭渡，亦稱黄潭。十畮山、函泉，均地名，在村中。族譜支系，自白山公及鳳六山人父子後，訖未修葺。青蓮庵、斜山庵，久乏主持，已傾圮。余曾著《先德錄》詳述之。）鳳六山人四美兼，村圖年遠入蠻炎。虎頭癡絶公追似，蛇足名留客謬添。莫漫楚弓論得失，要從吳冶悟辛甜。故山遼遠丹青近，雲海捜奇信手拈。（鳳六山人諱吕，字次黄，余從祖行。父白山公，著作等身，《字詁》、《義府》均入四庫。山人幼承家學，篆刻詩畫，兼具四美，載汪訒庵《印人傳》。此册自畫村圖，不知何年流入粤中，余於廣州市肆購得之。畫中為傖父加文伯仁款，冀有重名可獲利。論者論吳門之甜，不若新安之辣。所幸山人自題詩款未割去，由康熙至今二百餘年，地隔數千里，竟於無意中得此家珍，良可喜也。爰志二律，敬希大方家賜和，不拘體韻是荷。）”（黄賓虹自印件） 許承堯《題黄鳳六山人〈潭渡村圖〉，為賓虹作》：“吁嗟三百載，喬木寒荒廛。茲圖幸無恙，不隨陵谷遷。故物慶光復，勝獲珍珠船。賓虹今畫師，畫筆雄如椽。識字承白山，古籀畢宣。崇閎一家學，談笑踐祖筵。我來游海濱，發篋窺其全。因陳里居樂，黄海雲依然。何當把臂去，共宅清溪邊？”（1930年） 按：是册1929年",
      "is_letter": false
    },
    {
      "date": "1929.1",
      "norm_date": "1929.01.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "去年遊粵中，得拙詩五十餘首，入池湖見評鞠友詩最精確，僕於詩學未窺門徑，率易恒所自知，倘蒙指疵，實為翹企之至。己巳九月廿日，賓谼上。余擬續呈，今日即返申寓矣。",
      "summary": "己巳九月廿日返申，在貴池見許承堯評汪鞠友（律本）詩甚佩服，乃寄部分整理竣工之自作粵遊詩稿與許氏，請其評閱。",
      "details": "錄粵游詩稿呈許承堯：“去年遊粵中，得拙詩五十餘首，入池湖見評鞠友詩最精確，僕於詩學未窺門徑，率易恒所自知，倘蒙指疵，實為翹企之至。己巳九月廿日，賓谼上。余擬續呈，今日即返申寓矣。”...",
      "is_letter": true
    },
    {
      "date": "1930.春",
      "norm_date": "1930.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "疇人抱冷癖，小飲聆清言。局曲滄海隅，宿淚偶一翻。不敢妄有陳，聊記雪爪痕。多君席令姿，劬學情温温。縱横了百家，要眇窺玄門。昵古移盼睞，過爲衰朽存。噓夢落市樓，明燈照奇黁。惜此一俯仰，未免摇心魂。酒闌太息去，嗟世方艱屯。",
      "summary": "春暮，許承堯自歙游滬，時常過從，許氏爲題鳳六山人《潭渡村圖》。",
      "details": "許承堯《與黄賓虹、澤丞、長銘會飲，長銘有詩，作此和之》：“疇人抱冷癖，小飲聆清言。局曲滄海隅，宿淚偶一翻。不敢妄有陳，聊記雪爪痕。多君席令姿，劬學情温温。縱横了百家，要眇窺玄門。昵古移盼睞，過爲衰朽存。噓夢落市樓，明燈照奇黁。惜此一俯仰，未免摇心魂。酒闌太息去，嗟世方艱屯。” 又《題黄鳳六山人〈潭渡村圖〉，為賓虹作》：“淵明愛南村，摩詰張輞川。人情戀游釣，藻繪成勝緣。吾鄉盛文物，遠在乾嘉前。望衡富圖史，比戶聞歌弦。潭濱孝行里，族望尤稱賢。洸洸一木堂，訓詁兼詩篇。開衢刈榛莽，勇導樸學先。鳳六善踵武（鳳六為黄白山先生子），畫筆仍精研。詠嘯得靈區，餐秀怡其天。為圖寫八景，陵奪唐宋姸。冲和味花竹，鮮澤濡雲煙。棱棱吐逸氣，美榭良池田。但覺樵與牧，俱是蓬壺仙。吁嗟三百載，喬木寒荒廛。茲圖幸無恙，不隨陵谷遷。故物慶光復，勝獲珍珠船。賓虹今畫師，畫筆雄如椽。識字承白山，古籀畢宣。崇閎一家學，談笑踐祖筵。我來游海濱，發篋窺其全。因陳里居樂，黄海雲依然。何當把臂去，共宅清溪邊？”...",
      "is_letter": false
    },
    {
      "date": "1930.春",
      "norm_date": "1930.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "甲子春始學繪事，耑寫松枝梅花，今年偶見時果，輒為寫照，依樣賦色，因成長卷，傭書海上，聊以遣興而已。乙丑八月之朔，古杭鶴廬居士丁輔之並記於七十二丁厂。",
      "summary": "與許承堯為丁輔之作《蔬果圖卷》題跋。",
      "details": "丁輔之自題：“甲子春始學繪事，耑寫松枝梅花，今年偶見時果，輒為寫照，依樣賦色，因成長卷，傭書海上，聊以遣興而已。乙丑八月之朔，古杭鶴廬居士丁輔之並記於七十二丁厂。” 題跋：“分安農圃覓圖經，書契捜奇學象形。煮字漫虞難果腹，為傳道味有丹青。輔之先生工書古文，富藏篆刻，近寫鮮果，尤蕭閒有致，因題截句，以博笑正。黄山黄賓虹。” 按：許承堯跋於前，款署“庚午偶游滬上，為輔之先生題此。歙縣許承堯”，可知黄跋題於同時。...",
      "is_letter": false
    },
    {
      "date": "1930.秋",
      "norm_date": "1930.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "庚午新秋，芚公先生將旋唐模里居，寫此以贈。畫仿垢道人，愧不能得其萬一也，即博笑正。黄賓虹同客滬上。",
      "summary": "新秋，許承堯倦遊，將返唐模，仿垢道人以贈行。",
      "details": "自題：“庚午新秋，芚公先生將旋唐模里居，寫此以贈。畫仿垢道人，愧不能得其萬一也，即博笑正。黄賓虹同客滬上。”（安徽省博物館藏）...",
      "is_letter": false
    },
    {
      "date": "1930.冬",
      "norm_date": "1930.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "海上書來夜叩扉，寒齋燈苦忽光輝。喜心翻倒還惆悵，怕化仙雲脫手飛。畫筆清剛老更堅，詩心淡遠妙能傳。舊時山月今潭水，教我微參一指禪。歷落遺珠拾一囊，偶然咳唾各生香。不知諸老何腸胃，定茹雲根咽玉漿。（青巖詩‘空山混沌無冬夏，紅葉桃花共一時’、‘武陵廬舍原無恙，祇恐勞人未易來’，皆極超妙。）盤錯心神易代悲，故鄉人物此時奇。畫圖篆刻俱成派，誰輯荒寒一派詩（謂漸江、青巖、遺蘇三子）。",
      "summary": "冬，為許承堯作《石雨草堂圖》，並錄青巖、漸江遺詩。",
      "details": "許承堯《黄賓虹畫石雨草堂圖，並錄青巖、漸江諸老遺詩見寄，書此報之，四首》：“海上書來夜叩扉，寒齋燈苦忽光輝。喜心翻倒還惆悵，怕化仙雲脫手飛。畫筆清剛老更堅，詩心淡遠妙能傳。舊時山月今潭水，教我微參一指禪。歷落遺珠拾一囊，偶然咳唾各生香。不知諸老何腸胃，定茹雲根咽玉漿。（青巖詩‘空山混沌無冬夏，紅葉桃花共一時’、‘武陵廬舍原無恙，祇恐勞人未易來’，皆極超妙。）盤錯心神易代悲，故鄉人物此時奇。畫圖篆刻俱成派，誰輯荒寒一派詩（謂漸江、青巖、遺蘇三子）。”...",
      "is_letter": false
    },
    {
      "date": "1930.12",
      "norm_date": "1930.12.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "畫家一廬陳一禪宣稱",
      "summary": "12月，為蜀東儒將兼書畫名家陳澤霈代訂潤格。",
      "details": "“畫家一廬陳一禪宣稱”：“書畫名家澤霈，字戎生，金石癡亦書畫禪也。蜀東人，少壯投筆，學富韜略，於役革命二十年，備嘗險阻，川滇將校，多出其門，有儒將風。中間歷海内外名山大川，到處留心，專研六法者十年，筆師造化，胸中奇氣，發於書畫，得者寶之。數年來，復究心佛乘，畫參禪意，養静匡廬兩寒暑，逐景寫真，蔚成大觀，江山之助，信有自來。女冠華，亦工山水，一家屬畫。近已移住滬瀆，其所作廬山風景，已集數十幅，不日影映（印）。本書畫家以篆隸之筆，寫造化之神，是為國畫開一新紀元，已由于右任、王一亭、蔣伯器、黄賓虹、李烈鈞、方聲濤、家瑶（？）、張善孖、張大千、王鈍根諸先生代訂潤格，介紹於世云云。”（12月10日申報） 按：陳澤霈（1885—1949後），字戎生，號一廬，又號一禪。四川巴縣人。著有《一禪印集》、《一廬詩選》等。黄賓虹入蜀曾寓其成都寓所“一廬”。黄賓虹與其締交當由其同鄉張善孖作紹介，此際張氏同鄉往往為黄賓虹友，黄氏同鄉如許承堯等，也大多為張氏友。...",
      "is_letter": true
    },
    {
      "date": "1932.初春",
      "norm_date": "1932.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生大鑒：頃誦手書，聆悉一是。……拙詩全無門逕，偶一效顰，並未清稿，近思檢理，廢紙塗乙，幾不可辨，約有數百首，茲乘餘閒，擬為錄出呈上削正，尚求直摘瑕疵，幸勿過謙，倘有百一可存，俾為芟改錄副，否則任其棄置，亦不為惜。先寄小詩四紙，餘續繕奉。滬暫似安，外來日形擁擠，長此可虞之至。專復，祗候道綏。黄賓虹頓首。",
      "summary": "初春，開始整理累年所積詩稿，繕錄請友人指正。",
      "details": "與許承堯書：“芚公先生大鑒：頃誦手書，聆悉一是。……拙詩全無門逕，偶一效顰，並未清稿，近思檢理，廢紙塗乙，幾不可辨，約有數百首，茲乘餘閒，擬為錄出呈上削正，尚求直摘瑕疵，幸勿過謙，倘有百一可存，俾為芟改錄副，否則任其棄置，亦不為惜。先寄小詩四紙，餘續繕奉。滬暫似安，外來日形擁擠，長此可虞之至。專復，祗候道綏。黄賓虹頓首。” 按：黄賓虹有《賓虹詩草》稿本四册，確似信中所謂“廢紙塗乙，幾不可辨”，一如晚年“圈圈點點文章，歪歪斜斜圖畫”。此際繕清《粤西紀游》詩數紙寄歙，許承堯於篇末題：“壬申，承堯讀後謹注。”謝玉岑題：“壬申春三月，玉岑拜讀數過。”許承堯於《香港》一首眉批云：“此首真如金碧樓臺畫本。”於《昭平》第一首眉批云：“《昭平》一首略遜，然以記地，未忍勸删。”又批另四首云“如與魏晉人共語”等等。總評云：“山水游覽詩，鄙意以爲能寫實境，他處不可移用為佳。如卷内諸篇，一地有一地之佳，一篇有一篇之盛，因物賦形，牟色揣稱之工，可謂奇絶。蓋先生每游一處，必選取其特異之境景極力寫之，以資映帶，故能精彩如此，此亦可悟先生畫法也。”...",
      "is_letter": false
    },
    {
      "date": "1932.01.28",
      "norm_date": "1932.01.28",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生：……滬上自一星期餘，耳聞巨炮之聲，目睹流離之狀，恐慌景象已同遼瀋，惟敝寓軍距戰地稍遠，較似安謐。然孤軍乏援，外交無助，即此長延，亦屬可慮。家鄉得訊，防衛當加嚴密。如全國果作長期之戰，變化更不可測。年終滬市無物得見，實因沮隔與源流俱竭，有可知已。敝親友多平安，而器服均損失。專頌新釐。黄賓虹頓首。",
      "summary": "1月28日，日軍進攻上海，製造“一·二八”上海事變，駐滬第十九路軍奮起抵抗，揭開淞滬抗戰序幕，全國抗擊“暴日”的愛國浪潮風起雲湧。函屬家鄉嚴加防衛。",
      "details": "與許承堯書：“芚公先生：……滬上自一星期餘，耳聞巨炮之聲，目睹流離之狀，恐慌景象已同遼瀋，惟敝寓軍距戰地稍遠，較似安謐。然孤軍乏援，外交無助，即此長延，亦屬可慮。家鄉得訊，防衛當加嚴密。如全國果作長期之戰，變化更不可測。年終滬市無物得見，實因沮隔與源流俱竭，有可知已。敝親友多平安，而器服均損失。專頌新釐。黄賓虹頓首。”...",
      "is_letter": true
    },
    {
      "date": "1932.03",
      "norm_date": "1932.03.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生大鑒：……頃誦手書，指示拙詩，俾有遵循，榮幸何似。昔惲南田常責石谷題畫詩跋不通，不吝諍言，古道可風，藝林傳為佳話，今獲南鍼之賜，此樂當何如之。程君房墨，近日稀如星鳳，要以未受潮溼、無碎裂痕為佳。其次能不黏手有黑色者。前明製墨杵功最足，墨之鋒棱能以切紙。唐墨一螺可磨十年，堅可想見。否則碎裂者可搗碎再製，即‘冬心墨’是也，冬心得程君房墨改造之耳。……昨往浦東顧氏花園看桃花，返滬有拙詩並畫，尚未脫稿，茲錄前十餘年舊作，先乞郢削，瑣瀆勿責。江秋史、洪北江、鄭谷口三件，均送令親羅寓。遇有歙人墨蹟，仍當留意收入，以備采擇。歙中他姓族譜記載軼聞，往往有所見，如見書畫篆刻之人，能分類錄存，亦徽學之關係於國粹者，祈公贊助之。至於經史著述，博大精奥，不易為力，可捜其書。《安徽叢書》二集决刊程讓堂《通藝錄》，惟彤、演二老均住院，經費周轉，時局關係，不卜能否繼續何如耳。現有陳乃乾君印舊本書，僅印百部，價稍高，此法亦佳，石影每頁祇洋一元不到，擬仿為之。專候道綏。黄賓虹頓首。",
      "summary": "歸錄舊作詩稿郵寄許承堯徵集意見，並論製墨及安徽地方文獻的搜集整理。",
      "details": "與許承堯書：“芚公先生大鑒：……頃誦手書，指示拙詩，俾有遵循，榮幸何似。昔惲南田常責石谷題畫詩跋不通，不吝諍言，古道可風，藝林傳為佳話，今獲南鍼之賜，此樂當何如之。程君房墨，近日稀如星鳳，要以未受潮溼、無碎裂痕為佳。其次能不黏手有黑色者。前明製墨杵功最足，墨之鋒棱能以切紙。唐墨一螺可磨十年，堅可想見。否則碎裂者可搗碎再製，即‘冬心墨’是也，冬心得程君房墨改造之耳。……昨往浦東顧氏花園看桃花，返滬有拙詩並畫，尚未脫稿，茲錄前十餘年舊作，先乞郢削，瑣瀆勿責。江秋史、洪北江、鄭谷口三件，均送令親羅寓。遇有歙人墨蹟，仍當留意收入，以備采擇。歙中他姓族譜記載軼聞，往往有所見，如見書畫篆刻之人，能分類錄存，亦徽學之關係於國粹者，祈公贊助之。至於經史著述，博大精奥，不易為力，可捜其書。《安徽叢書》二集决刊程讓堂《通藝錄》，惟彤、演二老均住院，經費周轉，時局關係，不卜能否繼續何如耳。現有陳乃乾君印舊本書，僅印百部，價稍高，此法亦佳，石影每頁祇洋一元不到，擬仿為之。專候道綏。黄賓虹頓首。”...",
      "is_letter": true
    },
    {
      "date": "1932.03",
      "norm_date": "1932.03.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "結句隽絶",
      "summary": "旋錄出詩作近二十紙，包括《周浦紀游》《池陽雜詠》《粤西紀游》《雁蕩雜詠》《新安江紀游》等百餘首寄許承堯，許一一為之細按，加以眉批，極多讚語。",
      "details": "按：讚語如“結句隽絶”、“公每能以七字或十四字包掃一奇境”、“‘腥色錦屏’已奇，‘虯姿透網’則自昔無人道也，此種聯想，可懸之國門，我實不敢獻諛也”、“節短韻長”、“氣味俱新”等等，不一而足。尤於《圩田》一首，評曰：“此詩佳極，必傳之作。用字能雅，是公本色，而以沈雄頓挫之筆，使情景並到，無絲毫缺憾，又復音節鏗鏘，絶似昌黎學杜。公素不以詩鳴，乃有如此深詣，能者誠不可測也。僭商數字，亦祇在音節上計較耳，未知以爲何如？”於《題畫雁蕩山巨障一首》，評曰：“此首雄肆奇横，五光十色，炫人目睛，而細按之，狀物之工朗，如刻畫山川之奇特者，皆能發人勝情，不然恐亦難此奇作也。”黄賓虹將後一首發表於是年《畫學月刊》第一期上，署名黄虹父。...",
      "is_letter": true
    },
    {
      "date": "1933.秋",
      "norm_date": "1933.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "癸酉秋仲，擬梅道人意，時客楓溪，意欲一登梅花庵拜道人之墓，故來此耳。古歙嘯天程岳。",
      "summary": "仲秋，許承堯介紹程嘯天拜師習畫。",
      "details": "程嘯天題自作畫：“癸酉秋仲，擬梅道人意，時客楓溪，意欲一登梅花庵拜道人之墓，故來此耳。古歙嘯天程岳。”（12月14日申報） 許承堯書：“鄉人程仲芳有志畫學，前從楓涇錢伯英游，仰慕高名，願隸門下，託渭占、墨西與弟言，為之作介，束脩由其自陳，願進而教之為幸。餘別啟。手上賓虹吾兄，弟承堯頓首。” 按：楓涇，今屬上海，位於上海、嘉善交界處。...",
      "is_letter": false
    },
    {
      "date": "1933.冬",
      "norm_date": "1933.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓虹山人畫參唐宋，馳縱百家，詩名幾為所掩。顧山人未至滬瀆，讀書山中，已品藻二謝，追蹤四靈，成一家言矣。胸次奇氣，壹發於詩。性復好游，踰北燕，跨南海，折桂林之一枝，挹匡廬之五老，攀天都，涉洞庭，擴史公浩瀚之觀，抒孫登高寒之嘯焉。近自蜀西游歸，編詩成帙，出以相眎。惟長吉充囊，不過三十，而務觀叢稿，已過萬篇。君寄興愈高，格律愈嚴，年且屆古稀矣。昔少陵入蜀，山水益著，東坡渡海，文字更奇。山人所作，蓋得山川之助，靈異所鍾，幽光不閟，今不為畫所掩矣。僕與山人交三十年，既寶其畫，復驚其詩，固非冬花離垢所能比也，撰弁言以歸之。癸酉長至，羅浮潘飛聲序，時年七十又六。",
      "summary": "冬，以清繕詩稿請許承堯、潘飛聲匡正並請惠序，兩詩家先後撰序相饋。",
      "details": "潘飛聲《序》：“賓虹山人畫參唐宋，馳縱百家，詩名幾為所掩。顧山人未至滬瀆，讀書山中，已品藻二謝，追蹤四靈，成一家言矣。胸次奇氣，壹發於詩。性復好游，踰北燕，跨南海，折桂林之一枝，挹匡廬之五老，攀天都，涉洞庭，擴史公浩瀚之觀，抒孫登高寒之嘯焉。近自蜀西游歸，編詩成帙，出以相眎。惟長吉充囊，不過三十，而務觀叢稿，已過萬篇。君寄興愈高，格律愈嚴，年且屆古稀矣。昔少陵入蜀，山水益著，東坡渡海，文字更奇。山人所作，蓋得山川之助，靈異所鍾，幽光不閟，今不為畫所掩矣。僕與山人交三十年，既寶其畫，復驚其詩，固非冬花離垢所能比也，撰弁言以歸之。癸酉長至，羅浮潘飛聲序，時年七十又六。” 許承堯《序》：“吾鄉賓虹先生，深於書畫，長於考證古文。其畫超詣玄解，筆墨俱化，直追元人；其書大篆，勁秀天成，神味與古翕合無間；其考證古文，鑿奇破難，時復驚衆，而砉然理解，精邃周洽，不可更易。此人所共知也。素不甚稱詩，今歲蜀游，馳驅洄溯於兵燹中，載更寒暑，乃遍覽山川之奇，憑弔昔人嘯詠之跡，為詩一卷。詩成輒郵寄，承堯目眙心駭，而愧昔之未盡知先生也。其詩狀難狀之景如在目前，肖物之工，已為畫筆所不能到；而選詞妍雅，浸淫六朝，其率易者，亦足與唐人争席，燦然古色，淵乎古聲，求之近今，可謂獨為其難，卓自樹立者矣。承堯不能畫而喜言詩，辱先生知，亦以能作言語見許，敬記卷尾，以質世之能知先生者。癸酉冬，許承堯。” 爲高燮作《蜀中紀游圖》。 自題《蜀中紀游圖》：“萬壑深陰卉林稠，黛螺濃影潑滄流。丹黄幾點蕭蕭葉，白帝城高易得秋。蜀游雜詠。吹萬先生哂正。癸酉，黄賓虹。”...",
      "is_letter": false
    },
    {
      "date": "1933.02.16",
      "norm_date": "1933.02.16",
      "hbh_loc": "杭州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "廿三日，甲寅，陰寒。（前略）賓虹前索予詩，分寄黄晦聞、潘蘭史及其友人徐（許）君，皆當世詩家也，因檢三部致之。（下略）",
      "summary": "2月16日癸酉正月二十二日，林思進以詩集三部送來，前曾索以寄友人黄晦聞、潘蘭史及許承堯。",
      "details": "林思進《清寂堂日記》：“廿三日，甲寅，陰寒。（前略）賓虹前索予詩，分寄黄晦聞、潘蘭史及其友人徐（許）君，皆當世詩家也，因檢三部致之。（下略）” 按：日記原跡許作“徐”，乃音近所誤，徐君者，許承堯君也。...",
      "is_letter": true
    },
    {
      "date": "1933.10.09",
      "norm_date": "1933.10.09",
      "hbh_loc": "重慶",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生大鑒：頃得滬寓家書，聆台從已返歙，暑中維起居安暢，至以爲念。僕偶作蜀游，可喜可愕之狀，非楮墨能罄，動静均難於自主張。天時寒暑，地形水陸，人事哀樂懨忻，尤意料所不及。今旅渝州，以爲如踵戶庭，遲遲月餘未獲東下，得非奇事？祇有委心順任，聽其自然而已。間隙之中，錄拙作紀游詩（三紙），敬希削正。擬抵申後陸續盡將存稿抄出，賜加淘汰，冠以極簡略之大作贈言數十字，或百餘字，冀增光寵，諒所勿却。滬叙未克如願，甚為悵悵。古書畫有新得品否？蜀中天然山水之外，明季蕩然無存，至近尤窘。匆此，順頌道綏。黄賓虹謹啟。八月十號。（前寄府有蜀友林山腴詩集二本到否？抵申約在月底，容續通訊修候）",
      "summary": "癸酉八月十日，於重慶錄蜀游詩寄許承堯，並請為《蜀游詩草》撰序。",
      "details": "與許承堯書：“芚公先生大鑒：頃得滬寓家書，聆台從已返歙，暑中維起居安暢，至以爲念。僕偶作蜀游，可喜可愕之狀，非楮墨能罄，動静均難於自主張。天時寒暑，地形水陸，人事哀樂懨忻，尤意料所不及。今旅渝州，以爲如踵戶庭，遲遲月餘未獲東下，得非奇事？祇有委心順任，聽其自然而已。間隙之中，錄拙作紀游詩（三紙），敬希削正。擬抵申後陸續盡將存稿抄出，賜加淘汰，冠以極簡略之大作贈言數十字，或百餘字，冀增光寵，諒所勿却。滬叙未克如願，甚為悵悵。古書畫有新得品否？蜀中天然山水之外，明季蕩然無存，至近尤窘。匆此，順頌道綏。黄賓虹謹啟。八月十號。（前寄府有蜀友林山腴詩集二本到否？抵申約在月底，容續通訊修候）” 許承堯書：“公入蜀詩，冲夷者似陶，排奡者似杜。此行雖備歷艱險，黄牛白髮，而得畫稿詩稿一牛腰，真不虛矣。公詩但以餘力及之，素亦不以此鳴，而此行多而且好如此，下走自問喘汗不及，何並以區區一席亦見奪耶！小兒家棟久病待盡者數矣，今竟溘逝，弟雖曠觀，而後顧茫茫，遺累太重，不無憂慮耳。承慰至感。桐谷遺書（乃手集印文，以韻編次，非一韻一句詩也），弟以巴子安精書長卷請易，終不可得，幸將之序錄入拙編歙故中，茲抄上一覽。巴蜀二印能鈐一紙見示否？承招來游，蒲柳早衰，天冷怕行動，明春必來。文郎在理丈處，弟旬前在鄭村曾走視之，甚好，勿念。賓老吾兄。弟承堯上。”...",
      "is_letter": true
    },
    {
      "date": "1934.01",
      "norm_date": "1934.01.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "前寄詩序，想已到，不知可用否？有數處尚不妥，託為改易，誼兼師友，萬勿客氣也。聞明年元旦為先生七十生日，敬作一詩，遥祝□晉一觴。手此，虔頌賓虹老兄千春。弟承堯上。",
      "summary": "1月，許承堯寄詩祝七十壽辰。",
      "details": "許承堯書：“前寄詩序，想已到，不知可用否？有數處尚不妥，託為改易，誼兼師友，萬勿客氣也。聞明年元旦為先生七十生日，敬作一詩，遥祝□晉一觴。手此，虔頌賓虹老兄千春。弟承堯上。” 又詩：“人海中一鐙，凝然太古色。先生自忘年，未覺斗室窄。餐奇日無已，醇味釀肝膈。峥嶸落毫楮，一一盡高格。靈甄納煙雲，好語潤山澤。元日椒酒香，飲之歲逾百。遥祝賓虹老兄七十，弟許承堯拜呈。”...",
      "is_letter": true
    },
    {
      "date": "1934.春",
      "norm_date": "1934.01.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生左右：惠書並賜序，感謝感謝。頃晤玉岑，得睹法書屏，華滋渾厚，純任自然，翁、劉未足擬也，敬佩無似。家鄉災荒相乘，古物益難保守，近已流入滬市者，有胡臯、雪莊立軸，汪胥原册，皆畫山水。胡畫似鄭千里，而簡易中寓千巖萬壑之境，足見新安畫派之高，不僅自漸公始也。漸公畫小軸，日内有開展覽會者標價三百番，係辛丑年作，上有湯燕生題隸書，紙絶潔净，亦枯木竹石之類，囊澀不能得之。鮑倬雲君來滬云，公十月間有游滬之意。果來，吷庵、拔可諸老均歡迎，日夕道及之。林山腴君求題詩，附上原偈祈鑒，今返蜀。專頌著綏。賓虹頓首。",
      "summary": "春，與許承堯書信往來甚頻，歙縣擬修縣志，許承堯爲主纂，約為分纂增補遺逸、技術兩門材料。",
      "details": "與許承堯書：“芚公先生左右：惠書並賜序，感謝感謝。頃晤玉岑，得睹法書屏，華滋渾厚，純任自然，翁、劉未足擬也，敬佩無似。家鄉災荒相乘，古物益難保守，近已流入滬市者，有胡臯、雪莊立軸，汪胥原册，皆畫山水。胡畫似鄭千里，而簡易中寓千巖萬壑之境，足見新安畫派之高，不僅自漸公始也。漸公畫小軸，日内有開展覽會者標價三百番，係辛丑年作，上有湯燕生題隸書，紙絶潔净，亦枯木竹石之類，囊澀不能得之。鮑倬雲君來滬云，公十月間有游滬之意。果來，吷庵、拔可諸老均歡迎，日夕道及之。林山腴君求題詩，附上原偈祈鑒，今返蜀。專頌著綏。賓虹頓首。” 許承堯書：“去臘曾上一詩序一祝賀詩，計已郵達，甚念。新歲維康娛萬福。弟新得一潘蓮巢擬丁南羽玩蒲圖，惜有殘缺，非名手不能補，特呈覽求為補一橋及微坡小溆（如不能補畫，則請於缺處跋數語亦佳）何如，願屈椽管，冀成完璧。又尊藏明賢《玩芳亭》題跋，求如前諾，仍以六十元見讓，如荷俯允，請即交郵寄下，當即函滬由綺川奉上元直，愧悚之至。前擬贈公仲鳧先生分書巨幅，以裝手太壞，字形殘斷不完，未敢竟寄，因循至今。汽車道通，想今歲必回里一游，求過敝齋觀之，如可，要即奉上也。手賀賓虹老兄千春新祉。弟承堯上。” 又：“此書成後，奉賜書知詩序等均已寄到，承謝至赧。弟本擬正月來滬，適以事阻，暫難成行。潭渡人所修許氏譜，昔所未覩，近日里中舊籍非常昂貴，大半居為奇貨。又汽車路通，往滬較便，恐無論如何，壞物必須運滬一游，迨不能售而仍回，則收買或略易耳。續志一事，乞公贊助，弟意擬以數月成之，因本非修志，不過續補道光以後到清末爲止，所以如此者，一因民窮財盡，决不籌款（纂修者自備房飯），二因石君恐難久任，稍遲則事必無成耳。公如有材料，請交愷周謄寫較便。道光以前遺逸一門，擬可將明季遺老酌量增補，技術門亦須增補，公以爲何如？又尊處有柴丈人小横幅，畫極濃厚，又蕭尺木小方幅字，此二件如尚在篋中，乞以見與，擬合奉四十元，何如？如荷惠允，乞即寄示。又東林八家書蹟已去否？此甚可惜。聞滬上書畫近頗滯，近里中有一二友人託弟物色，惟購買力亦不能强，尊藏如查梅壑所題汪之瑞畫及前所談之汪中畫有程孟陽題者尚在否？值能較貶否？尊藏新安各扇面中有重複者，能分割否？如兄有欲出之件，乞見告，當為代商，不成似亦無礙也。又及。” 江暐書：“敬諗台從已安抵春申，致為欣慰，蜀中惠函未奉到。……大著藝術志稿，書畫、篆刻各以類別，極爲允當，清稿何",
      "is_letter": true
    },
    {
      "date": "1934.01",
      "norm_date": "1934.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "許世英等發起籌建之黄山居士林，業已積極進行。曾推江振華君赴徽，察勘基址，接洽一切，茲已事畢返滬。據江君稱，黄山山水之勝，無以倫比，目下徽杭車通，往返便利，至由舊徽州府城達黄山一段，亦在測量興築之中。且聞第十區行政專員劉健中氏對此段工程，督促尤力，在未完成前，如有名流禪宗往游者，蒞徽城時，有葉峙亭、鄭爾昌、程敬丞諸紳宅及如意寺堪為休憩之所，由江遠波、劉紫垣二君於歙、屯兩處招待，免小城旅邨，多感不便。入山途中，如唐模許太史之花園，擅木石之勝，彼處檀干公園，亦饒風景，足供游賞。又如楊村謝紳華卿、湯口程紳棟宇，皆願負居停嚮導之責。至居士林基址，已勘定温泉附近及獅子林、丞相源數處，不久即集資次第建造。",
      "summary": "1月，許世英等發起籌建黄山居士林以推進旅游事業，推江振華赴徽察勘基址，江振華將行，託其帶送許承堯畫件。",
      "details": "《黄山居士林積極進行》報導：“許世英等發起籌建之黄山居士林，業已積極進行。曾推江振華君赴徽，察勘基址，接洽一切，茲已事畢返滬。據江君稱，黄山山水之勝，無以倫比，目下徽杭車通，往返便利，至由舊徽州府城達黄山一段，亦在測量興築之中。且聞第十區行政專員劉健中氏對此段工程，督促尤力，在未完成前，如有名流禪宗往游者，蒞徽城時，有葉峙亭、鄭爾昌、程敬丞諸紳宅及如意寺堪為休憩之所，由江遠波、劉紫垣二君於歙、屯兩處招待，免小城旅邨，多感不便。入山途中，如唐模許太史之花園，擅木石之勝，彼處檀干公園，亦饒風景，足供游賞。又如楊村謝紳華卿、湯口程紳棟宇，皆願負居停嚮導之責。至居士林基址，已勘定温泉附近及獅子林、丞相源數處，不久即集資次第建造。”（4月12日申報） 江振華《黄山游覽必携·緣起》：“去秋，余戚黄賓虹先生游蜀歸，詢以蜀之名山，謂皆不若黄山奇秀，因知蜀人張善孖、大千兩名畫家醉心於黄山有由矣。其時適杭徽路通車，殷屯綫决繞越山麓，交通無梗，乃謀開發，始有興建黄山居士林之議。全國賑委會長許公世英，首列名發起，連署者有葉譽虎、褚民誼、胡樸安諸先生。……方本年一月，偕同當地士紳謝君華翔、程君棟宇赴山，勘定故祥符寺為居士林基址。” 許承堯書：“賓公大鑒：松如（按：江振華）來，承寄各件均收到。蓮巢畫辱賜題，謝謝。渭占所求法書即代交。《玩芳》三件承見讓，感荷萬分，奉值戔戔，尤爲慚恧。處嗇而多欲，彌覺可笑，不日即遣妥人奉百元至尊府，乞勿念。汪竹坪書甚精，謝謝。近縣長石君丹生勤廉可愛，頗工詩，渠渴慕久矣，欲求法繪，屬為代陳，大小不拘，能惠與否？餘續布。手復，敬問起居，弟承堯上。”...",
      "is_letter": false
    },
    {
      "date": "1934.06",
      "norm_date": "1934.06.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "屯公先生大鑒：彤老諸君返里，諒已晤叙。聆貴體前偶違和，近諒勿藥有喜矣。屬為石縣長之拙畫，由松翁帶回，當賜洽。近滬上見慕道人(按:即鄭)小軸山水，題‘雪庵遁居蘷巫’數行，大致與鄭芷華君所藏大軸相類，水墨淹潤，似有過之。又元僧覺隱中軸山水，類細筆吳仲圭，上有吳左干（名廷羽，曾為方於魯繪墨譜）題出仿董元《夏木垂陰》，隔水綾上有李嘯村（葂）題爲春谷先生出眎，諒為夢陔草堂舊物，已輾轉多手。韶九由濟南來函云，公曾藏慕道人、汪璧人、江允凝，均精品。邇時有舊物得見否？龍尾溪重開取硯石消息如何？果爾有得，亦佳物隱顯有時也。昨見一南唐歙硯拓本，附乾嘉名人跋五六通，價昂不能致之。專候日綏。黄賓虹拜上。六月一日。",
      "summary": "6月，正式受聘為重修《歙縣志》分纂。",
      "details": "與許承堯書：“屯公先生大鑒：彤老諸君返里，諒已晤叙。聆貴體前偶違和，近諒勿藥有喜矣。屬為石縣長之拙畫，由松翁帶回，當賜洽。近滬上見慕道人(按:即鄭)小軸山水，題‘雪庵遁居蘷巫’數行，大致與鄭芷華君所藏大軸相類，水墨淹潤，似有過之。又元僧覺隱中軸山水，類細筆吳仲圭，上有吳左干（名廷羽，曾為方於魯繪墨譜）題出仿董元《夏木垂陰》，隔水綾上有李嘯村（葂）題爲春谷先生出眎，諒為夢陔草堂舊物，已輾轉多手。韶九由濟南來函云，公曾藏慕道人、汪璧人、江允凝，均精品。邇時有舊物得見否？龍尾溪重開取硯石消息如何？果爾有得，亦佳物隱顯有時也。昨見一南唐歙硯拓本，附乾嘉名人跋五六通，價昂不能致之。專候日綏。黄賓虹拜上。六月一日。” 許承堯書：“賓虹吾兄左右：書悉。彤侯等游山，居然能到後海，頗出意外。弟發起修漸公墓，補種梅花，已由彤籌資即實行，一慰。修志事，衆意望公擔任技術、隱逸二門，不久當有公函奉懇。（贈石君畫松，如未談及，想已由其交去，費神謝謝）此二門，公研究有素，想不吝指示也。弟近得江麗田（琹客）手書楹帖一對，冷僻可味，值甚廉。又《宣和印史》四葉，曹一塵贈，甚舊，疑即是北宋物，未知何如？又弟所藏八大畫册，繩水舊物，前由綺川呈閱，未知是否真蹟，乞示。承告慕道人及元僧覺隱二畫，均稀有品。元畫有吳左干題，有春谷款，俱里中故物，想價甚昂，不知公已能有之一否？弟欲鬻去他物數件，稍得薄資，以求易尊齋三扇，而遲久不能就緒。前有友欲分得者，尚在措辦中。資力太弱，殊可笑也。南唐研拓本能勸其影印亦佳。一塵近見一沈石田書畫硯，唐六如刻字，有垢道人為汪栗亭補銘，亦奇物，惜不能致。承堯上。” 與許承堯書：“芚公先生大鑒：日前得誦手書。聆修邑志事，屬以技術、隱逸二門擔荷，芻蕘之獻，皇悚無極，然不賢識小平時略有抄撮，日久散矣，尤所深思，敢不奮勉。分門類中，於鄙見稍有商榷者，隱逸原以表揚風節，振勵清操，史乘所同，若無著述詩文藝術以及事功里者，往往羼雜無味。前清經學之盛，至咸同中金石之學大明，金石一門，自不可缺，而篆刻學派，歙中為可獨樹一幟。碑帖書畫收藏賞鑒，方今歐日視爲文化要素，亦似宜詳。尊示吳綺川冀擴大範圍，卓見至為可佩。但邑志循例蕪漏者多，高論駭俗，難無妨礙，因此稽遲未復。漸公墓，曩僕居里中，曾與朱寄洲、方筱琹擬為修墓，數至披雲峰下，後出門，此議遂寢。今彤侯能襄助，顯晦殆有時耶！《宣和印譜》久佚，後所稱古箐山耕夫所",
      "is_letter": false
    },
    {
      "date": "1935.春",
      "norm_date": "1935.01.01",
      "hbh_loc": "杭州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生大鑒：日前吳已川君來，適因友約游會稽山，勾留十餘日。前誦手書並批點拙作，展誦心感無似。得讀大著庚辛兩卷詩，洗煉清純，彌有望洋興嘆之意，如僕之率易膚淺，誠不敢追蹤學步矣。然千慮一得，經品題後，甚為自憙，而瑕疵所在，亦易隅反，此樂正未易名，知公之貺我多也。……僕於古人書畫，祇愛玩其生平所得學詣之精粗，雖早年亦所不棄。以人生閲歷之境，因時變遷，一大名家，早成晚成，大有關係，非在優絀。僧漸公年六十後得觀溪南吳氏所藏雲林畫，盡毀己所前作。今觀漸公壯年之畫雄奇偉岸，得之梅花道人為多，正非明季諸賢所易及；惟雲林迂潔，身世偶同，晚年寄意如此，徒泥於此，不足以盡其長。王石谷一生摹唐擬宋，步趨準繩之中，有明一代，文、沈之外，罕有其匹。至於晚年，用其獨斷，自謂化瑣碎為囫圇，雖筆墨老成，而矩型蕩没，清代專學清暉者，幾無可入目。蓋晚年未必盡優，而早年之絀亦可驗古人之經過何如，未嘗不可以爲樂事。然愛之者千金不易，憎之者草菅不如，論知遇不論優劣，貪多與愛好，皆是學古之魔障。敝處長物往往有前後異觀，自堪驚詫者，擯而棄之，不若存而勿論，待後時之比驗。……大家收藏，正如泰山不擇細壤，益增其高，遇有同好，苟為得所非有，其它絆繫，即可解脫，不爲物累。請教以爲如何？拙詩錄附。專復，此誦道綏。黄賓虹頓首。",
      "summary": "春，與謝公展、王濟遠游會稽吼山，探禹穴，歸途過杭州樓外樓酒家，合寫《三友圖》贈其主人。與許承堯書，論書畫收藏。",
      "details": "與許承堯書：“芚公先生大鑒：日前吳已川君來，適因友約游會稽山，勾留十餘日。前誦手書並批點拙作，展誦心感無似。得讀大著庚辛兩卷詩，洗煉清純，彌有望洋興嘆之意，如僕之率易膚淺，誠不敢追蹤學步矣。然千慮一得，經品題後，甚為自憙，而瑕疵所在，亦易隅反，此樂正未易名，知公之貺我多也。……僕於古人書畫，祇愛玩其生平所得學詣之精粗，雖早年亦所不棄。以人生閲歷之境，因時變遷，一大名家，早成晚成，大有關係，非在優絀。僧漸公年六十後得觀溪南吳氏所藏雲林畫，盡毀己所前作。今觀漸公壯年之畫雄奇偉岸，得之梅花道人為多，正非明季諸賢所易及；惟雲林迂潔，身世偶同，晚年寄意如此，徒泥於此，不足以盡其長。王石谷一生摹唐擬宋，步趨準繩之中，有明一代，文、沈之外，罕有其匹。至於晚年，用其獨斷，自謂化瑣碎為囫圇，雖筆墨老成，而矩型蕩没，清代專學清暉者，幾無可入目。蓋晚年未必盡優，而早年之絀亦可驗古人之經過何如，未嘗不可以爲樂事。然愛之者千金不易，憎之者草菅不如，論知遇不論優劣，貪多與愛好，皆是學古之魔障。敝處長物往往有前後異觀，自堪驚詫者，擯而棄之，不若存而勿論，待後時之比驗。……大家收藏，正如泰山不擇細壤，益增其高，遇有同好，苟為得所非有，其它絆繫，即可解脫，不爲物累。請教以爲如何？拙詩錄附。專復，此誦道綏。黄賓虹頓首。” 謝公展題《三友圖》：“昔年樓外樓，尊酒阿連共。風雨放扁舟，水底蛟龍動。聯吟唱清平，快游懷好夢。今年樓外樓，游罷煙蘿洞。浴後西子妝，一杯清興縱。三友是石交，潑墨酒家送。乙亥二月，偕賓虹丈、濟遠兄游會稽諸勝，歸過樓外樓，合寫《三友圖》贈其主人，醉後宿新旅舍，雨中無睡，復伸紙寫十八公（按：松），賓丈竹石、濟兄足成之，公展並題。‘過’字下奪‘西湖’兩字。”（日本京都博物館藏品）...",
      "is_letter": true
    },
    {
      "date": "1935.01.10",
      "norm_date": "1935.01.10",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "（前略）出席委員：許世英、張治中、邵元冲、陳樹人、柏文蔚、郎静山、許士騏、汪采白、姚文采、張善孖等。……吳委員蝶卿等提議宣傳黄山名勝案：决議推邵翼如、程天放、曹纕蘅、張善孖、許士騏、鍾山隱、張大千、邵禹襄、黄賓虹、汪采白、郎静山、梁得所、許際唐、羅穀蓀、余大雄、陳小蝶、葉淺予、錢瘦鐵、姚文采十九委員負責設計辦理，請曹委員纕蘅、張委員善孖召集。（下略）",
      "summary": "1月10日，黄山建設委員會在南京珠寶廊振務委員會召開第一次委員大會，與張善孖、許承堯等被推為負責宣傳黄山名勝工作。",
      "details": "《黄山建委第一次委員大會紀錄》：“（前略）出席委員：許世英、張治中、邵元冲、陳樹人、柏文蔚、郎静山、許士騏、汪采白、姚文采、張善孖等。……吳委員蝶卿等提議宣傳黄山名勝案：决議推邵翼如、程天放、曹纕蘅、張善孖、許士騏、鍾山隱、張大千、邵禹襄、黄賓虹、汪采白、郎静山、梁得所、許際唐、羅穀蓀、余大雄、陳小蝶、葉淺予、錢瘦鐵、姚文采十九委員負責設計辦理，請曹委員纕蘅、張委員善孖召集。（下略）”...",
      "is_letter": false
    },
    {
      "date": "1935.03",
      "norm_date": "1935.03.01",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "黄山千萬峰，收拾芒屨底。猿猱鳴秋風，倒景落澗水。煩襟倏然滌，林卧參無始。逝招海上鷗，共此貞觀美。乙亥春代表黄社同人赴星洲展覽黄山名勝作品，欲使海外僑胞知黄山之美，聊塗此卷，未能狀其萬一，移步换形，到者方知草草斷難仿佛也。時猶子旭明子必得從游，附識於此。張澤虎癡。",
      "summary": "3月，張善孖將代表黄社赴南洋舉辦巡迴展覽，作《黄山全景圖卷》，與許承堯、吳湖帆、葉恭綽、謝公展等爲之題跋，以壯行色。",
      "details": "張善孖自題《黄山全景圖卷》：“黄山千萬峰，收拾芒屨底。猿猱鳴秋風，倒景落澗水。煩襟倏然滌，林卧參無始。逝招海上鷗，共此貞觀美。乙亥春代表黄社同人赴星洲展覽黄山名勝作品，欲使海外僑胞知黄山之美，聊塗此卷，未能狀其萬一，移步换形，到者方知草草斷難仿佛也。時猶子旭明子必得從游，附識於此。張澤虎癡。” 題張善孖《黄山全景圖卷》：“斷壁苔陰綴青紫，鑿竇千尋步容趾。下瞰絶壑雲蒼茫，欲度不度魄爲褫。喘汗捫厓一竚觀，遠迎西爽開孱顔。安得面山此長坐，平鋪松翠成蒲團。騁思未已足轉進，歷險窮幽貪選勝。羣峰拔地各争奇，披圖容我徐徐領。乙亥，黄賓虹。” 按：録自敬華2003年春季拍賣圖録，該卷尚有許承堯、吳湖帆、葉恭綽、謝公展等題，從略。...",
      "is_letter": false
    },
    {
      "date": "1935.09.19",
      "norm_date": "1935.09.19",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "丙戌（當為乙亥）秋，重游黄山，還至西干，曾偕若嬰一躋披雲峰頂，展漸師墓。時邑中許疑庵、江彤侯兩君方事修葺，鬛封三尺，植寒梅數叢，工猶未竣。拾級而上，遠眺黄山雲門諸峰，若在天際，而烏聊、紫陽二山，近接几案，澄江如練，環繞林麓，有舟筏二三浮沉於空明者，碎月灘也。前二百年，新安之盛，漸師作《石淙秋泛圖》，嘗與吳不炎、程非二、許青巖、江允凝諸公觴詠其間，縱觀古人法書名畫之樂，殊堪懸想，今不可見矣。坐憩移時，遂與循途而返。俄而夕陽沉閣，已入暝色。迨蹋城闉，燈火萬家，隔江峰巒，隱隱雲表而已。",
      "summary": "偕登披雲峰，展漸江墓。",
      "details": "《漸江大師事蹟佚聞》：“丙戌（當為乙亥）秋，重游黄山，還至西干，曾偕若嬰一躋披雲峰頂，展漸師墓。時邑中許疑庵、江彤侯兩君方事修葺，鬛封三尺，植寒梅數叢，工猶未竣。拾級而上，遠眺黄山雲門諸峰，若在天際，而烏聊、紫陽二山，近接几案，澄江如練，環繞林麓，有舟筏二三浮沉於空明者，碎月灘也。前二百年，新安之盛，漸師作《石淙秋泛圖》，嘗與吳不炎、程非二、許青巖、江允凝諸公觴詠其間，縱觀古人法書名畫之樂，殊堪懸想，今不可見矣。坐憩移時，遂與循途而返。俄而夕陽沉閣，已入暝色。迨蹋城闉，燈火萬家，隔江峰巒，隱隱雲表而已。”...",
      "is_letter": false
    },
    {
      "date": "1935.09.28",
      "norm_date": "1935.09.28",
      "hbh_loc": "廣州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "",
      "summary": "9月28日，往唐模，觀許承堯藏書畫。",
      "details": "按：見前條及《黄賓虹文集·雜記摭錄》。...",
      "is_letter": true
    },
    {
      "date": "1936.春",
      "norm_date": "1936.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "",
      "summary": "春，《歙縣志》脫稿，許承堯來滬小住，秋後返里。新安中學堂畢業生胡復華等在上海大新酒樓宴請，與許承堯、嚴工上赴會，並攝影留念。",
      "details": "...",
      "is_letter": false
    },
    {
      "date": "1936.02.18",
      "norm_date": "1936.02.18",
      "hbh_loc": "蘇州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生鑒：誦示並惠假《碧雲秋露詞》收到，俟刊竣後即催繳上，勿念。鄭慕倩蘭竹，清勁如其人，甚罕見，近全世界鑒家盡知之。昨有瑞典圖書館主任喜龍仁者，酷愛鄭畫，謂新安派為世界第一等高品，江浙名家皆所不及。如四王之甜，藍田叔之俗，歐人亦厭之矣。程孟陽蕭疏雅淡，實開漸江僧之先聲，贋本皆苶弱枯羸。僕研求新安派畫，謂其肥不臃腫，瘦不羸瘠，是為得筆墨之真趣，後人乾擦水染，皆失其法。公能深悟古人筆意於孟陽畫，言之確鑿，洵非皮相而有見於牡牝驪黄之外者也。近觀故宫書畫已千餘件，大半院體甜俗之作，如内廷供奉之士夫，皆不免於訾議，求如新安名家，寥寥無幾。德國有女子名孔達者，通中國語言文學，研究蘇、黄理論，書畫之書皆能背誦，亦稱新安派得‘辣’字之訣，而薄吳門、華亭、虞山、金陵諸名家，其知識遠甚，今預故宫博物院顧問，方輯一明清兩代書畫名賢所用圖章，編成影印，已得二三千印，猶孜孜未已。上海市博物館落成，惟古書畫捜求最難，因措巨資不易，其餘皆家鄉人家所稱老貨樓之拉雜，如繡鞋舄褲，皆是可列陳設之物。歙中有閒可收舊先破爛茶擔、杯盂、椅墊之屬，為將來博物館計亦佳，遲則毀棄將盡耳。匆復，祗候著綏。黄賓虹頓首。二月十九日。",
      "summary": "2月18日，晤瑞典圖書館主任喜龍仁，其人謂“新安派為世界第一等高品”。鑒定中對故宫收藏院體繪畫之夥頗爲失望。",
      "details": "與許承堯書：“芚公先生鑒：誦示並惠假《碧雲秋露詞》收到，俟刊竣後即催繳上，勿念。鄭慕倩蘭竹，清勁如其人，甚罕見，近全世界鑒家盡知之。昨有瑞典圖書館主任喜龍仁者，酷愛鄭畫，謂新安派為世界第一等高品，江浙名家皆所不及。如四王之甜，藍田叔之俗，歐人亦厭之矣。程孟陽蕭疏雅淡，實開漸江僧之先聲，贋本皆苶弱枯羸。僕研求新安派畫，謂其肥不臃腫，瘦不羸瘠，是為得筆墨之真趣，後人乾擦水染，皆失其法。公能深悟古人筆意於孟陽畫，言之確鑿，洵非皮相而有見於牡牝驪黄之外者也。近觀故宫書畫已千餘件，大半院體甜俗之作，如内廷供奉之士夫，皆不免於訾議，求如新安名家，寥寥無幾。德國有女子名孔達者，通中國語言文學，研究蘇、黄理論，書畫之書皆能背誦，亦稱新安派得‘辣’字之訣，而薄吳門、華亭、虞山、金陵諸名家，其知識遠甚，今預故宫博物院顧問，方輯一明清兩代書畫名賢所用圖章，編成影印，已得二三千印，猶孜孜未已。上海市博物館落成，惟古書畫捜求最難，因措巨資不易，其餘皆家鄉人家所稱老貨樓之拉雜，如繡鞋舄褲，皆是可列陳設之物。歙中有閒可收舊先破爛茶擔、杯盂、椅墊之屬，為將來博物館計亦佳，遲則毀棄將盡耳。匆復，祗候著綏。黄賓虹頓首。二月十九日。” 按：喜龍仁Osvald Siren曾應蔡元培之聘，任北大考古學會通訊會員，著有《中國早期繪畫史》（1933）、《中國畫論》（1936）、《中國後期繪畫史》（1938）、《中國繪畫：大師和原理》（七卷本，1956—1958），爲西文系統研究中國畫的先導者。1935年2月14日時事新報《瑞典名雕刻家喜龍仁演講中國繪畫藝術△古人復活△蘇東坡大受誇獎△國畫抬頭神韻說居然高超（金滿城）》報導有云：“（星期二的下午五點半，在環龍路法文協會）他開始演說了，首先抬出來的人是我們的董其昌。由董其昌便發揮起來，說到中國的畫不出六大原則，而六大原則更可以歸為兩大原則：‘神韻’與‘生動’。他反覆說明中國的畫家是象徵的、理想的、靈感的，絕對不是機械的寫實主義。一而二，二而三地，喜先生引出了吳道子，更由吳道子的形影之說，這位先生實在是相當的會講，可是少數的時髦女郎似乎不大喜歡這太深了的虛無哲學這一套，表示疲倦了。喜氏隨後談到了蘇東坡，在蘇東坡的‘胸有成竹’上反覆發揮，而且極端佩服了蘇氏的‘詩畫一致’說：詩，不是人工可以作出來的，是靈感，是‘神授’，是一繪而就。畫也是一樣的，帶了功利觀念作畫或作詩的人",
      "is_letter": false
    },
    {
      "date": "1936.05.18",
      "norm_date": "1936.05.18",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：奉誦惠緘，並大作詩，祗惠種切。博物館項全由葉董事長負責，交付手續早已辦妥，内人諒因物主催詢，致勞台端費神收取，初非鄙意。今鄭師許君來函，尚須補出清單，調掉收據，客中根單無由記憶，以致因循未復，茲附寸柬，先祈代轉爲荷。此次北游，事因倉遽，無由縷詳。綏遠之行，冗雜遷延，僅至西山逗留多時。稍遲結伴，擬為房山、盤山諸勝，一瞻其概，即行返申。時事孔棘，旅行亦大不易。令媛蕙英習畫，頗覺孟晉，藏焉修焉，優焉游焉，方得文藝幽静之致，山林泉石，非閒無以領悟其趣。作畫之用筆之法，由分明而融洽；融洽之中，仍當分明。無法者不足觀，而泥於法者，亦不足觀。夫惟先求乎法之中，終超於法之外，不為物理所拘，即無往而非理。暇中可將珂版羅致其有章法者，一一臨摹，再自審其有無筆墨，何由進分明於融洽矣。其他於隷體中一波三折多致意耳。近作雖用筆太直，然非直不能曲，不先求直即曲，春蛇秋蚓，亦未為得。尊示蕙英文一首，論古文書畫同源之理，極爲精確，不學之子，何足於此。今之西畫，皆無學之徒爲之，歐日學者，尚解求知國畫理論，津津而樂道焉。國亡必先亡其學，可慨哉！復候著綏。黄賓虹頓首。二十五年七月十二日。",
      "summary": "在北平期間，游覽近郊諸山，賓朋之樂，宴無虛日，留連廠肆，賞心悅目。",
      "details": "與陳柱書：“柱尊先生大鑒：奉誦惠緘，並大作詩，祗惠種切。博物館項全由葉董事長負責，交付手續早已辦妥，内人諒因物主催詢，致勞台端費神收取，初非鄙意。今鄭師許君來函，尚須補出清單，調掉收據，客中根單無由記憶，以致因循未復，茲附寸柬，先祈代轉爲荷。此次北游，事因倉遽，無由縷詳。綏遠之行，冗雜遷延，僅至西山逗留多時。稍遲結伴，擬為房山、盤山諸勝，一瞻其概，即行返申。時事孔棘，旅行亦大不易。令媛蕙英習畫，頗覺孟晉，藏焉修焉，優焉游焉，方得文藝幽静之致，山林泉石，非閒無以領悟其趣。作畫之用筆之法，由分明而融洽；融洽之中，仍當分明。無法者不足觀，而泥於法者，亦不足觀。夫惟先求乎法之中，終超於法之外，不為物理所拘，即無往而非理。暇中可將珂版羅致其有章法者，一一臨摹，再自審其有無筆墨，何由進分明於融洽矣。其他於隷體中一波三折多致意耳。近作雖用筆太直，然非直不能曲，不先求直即曲，春蛇秋蚓，亦未為得。尊示蕙英文一首，論古文書畫同源之理，極爲精確，不學之子，何足於此。今之西畫，皆無學之徒爲之，歐日學者，尚解求知國畫理論，津津而樂道焉。國亡必先亡其學，可慨哉！復候著綏。黄賓虹頓首。二十五年七月十二日。” 按：陳柱之女蕙英乃黄賓虹門人。 與許承堯書：“芚公先生左右：北游南旋，眴經三月有餘，時漸秋爽，遥想頤養起居增祜為慰。燕京寥落，固非昔比，然賓朋之樂，讌會繁盛，酬酢往來。古物藏，時流市肆，賞心愜目，尚為它省所不及。此次璽印奇字獲十數紐。宋元明人書畫，力不能致，亦得禦目，良堪自喜。惟以有限之輸入，供無厭之誅求，尤足自笑。長名此次偕行，同為金融所窘，月得二百餘元，不敷旅費，日與肉食者周旋，宜其怏怏。近聆彤老盼為整理志務甚殷。已屬趕完故宫手續，免與宦途人争閒氣。祈尊處力為推轂，俾志承有成尤幸。文從聞秋凉可來滬盤桓，倘携汪無瑞册出觀尤感。專此著綏。黄賓虹頓首。八月二十二日。”...",
      "is_letter": false
    },
    {
      "date": "1936.12.30",
      "norm_date": "1936.12.30",
      "hbh_loc": "蘇州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "疑庵先生左右：前誦惠書，適往具區，致稽裁答復，歉甚歉甚。……近日為友人邀作鑒畫工役，每日須依銀行鐘點辦事，頗形勞碌。然因此得見無數宋元明清書畫，亦有唐以上者。每日以數十件計，約六個月尚難蕆事。略有筆記，删改或可成編，亦足差强意耳。有明周天球蘭卷，題七十七人，如吾鄉許文穆、王仲房、汪仲徽、方定之（即弘静）、方不燿、元熲、詹東圖、鮑叔子（應鰲）、汪象初、文兆唐（若營）、宇肩、凌斗城（琯）、汪心禪（大成）、汪君倩（元功）、鮑叔卿（士章）、徐茂、吳柱、羅伯符（文瑞）、吳半千（守淮）、佘宗漢（翔）、程子虛（本中）、方子瞻，疑多半歙人，皆有詩。餘若查梅壑自書詩卷，多不勝抄。且監守極嚴重，亦不能代人去抄，甚怏怏也。匆上，順頌年禧。黄賓虹頓首。一月十三（日）。",
      "summary": "自舊年12月30日開始入庫鑒定故宫書畫，得寓目無數宋元明清書畫，極爲愜心。",
      "details": "與許承堯書：“疑庵先生左右：前誦惠書，適往具區，致稽裁答復，歉甚歉甚。……近日為友人邀作鑒畫工役，每日須依銀行鐘點辦事，頗形勞碌。然因此得見無數宋元明清書畫，亦有唐以上者。每日以數十件計，約六個月尚難蕆事。略有筆記，删改或可成編，亦足差强意耳。有明周天球蘭卷，題七十七人，如吾鄉許文穆、王仲房、汪仲徽、方定之（即弘静）、方不燿、元熲、詹東圖、鮑叔子（應鰲）、汪象初、文兆唐（若營）、宇肩、凌斗城（琯）、汪心禪（大成）、汪君倩（元功）、鮑叔卿（士章）、徐茂、吳柱、羅伯符（文瑞）、吳半千（守淮）、佘宗漢（翔）、程子虛（本中）、方子瞻，疑多半歙人，皆有詩。餘若查梅壑自書詩卷，多不勝抄。且監守極嚴重，亦不能代人去抄，甚怏怏也。匆上，順頌年禧。黄賓虹頓首。一月十三（日）。” 按： 故宮審畫日程（據審畫底本上黄賓虹自記日期） 第1册：1935年12月27日至12月29日 第2册：未記 第3册：未記 第4册：未記 第5册：1936年1月20日至22日下午 第6册：未記 第7册：1月23日至28日 第8册：1月28日至30日 第9册：1月30日至31日 第10册：未記 第11册：2月4日至2月7日 第12册：2月7日至2月10日 第13册：2月10日下午至2月12日 第14册：2月12日至2月13日 第15册：2月13日至2月14日 第16册：2月17日至2月18日 第17册：2月18日至2月19日 第18册：2月19日至2月21日 第19册：2月21日下午至2月24日 第20册：未記 第21册：2月26日下午起 第22册：2月28日下午起 第23册：3月3日（起） 第24册：3月5日（起） 第25册：未記 第26日: 未記 第27册：3月11日下午起 第28册：3月13日下午起 第29册：3月17日上午起 第30册：3月18日下午起 第31册：3月20日上午起 第32册：3月23日下午起 第33册：3月24日下午起 第34册：3月25日下午起 第35册：3月26日起 第36册：3月39日上午起 第37册：3月31日下午起 第38册：未記 第38册：未記 第39册：未記 第40册：未記 第41册：未記 第42册：未記 第43册：未記 第44册：續4月22日上午 第45册：4月27日（以上上海第一次鑒定） 第46册：6月2日至6月25日 金石古玩册：7月30日至8月6日（以上北平鑒定） ",
      "is_letter": true
    },
    {
      "date": "1937.春",
      "norm_date": "1937.01.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓公老兄左右：奉書並為王叔平作畫精極，弟為題一詩並跋數語，另寫呈教。叔平多藏舊書，為求公畫，乃託其物色吾歙遺籍，他日有得，皆公賜也（得黄氏物，必以奉公），先此謝謝。屬徵和詩，稍遲到滬當代求人為之，里中實無能和之人也。公居莫愁湖濱，飽領六朝煙水氣，羨甚羨甚。手問起居。弟承堯上。",
      "summary": "春，為王叔平作《城南草堂勘書圖》。",
      "details": "許承堯書：“賓公老兄左右：奉書並為王叔平作畫精極，弟為題一詩並跋數語，另寫呈教。叔平多藏舊書，為求公畫，乃託其物色吾歙遺籍，他日有得，皆公賜也（得黄氏物，必以奉公），先此謝謝。屬徵和詩，稍遲到滬當代求人為之，里中實無能和之人也。公居莫愁湖濱，飽領六朝煙水氣，羨甚羨甚。手問起居。弟承堯上。” 又：“山城號仙源，在昔人事寡。嗟今亦置燧，畏聽蕭蕭馬。琅然城之南，尚有讀書者。讀書當何為？癖此未忍捨。樵貴名可念，三嘆甘在野。踵跡俞理翁，娛古自嫻雅。賓虹為寫貌，逸氣浩難把。以方梅壑筆，固亦不相下。寄茲慚有請，一欷儻吾假。丁丑春，黄賓公為叔平先生寫此圖，賓公畫精純渾厚，陳柱尊推為近代第一，余亦以爲不減查梅壑，近人能此者絶稀。此圖尤最精意之作，因爲題端，並附一詩。（此詩另紙書之並題端，今日寄去。）”...",
      "is_letter": true
    },
    {
      "date": "1937.秋",
      "norm_date": "1937.01.01",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生左右：頃頌手書，郵程沮滯經月餘矣。滄桑世事，王孟津譬之蠛蠓過太虛，惟古人手澤千百年如新，誠不朽業耳，此樂無極。漸師，僕近輯其軼事，知為歙南溪南人。得有數證：一、師號漸江，以水道循黄墩上九龍山下入歙，即漸水。二、明有江民璞（珍）號漸江先生。蕭江發源於黄墩後遷篁南，即今之南溪南（別西溪南為豐南，即吳不炎之村也）。三、汪璧人（家珍）題漸師及允凝畫跋，屢云“余家去黄山百二十里，去漸公家二十里",
      "summary": "秋，開始搜輯漸江軼事。",
      "details": "與許承堯書：“芚公先生左右：頃頌手書，郵程沮滯經月餘矣。滄桑世事，王孟津譬之蠛蠓過太虛，惟古人手澤千百年如新，誠不朽業耳，此樂無極。漸師，僕近輯其軼事，知為歙南溪南人。得有數證：一、師號漸江，以水道循黄墩上九龍山下入歙，即漸水。二、明有江民璞（珍）號漸江先生。蕭江發源於黄墩後遷篁南，即今之南溪南（別西溪南為豐南，即吳不炎之村也）。三、汪璧人（家珍）題漸師及允凝畫跋，屢云“余家去黄山百二十里，去漸公家二十里”，璧人家叢睦，於黄墩尤合。四、負米行三十里，不逮期，欲赴練江死，此路諒由歙西或南山後之豐隆嶺（嶺路通雄村）到漁梁糴米，米由寧國浙江而來。五、漸師將至界口省墓，迂道鳩茲，今蕭王墓，在街口。《一統志》為梁帝，非汪姓。汪太函稱江民璞家是相門帝胄，故漸師傳稱歙之右族。拙作漸師軼事，約萬餘言，分氏族、時世、游蹤、畫蹟、詩文、雜藝、交誼、傳授、派別、評論、後跋，繕清當奉教。《曉江風便圖》各跋，前曾錄副，今未撿得，求代抄一通惠寄，尤感謝。張西璧畫卷跋中，趙弼即德相，入六逸祠。鮑寧，‘寧’郡志作凝。而趙敬字永敬，趙仁字常齋，唐允吉字元吉，鮑成字止齋，均未詳。如公能編歙之氏族志及人物志兩類，以為大好山水生色，亦一不朽之業。郡邑各志均有缺，可補正也。天師畫卷後一大印，曰‘陽平治都功印’，惲子居集已有說，存卷今留敝寓觀覽。故都有數人欲得之，原主住天津，尚豪富，今貶值云須四百番，僕緜力兼時阨不能置已。又見趙文山小幀，亦元明間物，趙吉士郡志入流寓，是已葬歙，其子孫家焉。而《職官志》亦有趙文，為弘治十年任永豐倉大使，《無聲詩史》言其洪武中以畫名，餘與趙志同。然弘治去洪武近百年，記載當有。此是畫史引書之失。新安近想安謐。倘公為禹稷不獲為顔子，則著書功業分工矣。祗頌日綏。黄賓虹頓首。九月八日。學校停辦，附及。” 許承堯書：“賓虹吾兄：書悉。尊眷想已至北平。北平歷劫未被兵，文化擁護，當無意外也。干戈擾攘中談古書畫，絶奇。汪士修《思親慕道圖》佳甚。所詢諸人，公所不知者，我亦茫然。近方搜集里中舊譜，如有所得，當以聞。此圖公欲留否，價當若干？（廠肆當有事時可望廉平）未知吾力能及否？漸公《曉江》卷中有吳僅庵題詩，惜已佚，即慕道人之友，公所謂吳揭也。記程齡孫家有倪雲林畫，畫不真而上有吳揭長跋，秋間至滬當訪之。里中又出一奇物，乃宋畫朱子真像，有詔定御贊，贊缺數字，璽存畫微缺，可補。有朱氏祠記，足證真確，毫無疑",
      "is_letter": false
    },
    {
      "date": "1937.秋",
      "norm_date": "1937.01.01",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生左右：日前誦賜緘並錄漸江詩畫跋，感謝感謝。《曉江風便圖》能入尊藏，可謂得所。近聆公秋間亦有北游意，由滬通車來頗安適。僕暫擬遷舊京小住，賃石駙馬街後宅七號，有獨院，房宇八九間，略可粗安，就近即可搬移，較旅社為清静耳。命繪柏園圖，此境最易近俗，思以元明人蒼古筆意寫之，然不能佳，得附大著詩以傳，感幸何似。專此，祗頌日綏。黄賓虹頓首。（拙圖附上）",
      "summary": "為許承堯繪《柏園圖》。",
      "details": "與許承堯書：“芚公先生左右：日前誦賜緘並錄漸江詩畫跋，感謝感謝。《曉江風便圖》能入尊藏，可謂得所。近聆公秋間亦有北游意，由滬通車來頗安適。僕暫擬遷舊京小住，賃石駙馬街後宅七號，有獨院，房宇八九間，略可粗安，就近即可搬移，較旅社為清静耳。命繪柏園圖，此境最易近俗，思以元明人蒼古筆意寫之，然不能佳，得附大著詩以傳，感幸何似。專此，祗頌日綏。黄賓虹頓首。（拙圖附上）”...",
      "is_letter": false
    },
    {
      "date": "1937.02.21",
      "norm_date": "1937.02.21",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生道鑒：近晤江肇周兄，轉來手示並西溪汪君畫幅篆刻，欣悉歙中風雅一鐙燦焉猶存，我公提倡之旨宏矣。新安畫者，自雍乾後趨向吳門、雲間諸習，流於甜近。羅兩峰、方小師能上追宋元，其矯矯者，然已不專倪、黄。文藝必先師古人，此不易之理。家鄉古物已罕見，為後學一困難事。篆刻何雪漁思矯元人朱文柔弱之弊，一變爲爛銅派，為後世詆詈不少。至垢道人，或尚以鐘鼎文入印譏之。胡城東、巴予藉極歸純正，惟巴致力秦漢頗深，故趙撝叔尤亟稱之。垢道人識能及三代以上，可謂新安印學祖師。當時人祇知有秦漢印，其實秦印未（嘗）夢見，以爲六朝，漢印亦東漢莽後之作，李陽冰所謂平方正直而已。稍暇當撿敝藏印拓贈汪君。歙中乾嘉後篆刻家不墜巴、胡學派，今則謬學流行，不可嚮邇矣。今為友人約來秣陵之游。蘇州近有文獻展覽會，在二月二十一日起，約一星期。如此則引人向學之心，亦一善事。宣歙國學佔中邦最高地位，至今任其銷沉，極爲可惜。公能拈集同志，或就南京蘇浙，亦設一新安古物展覽，僕願附驥，然否？拙句附。專頌春釐。黄賓虹頓首。二月十九日。",
      "summary": "2月21日，赴蘇州觀摩吳中文獻展覽會。",
      "details": "與許承堯書：“芚公先生道鑒：近晤江肇周兄，轉來手示並西溪汪君畫幅篆刻，欣悉歙中風雅一鐙燦焉猶存，我公提倡之旨宏矣。新安畫者，自雍乾後趨向吳門、雲間諸習，流於甜近。羅兩峰、方小師能上追宋元，其矯矯者，然已不專倪、黄。文藝必先師古人，此不易之理。家鄉古物已罕見，為後學一困難事。篆刻何雪漁思矯元人朱文柔弱之弊，一變爲爛銅派，為後世詆詈不少。至垢道人，或尚以鐘鼎文入印譏之。胡城東、巴予藉極歸純正，惟巴致力秦漢頗深，故趙撝叔尤亟稱之。垢道人識能及三代以上，可謂新安印學祖師。當時人祇知有秦漢印，其實秦印未（嘗）夢見，以爲六朝，漢印亦東漢莽後之作，李陽冰所謂平方正直而已。稍暇當撿敝藏印拓贈汪君。歙中乾嘉後篆刻家不墜巴、胡學派，今則謬學流行，不可嚮邇矣。今為友人約來秣陵之游。蘇州近有文獻展覽會，在二月二十一日起，約一星期。如此則引人向學之心，亦一善事。宣歙國學佔中邦最高地位，至今任其銷沉，極爲可惜。公能拈集同志，或就南京蘇浙，亦設一新安古物展覽，僕願附驥，然否？拙句附。專頌春釐。黄賓虹頓首。二月十九日。” 又：“芚公先生大鑒：昨誦手書，聆悉珂里梅花盛開，履綦清興，羨羨。收藏編目，須得全抄題款、印章，能將尺寸、書畫精意説明更佳。展覽不易，誠然，近往蘇觀文獻展覽會，不過潘、吳兩家庋藏，雖乏極精之品，然亦提倡風雅盛事。拙詩荷獎飾增赧，有公至交可轉乞題尤感。畫册附上，專復，此頌道綏。黄賓虹頓首。” 按：吳中文獻展覽會於2月20日至30日在蘇州舉辦，王秋湄、金松岑、徐積餘、張善孖、葉恭綽、柳亞子等為鑒審委員，高燮、姚虞琴等為徵集委員。...",
      "is_letter": false
    },
    {
      "date": "1937.05.05",
      "norm_date": "1937.05.05",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生大鑒：得書祗悉起居。鄉邑先儒遺墨至為可寶，洵有古緣。青巖卷如此高值，雖尊古人，已不近理。捐存公處，先宜得人而後古物可保。培植好學佳子弟尤非易易。北平稷園近類游戲場，游人雜沓，惟古木舊殿尚是圖畫粉本。屬為拙畫，當選月夜風雨各景，較可免俗。此次僕因國立藝專之聘，南京藝展，校中辦事人俱南來。聞習畫事者都城尚有數千人。時見古物，漫興重來。新獲宋坑黄皮靈壁（璧）一拳，天然丘壑，極透瘦皴之妙，其音鏗鏗，自比宋人之寶燕石無以逾之。燕玉非寶事，或舊謡者作談柄，供噱耳。近見程柯亭（功，字又鴻，休寧人）、毛際可作圖，中有姜實節等跋，其不知名者諒多徽人，惜篋中無志乘考其為何如，僅錄其姓名存之。張翰飛君上年曾聞過滬寓，它往未值。黄山中新建屋，屬書自當應命。公寄紙或在南京，茲先奉篆聯，祈代轉，畫續上。專頌時綏。黄期賓虹頓首。（長名兄舊友張燦如君同寓新平飯店七號，甚念念及之。僕仍寓飯店三七號，未遷入校也。）",
      "summary": "5月5日，上午購得宋坑黄皮靈璧石，甚自珍。",
      "details": "與許承堯書：“芚公先生大鑒：得書祗悉起居。鄉邑先儒遺墨至為可寶，洵有古緣。青巖卷如此高值，雖尊古人，已不近理。捐存公處，先宜得人而後古物可保。培植好學佳子弟尤非易易。北平稷園近類游戲場，游人雜沓，惟古木舊殿尚是圖畫粉本。屬為拙畫，當選月夜風雨各景，較可免俗。此次僕因國立藝專之聘，南京藝展，校中辦事人俱南來。聞習畫事者都城尚有數千人。時見古物，漫興重來。新獲宋坑黄皮靈壁（璧）一拳，天然丘壑，極透瘦皴之妙，其音鏗鏗，自比宋人之寶燕石無以逾之。燕玉非寶事，或舊謡者作談柄，供噱耳。近見程柯亭（功，字又鴻，休寧人）、毛際可作圖，中有姜實節等跋，其不知名者諒多徽人，惜篋中無志乘考其為何如，僅錄其姓名存之。張翰飛君上年曾聞過滬寓，它往未值。黄山中新建屋，屬書自當應命。公寄紙或在南京，茲先奉篆聯，祈代轉，畫續上。專頌時綏。黄期賓虹頓首。（長名兄舊友張燦如君同寓新平飯店七號，甚念念及之。僕仍寓飯店三七號，未遷入校也。）”...",
      "is_letter": false
    },
    {
      "date": "1937.05.18",
      "norm_date": "1937.05.18",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓虹老兄左右：舊京書悉。聞公得燕玉煖老，因舍南之北，北中消夏極宜。柏園中飲冰消暑（月夜極好，吾時夢之），間作小畫，紀以新詩，真是地行仙人，羨妬無似。如有柏園或北海畫稿，乞賜小開，供弟想像，有興當為詩寄公也。翰飛營新居，求公書聯紙寄南京舊寓，不知收到否？（紙頗長，如已失，求得暇為書一聯了之，渠崇拜懇求至切也。）青巖卷，宅心居奇太甚，尚未肯出，姑且聽之，聞索八百元。《聖僧庵志》，明人作，尚在黄柱畫壁前，與貴村無甚關係。（新安又發見白山之姪日記數册，聞記拜祠祭奠等事，時稱琯叔公，要否？如要可爲致之，不須論值也。）張習孔書，曾見一卷，以價昂未收。近弟得汪雙池汪慎修手校書，汪雙池及江、戴、金、程四家遺墨俱收全矣，告公一慰。弟近年得鄉里珍籍頗多，不忍散失，將來擬捐存徽州公共地方，但可靠者少，亦不敢輕放手也。手請頤安。弟承堯上。",
      "summary": "5月18日，至中山公園訪周肇祥。得許承堯信。",
      "details": "許承堯書：“賓虹老兄左右：舊京書悉。聞公得燕玉煖老，因舍南之北，北中消夏極宜。柏園中飲冰消暑（月夜極好，吾時夢之），間作小畫，紀以新詩，真是地行仙人，羨妬無似。如有柏園或北海畫稿，乞賜小開，供弟想像，有興當為詩寄公也。翰飛營新居，求公書聯紙寄南京舊寓，不知收到否？（紙頗長，如已失，求得暇為書一聯了之，渠崇拜懇求至切也。）青巖卷，宅心居奇太甚，尚未肯出，姑且聽之，聞索八百元。《聖僧庵志》，明人作，尚在黄柱畫壁前，與貴村無甚關係。（新安又發見白山之姪日記數册，聞記拜祠祭奠等事，時稱琯叔公，要否？如要可爲致之，不須論值也。）張習孔書，曾見一卷，以價昂未收。近弟得汪雙池汪慎修手校書，汪雙池及江、戴、金、程四家遺墨俱收全矣，告公一慰。弟近年得鄉里珍籍頗多，不忍散失，將來擬捐存徽州公共地方，但可靠者少，亦不敢輕放手也。手請頤安。弟承堯上。”...",
      "is_letter": false
    },
    {
      "date": "1937.07.18",
      "norm_date": "1937.07.18",
      "hbh_loc": "北平",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "芚公先生大鑒：前誦手教，聆悉漸師《曉江風便圖》已得所，至以爲快。歙中人文之盛，散著於典籍者固不勝記，采輯而董理之，雖零縑碎楮，亦足徵往軌餘跡，俱非尋常可儗議，實塵網中一樂。世界世變迭經，片紙之壽，或三五百年而如新，觀者不啻與古為徒矣。近廠肆睹唐白雲先生之子子儀名文鳳者真蹟，明宣德五年題記（詩序一首，隸書似仿華山碑）。巖鎮汪士修《思親慕道圖》，圖為嗣四十四代天師張宇清作，即《歷朝詩選》中宇初之弟，畫有方方壺高趣。詩跋中有方佐，天順六年壬午科舉人，似較《玩芳圖》尤早。趙汝弼著復齋遺稿者，均巖鎮人。汪士修祖季賢、父志道，早卒，祖妣（閔）生母（吳）載節烈傳。洪武中旌表建重節堂，詳邑志。其餘道官黄理、黄端友、邱文顯、王友原，又通玄守默道人，有詩文，汪存一、趙敬、趙仁、唐允吉、鮑相、鮑寧、鮑成、鮑埒、唐植，均有詩，不可考，諒多歙人。我公方聞博洽，注意鄉邦文獻，祈有以教之。專此，祗頌道綏。黄賓虹頓首。七月十八日。",
      "summary": "7月18日，寄許承堯書，論鄉邦文獻之搜集。",
      "details": "與許承堯書：“芚公先生大鑒：前誦手教，聆悉漸師《曉江風便圖》已得所，至以爲快。歙中人文之盛，散著於典籍者固不勝記，采輯而董理之，雖零縑碎楮，亦足徵往軌餘跡，俱非尋常可儗議，實塵網中一樂。世界世變迭經，片紙之壽，或三五百年而如新，觀者不啻與古為徒矣。近廠肆睹唐白雲先生之子子儀名文鳳者真蹟，明宣德五年題記（詩序一首，隸書似仿華山碑）。巖鎮汪士修《思親慕道圖》，圖為嗣四十四代天師張宇清作，即《歷朝詩選》中宇初之弟，畫有方方壺高趣。詩跋中有方佐，天順六年壬午科舉人，似較《玩芳圖》尤早。趙汝弼著復齋遺稿者，均巖鎮人。汪士修祖季賢、父志道，早卒，祖妣（閔）生母（吳）載節烈傳。洪武中旌表建重節堂，詳邑志。其餘道官黄理、黄端友、邱文顯、王友原，又通玄守默道人，有詩文，汪存一、趙敬、趙仁、唐允吉、鮑相、鮑寧、鮑成、鮑埒、唐植，均有詩，不可考，諒多歙人。我公方聞博洽，注意鄉邦文獻，祈有以教之。專此，祗頌道綏。黄賓虹頓首。七月十八日。”...",
      "is_letter": true
    },
    {
      "date": "1938.春",
      "norm_date": "1938.01.01",
      "hbh_loc": "北平",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "春明館看花作，奉寄芚公先生博笑。賓虹，丁丑。",
      "summary": "春，作《春明館看花圖》卷寄贈許承堯。",
      "details": "自題：“春明館看花作，奉寄芚公先生博笑。賓虹，丁丑。”（《中國近現代繪畫精品選集》，河北教育出版社2000年8月版） 許承堯《題賓虹畫〈春明館看花圖〉三首》：“故國春深小榭幽，盡回茗意入輕甌。蓬萊清淺尋常事，惟有看花易白頭。重來所得是沾巾，草草花時寂寂春。莫遂悲歌且安坐，荆、高去後更無人。鬱然殷社繞牆枝，仰視蒼蒼白日馳。傾國人來成隔代，煮茶聲過未移時。幾春自惜經行地，九死猶留暇豫詞。漫記題襟閒歲月，爲尋殘字怕禁思。” 存考：詩録自《疑庵詩》。春明館在北京中山公園（稷園），是文人聚會畫家展覽的場所。...",
      "is_letter": true
    },
    {
      "date": "1938.04",
      "norm_date": "1938.04.01",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "福大人",
      "summary": "4月，與江朝宗、徐世昌、錢桐、周養庵、福開森、張大千、于非厂賞花，並各執一枝海棠攝影留念。",
      "details": "存考：本條内容源於一張合影（見附圖），原認爲照片攝於古物陳列所西園。羅清奇女士以福開森檔案中兩張分别攝於1934年4月28日、1937年4月28日的照片加以比照，得出1938年這張照片與另兩張均攝於喜鵲胡同三號福開森府邸花園的結論。從不同的照片上看，無論房屋結構、窗户格式、廊基、臺階，還是道路與道旁花草均無差别，惟一的差别是照片拍攝方向相反。但《疑庵詩》本年載有許承堯《題賓虹畫〈春明館看花圖〉》詩（詳下條），是不是與這次賞花同爲一事，尚待實地考察。福開森John Calvin Ferguson(1866—1945)，美國人，1888年到南京傳教，並創立匯文書院，先後擔任亞洲文會會長、華洋義賑會會長、北洋政府顧問、故宫博物院鑒定委員、國民黨政府顧問。收藏中國文物甚夥，能操華語，北京人稱“福大人”。1943年被日寇遣送回國。黄賓虹與福開森交往未見報導。據悉尼羅清奇女士所得材料，有兩則可能與他們交往有關。一是1936年6月30日古物陳列所福氏古物館成立週年紀念由錢桐署名的請柬。請柬曰：“六月三十日（星期二）午後四時至六時爲本所文華殿福氏古物館舉行成立週年紀念，恭請光臨指教。古物陳列所主任錢桐謹訂。地點：東華門内文華殿。”此際黄氏正在北平鑒定故宫書畫，我們有理由相信黄賓虹在邀請之列。二是1939年8月4日福開森結婚五十週年送禮名單中有古物陳列Huang Poch’uany一人，雖然没有註明中文姓名，但我們同樣有理由相信，這就是黄賓虹的字“黄樸存”的拼音。此外，福開森的“福氏古物館”在北平淪陷時期繼續開設，石谷風的《摹閻立本〈歷代帝王圖卷〉》（1939）原本即爲福開森古物館的展品。福開森編著有《歷代著録畫目》等。...",
      "is_letter": false
    },
    {
      "date": "1942.12.30",
      "norm_date": "1942.12.30",
      "hbh_loc": "重慶",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "老公先生左右：……去年偶得趙松雪《苕溪漁隱自寫照》青綠山水，及中峰禪師手書小楷百首七律梅花詩。……黄賓虹頓首。",
      "summary": "本年，偶得趙松雪《苕溪漁隱自寫照》與中峰禪師手書梅花詩百首。",
      "details": "與許承堯：“老公先生左右：……去年偶得趙松雪《苕溪漁隱自寫照》青綠山水，及中峰禪師手書小楷百首七律梅花詩。……黄賓虹頓首。”（1943年）...",
      "is_letter": true
    },
    {
      "date": "1943.秋",
      "norm_date": "1943.01.01",
      "hbh_loc": "重慶",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "我年八十君方半，畫可無聲詩有聲。若比王維曾過郢，孟亭還合聽泉鳴。（孟浩然年四十，王摩詰過郢為寫像，因名孟亭，孟亭以像傳也。）靖陶先生吟壇博粲，並祝四十初度。黄賓虹畫並題。",
      "summary": "本年，作山水横披賀曹熙宇四十初度。",
      "details": "自題：“我年八十君方半，畫可無聲詩有聲。若比王維曾過郢，孟亭還合聽泉鳴。（孟浩然年四十，王摩詰過郢為寫像，因名孟亭，孟亭以像傳也。）靖陶先生吟壇博粲，並祝四十初度。黄賓虹畫並題。” 按：靖陶為曹熙宇（1904—1975）之字，號惆生，安徽歙縣人，為許承堯弟子，著有《看雲樓詩集》等。此際譜主還有一畫題贈，云：“吾鄉李檀園、吳塞翁，均以詩畫寄迹明湖，率擬其意。靖陶先生博粲。賓虹。”（北京寶瑞盈2011秋拍圖錄）...",
      "is_letter": false
    },
    {
      "date": "1943.秋",
      "norm_date": "1943.01.01",
      "hbh_loc": "重慶",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "崖懸百級梯，高瞰白雲低。矯健松千尺，黄山壽與齊。疑盦先生七秩大慶，黄賓虹恭祝。",
      "summary": "此際，作《黄山松圖》祝許承堯七十壽。",
      "details": "自題：“崖懸百級梯，高瞰白雲低。矯健松千尺，黄山壽與齊。疑盦先生七秩大慶，黄賓虹恭祝。” 許承堯題：“彭咸過佛眼，何者非須臾。我有長生訣，忘年最可娛。  大心行實善，君子自逢福。翹首北黟山，巍巍食天祿。此賓虹老人八十所作以壽予七十者，茲以轉壽己文世兄，為三壽作鳳之徵，並題二詩勉之。己文年正壯盛，志業無量，期頤上算，可預期也。甲申冬，芚叟。”...",
      "is_letter": false
    },
    {
      "date": "1944.01.11",
      "norm_date": "1944.01.11",
      "hbh_loc": "重慶",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "1943年，北平藝專‘輔佐官’伊京、黑田委託學校二位先生出面，提出爲先生舉辦畫展和八十歲祝壽儀式，均被先生婉言謝絶。",
      "summary": "北平藝術專科學校“輔佐官”伊京、黑田委託同校兩位老師出面，提出舉辦祝壽儀式並舉辦畫展，均婉言拒絶。",
      "details": "石谷風《一藝之成必竭苦功——回憶黄賓虹先生二三事》：“1943年，北平藝專‘輔佐官’伊京、黑田委託學校二位先生出面，提出爲先生舉辦畫展和八十歲祝壽儀式，均被先生婉言謝絶。” 許承堯作《黄賓虹八十生日詩》誌賀。 許承堯《黄賓虹八十生日詩》：“昔聞黄子久，以畫得成仙。耄耋君今到，神明益炯然。大癡應不讓，永命豈無緣？定見笞鸞鳳，遨娛一萬年！”...",
      "is_letter": false
    },
    {
      "date": "1944.12.27",
      "norm_date": "1944.12.27",
      "hbh_loc": "重慶",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "近代畫家，劬學者鮮，如蜀中張善孖、大千兄弟畫絶工，恨無文學潤色之。又如夏吷庵、黄公渚諸輩，文學斐然，旁通繪事，卒未造極。惟吾鄉賓虹老人，終身治古文奇字，多識周秦制作，亦卓然成一家，求之近代畫師，實未見其偶，此非余阿私之言也。大千論賓虹所長曰：‘識字第一，畫第二。’余未敢妄評，但知賓虹篆刻，亦極奇古，篆書時爲之，刻印不輕作。賓虹以吾言北中風土佳，晚歲忽發興居北，遭離世難不能歸，今年八十又一，可念也。",
      "summary": "本年，老友許承堯惦念情殷，撰《憶賓虹》。",
      "details": "許承堯《憶賓虹》：“近代畫家，劬學者鮮，如蜀中張善孖、大千兄弟畫絶工，恨無文學潤色之。又如夏吷庵、黄公渚諸輩，文學斐然，旁通繪事，卒未造極。惟吾鄉賓虹老人，終身治古文奇字，多識周秦制作，亦卓然成一家，求之近代畫師，實未見其偶，此非余阿私之言也。大千論賓虹所長曰：‘識字第一，畫第二。’余未敢妄評，但知賓虹篆刻，亦極奇古，篆書時爲之，刻印不輕作。賓虹以吾言北中風土佳，晚歲忽發興居北，遭離世難不能歸，今年八十又一，可念也。”（《許疑盦先生年譜（初稿）》）...",
      "is_letter": false
    },
    {
      "date": "1945.01",
      "norm_date": "1945.01.01",
      "hbh_loc": "重慶",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "愁絶潭濱老畫師，冥鴻天末渺歸期。年年溪上春花發，又是烘茶煮筍時。國門煙樹八年寒，春涙零星老漸乾。多少鱮魴消息斷，海濱閑煞釣魚竿。忽忽興亡點筆中，江山收拾術誰工？含毫審睇應回首，水墨相濡總未融。風雪埋頭耐討尋，寂寥陌巷一燈深。屏除萬事成孤悦，癖古何知更有今？",
      "summary": "1月，應許承堯爲其子女家楫、家華寄舊日畫稿作臨習範本之請，選十二幀臨古畫稿贈之。",
      "details": "許承堯《題黄賓虹畫稿四首》：“愁絶潭濱老畫師，冥鴻天末渺歸期。年年溪上春花發，又是烘茶煮筍時。國門煙樹八年寒，春涙零星老漸乾。多少鱮魴消息斷，海濱閑煞釣魚竿。忽忽興亡點筆中，江山收拾術誰工？含毫審睇應回首，水墨相濡總未融。風雪埋頭耐討尋，寂寥陌巷一燈深。屏除萬事成孤悦，癖古何知更有今？” 許承堯書：“賓虹老兄左右：多年未與公通問，世事阻隔，無可奈何，然此心無時不馳繫左右。……弟近年喜一切如昔，粥書爲活，所入足供食用。回徽後所出一子家楫（字航先）、一女家華（字聞復），俱長成，俱學畫，筆致楚楚，惜公隔遠，不能使列門牆，得稍窺美富爲悵悵耳。……公舊日畫稿能寄賜少許與楫、華否？手此，敬請歲安。弟許芚上。十二月廿二日。” 按：許家華《跋黄賓虹手迹畫稿十二幀》云：“此册畫稿十二幅是黄賓虹大師1944年應先父許際唐公函求，自北京寄歙縣贈給我們學畫山水用的。”然該跋將其父信繫於癸未年，顯然自相矛盾。癸未（1943）黄賓虹八十歲，許承堯有賀詩，而此信云“多年未與公通問”，又云“近年喜一切如昔”，與繫於癸未（1943）年的説法不相合。《疑庵詩》亦將題詩排於《甲申除夕》之前，所以，以許信寫於1944年12月22日，黄畫寄於1945年初，許於同年2月12日（甲申除夕）之前得畫稿而題詩爲妥。...",
      "is_letter": true
    },
    {
      "date": "1946.春",
      "norm_date": "1946.01.01",
      "hbh_loc": "重慶",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "明啟禎間士夫畫，不讓元季諸賢，吾歙尤多傑起之作。余於李檀園最為心折，其得天趣勝也。丙戌，賓虹年八十又三。",
      "summary": "新春，為老友許承堯作水墨山水圖。",
      "details": "自題：“明啟禎間士夫畫，不讓元季諸賢，吾歙尤多傑起之作。余於李檀園最為心折，其得天趣勝也。丙戌，賓虹年八十又三。” 許承堯題：“賓叟晚歲作，氣韻蒼厚極矣。此意在檀園，絕去摹擬而神理自通，真玄詣也。芚叟。”（安徽省博物館藏）...",
      "is_letter": false
    },
    {
      "date": "1946.07.06",
      "norm_date": "1946.07.06",
      "hbh_loc": "重慶",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "君白吾兄道鑒：昨誦手書，聆悉許芚翁作古之耗，聞之不勝悲悼，擬爲誄辭，舉筆沮喪，竟不成篇。因暫擱起，近在七期左右，能請於拙畫潤資撥若干金，酌代計不豐不儉之間，先送楮儀一份，以表弔唁。今敝寓每月房金漲至十萬元，尚有許多難題未解决，不得已而新遷於卅五號。……賓虹拜上。七月廿八日。",
      "summary": "7月6日許承堯在歙縣唐模村病逝，享年七十三歲，揮淚撰《誄辭》。",
      "details": "與鮑君白書：“君白吾兄道鑒：昨誦手書，聆悉許芚翁作古之耗，聞之不勝悲悼，擬爲誄辭，舉筆沮喪，竟不成篇。因暫擱起，近在七期左右，能請於拙畫潤資撥若干金，酌代計不豐不儉之間，先送楮儀一份，以表弔唁。今敝寓每月房金漲至十萬元，尚有許多難題未解决，不得已而新遷於卅五號。……賓虹拜上。七月廿八日。”...",
      "is_letter": false
    },
    {
      "date": "1953.秋",
      "norm_date": "1953.01.01",
      "hbh_loc": "北京",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓虹畫册藏諸紅樹堂多年，勉功兄由漢游滬，過寒齋譚藝，於此册異常讚嘆，因而持贈，輒書數言，用紀因緣。一九五三年九月八日，陸丹林。",
      "summary": "秋，陸丹林將1933年畫贈給自己的《蜀游圖册》移贈其友勉功，勉功持畫來訪索題。",
      "details": "陸丹林題跋：“賓虹畫册藏諸紅樹堂多年，勉功兄由漢游滬，過寒齋譚藝，於此册異常讚嘆，因而持贈，輒書數言，用紀因緣。一九五三年九月八日，陸丹林。” 重題：“古來畫者，師古人兼師造化。余於誦習餘暇，喜學繪事，曩溯江流，由吳越，循楚蜀，南游閩桂，北羈燕趙，模山範水，得圖以歸。今勉功先生枉顧杭之敝廬，出余舊作畫册屬題，拙劣，汗書此，賓虹癸巳年九十。” 按：是册十二開，現藏湖北省博物館，本條採自《東南文化》2005年第1期王曉鐘《黄賓虹〈蜀游畫册〉賞析》一文。除陸、黄兩跋外，尚有葉恭綽題耑、陳散原題册首、林思進“癸酉四月望後二日”跋（見本譜1934年條）、許承堯“癸酉秋”跋、吳虞跋，以及沈尹默、楊千里“癸巳秋”跋。兹録沈尹默跋如下：“我昔客巴蜀，裘葛七易更。久住羣山中，一視頗與平。在山不羡山，長揖謝山雲。遠不到峨嵋，近未登青城。偶接游者談，彌復富詩情。冥想即在目，卧游吾所能。歸來將十載，魂夢時牽縈。黄翁所到處，一一賦以形。展之几案間，儼讀蜀山經。力移河若此，愚公以愚名。吾亦愧空回，淹留竟垂成。小詩質勉功，一笑罄壺傾。癸巳秋日，爲勉功先生題黄賓虹翁蜀中山水册，即請哂正，尹默。”...",
      "is_letter": false
    }
  ],
  "陳柱": [
    {
      "date": "1910.08.26",
      "norm_date": "1910.08.26",
      "hbh_loc": "蕪湖",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "珂版精印敦煌鳴沙山石室秘寶預約券",
      "summary": "乍見唐太宗《温泉銘》初唐拓本，驚其書法初看無奇，而尋味無窮，遂師之，自此書風丕變。",
      "details": "存考：1910年8月26日《時報》刊出“珂版精印敦煌鳴沙山石室秘寶預約券”廣告，其中“唐太宗温泉銘”一則稱：“此拓本剪裝卷子，行書圓勁流麗，宋人寶刻類金石録、通志金石略著録後，此石久佚。此本紙尾另行有‘永徽四年’墨書一行，知爲初唐拓本，人間之墨寶也。”據廣告稱，這批秘寶是伯希和於寄往巴黎圖書館十大箱子敦煌秘寶之外留存數束中的一部份，係直接從伯希和處攝影付印的。伯希和名列黄賓虹書信中所稱或晤面或通函的外國人之一，但我們不知道他是屬於哪一類的。據黄賓虹入室弟子、安徽省博物館研究員石谷風面告，四十年代他到濟南謀生，時常到北京——那時稱北平——看望老人，一次在老人的書架上看到一本“碑帖”，抽出來一看，是珂版精印的《温泉銘》，老人説，這是唐太宗《温泉銘》，被伯希和搞到的初唐拓本。當年一見便愛不釋手。唐太宗不愧是千古一帝，氣魄恢宏，舉世罕有其匹。他之前没有人敢用行書寫碑的，他就敢。他的字初看甚平易，再看看，他用筆綿裏裹針，結體長扁倚正，内在的東西多得很。葉恭綽的字從明阮大鋮變化而成，潘天壽的字從黄道周變化而成，他們都不明言，但一看就知道他們書法的自來。我的字是得益《温泉銘》的。石谷風指《温泉銘》中的“賓”字、“虹”字説，你看不是間架、神采逼似麽？唐太宗書法二王，所以老人的行書底子是王羲之、王獻之。黄賓虹不曾明言的書法淵源還是被陳柱在1936年10月《論畫示三女蕙英》（載《學術世界》第2卷第1期）中點穿了：“現代畫家，以汝師（陳蕙英從師黄賓虹）黄賓虹先生爲最，其書法亦甚工，余越園以賓翁之篆爲自明以來所未有，蓋善學盂鼎而能以篆筆爲篆字者也。其狂草學懷素，亦今人所不能及，即畫上題款之字，看之似無他奇，而安和舒適，非曾用力於二王者不能爲也。”現存黄賓虹書信手迹顯示，1915年寫給潘琳一信與二十年代已並無二致了。...",
      "is_letter": true
    },
    {
      "date": "1912.03.13",
      "norm_date": "1912.03.13",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "這一次是在1912年（民國元年）3月13日舉行的，地點，不用説，還是愚園呢。到的人恰恰有四十位，不多不少，雅集的順序，是愚園茶話，民影拍照，杏花樓晚宴而散。",
      "summary": "3月13日，赴上海愚園參加南社第六次雅集。",
      "details": "柳亞子《我和南社的關係》：“這一次是在1912年（民國元年）3月13日舉行的，地點，不用説，還是愚園呢。到的人恰恰有四十位，不多不少，雅集的順序，是愚園茶話，民影拍照，杏花樓晚宴而散。” 按：此次雅集與會的四十人名單如下：柳亞子、朱少屏、馮心俠、龐檗子、姚石子、鄒亞雲、鍾愪庵、顧振庠、張彦成、王省明、黄賓虹、胡樸安、陽惕生、雷鐵厓、葉楚傖、汪旭初、徐粹庵、杜尚陵、沈怡中、袁劍侯、吳信三、沈墨仙、周人菊、陶冶公、汪子實、陶小柳、譚介夫、陳漢元、陳定元、陳治元、黄季剛、劉昆孫、馬小進、梁雲松、王錫民、曾孟鳴、陳柱尊、黎世南、曾孝穀、李息霜。...",
      "is_letter": false
    },
    {
      "date": "1912.03.13",
      "norm_date": "1912.03.13",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "余識先生於三十載前，時方弱冠，先生長於余三之一，長身鶴步，奇氣鬱勃眉宇間，蓋黄嶽之精，以一身聚之者，一見相與高睨大談，舉所摹元人精品以贈，遂為忘年爾汝之交。",
      "summary": "與陳柱尊訂交。",
      "details": "陳柱尊《黄賓虹先生山水畫册序》：“余識先生於三十載前，時方弱冠，先生長於余三之一，長身鶴步，奇氣鬱勃眉宇間，蓋黄嶽之精，以一身聚之者，一見相與高睨大談，舉所摹元人精品以贈，遂為忘年爾汝之交。” 陳松英《黄賓虹先生》：“家大人（按：陳柱尊）嘗謂民元二之間，已識先生於海上，時家大人肄業南洋公學，即今之交通大學也。其時家大人年方二十左右，先生年長家大人以倍，然家大人至先生家，蒙享以大麹之酒。先生又嘗到南洋公學晤家大人。家大人嘗謂古人稱北海忘年而下交，無以過也。”（1953年《學術世界》一卷四期）...",
      "is_letter": false
    },
    {
      "date": "1919.08.16",
      "norm_date": "1919.08.16",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "《時報》是由狄葆賢創辦於1904年6月的一份著名報紙。狄氏同時創辦的有正書局，由於差不多與鄧實的《神州國光集》同步印行一種形式相似質量同樣精美的《中國名畫集》，同樣為學界所注目。1919年8月，《時報》新創辦了一種《美術週刊》。這之前，該報已有多種副刊，如《婦女週刊》、《實業週刊（附勞工聲）》、《文藝週刊》、《衛生週刊》、《英文週刊》，還有《新時報》、《圖畫週刊》等，逐日輪换，附載於報。《美術週刊》宗旨是：‘採擇我國自立之特色，與歐亞各國歡迎之極心，類分雕刻、圖畫、巧工、雜器、叢談、著錄、迻譯、攝影凡八門，萃數千餘年藝術之精英，促四百兆人生活之增進，新知舊學，捨短從長，由是而廣興工業，駸駸乎富强之盛。’週刊自8月26日推出第一號，至同年10月28日第十號，連同10月10日‘國慶增刊’，共刊行十一期。自第十一號起，附於文藝週刊（同年4月6日創刊，陳鶴紫主編），以《文藝週刊美術附》名目繼續刊行，直至1921年6月7日，前後三易春秋，共出版《美術週刊》八十多期，發表畫錄、篆刻、工藝雜俎等文章數百篇。這洋洋灑灑數百篇文章連同《美術週刊弁言》有一個令人費解的共同特點：除不多的幾篇署名文章而外，數百篇文章都没有署名。這麽多的文章不署名，這麽多不署名的文章，似乎有一隻神秘的大手包攬了《美術週刊》的全部著述工作。這種現象，不僅《時報》所附的其他副刊，就連其他報紙的副刊，也都是絶無僅有的。這位神秘的撰稿人是誰？這種現象的背後隱藏着什麽樣的潛台詞？我們藉助這種不明現象的破譯可以推導出什麽結論？瀏覽這些文章，我們發現，週刊第一號有篇《新安四巧工》，與黄賓虹發表於1909年《國粹學報》上的《四巧工傳》題材相類，並且與1914年黄賓虹《冰谼雜錄》中的《新安四巧工》標題也相同。經查對，三者除標題略有不同外而文辭皆同，顯然是同一篇文章，其作者是黄賓虹。於是，一個新問題提出來了：既然《新安四巧工》是黄賓虹的文章，那麽其他文章是不是也是黄賓虹所作？黄氏不同時期所撰的自述都說到他曾經擔任《時報》編輯，並且在致友人書中説到要找尋《神州日報》、《國是報》、《時報》彙集他舊年著述是很困難的事。但是研究者苦於缺乏具體年月綫索，茫茫報海，悠悠歲月，黄氏生前已嘆爲難能的事，在黄氏身後又數十年，要找尋並確認這些撒落的明珠，不能不説是件勉乎其難的事。已知是探索未知的指南，以已知的黄賓虹文章對照週刊上的不署名文章，不失爲幫助我們切入這個令人不解的謎團的有效手段。下面試就週刊頭二期目錄加以分析：‘第一號目錄：美術週刊弁言畫徵錄商兌·緒論畫錄成於江西篆刻麈談·古學復興·印文繁減新安四巧工迻譯·新畫訓·美術源起畫佛變意第二號畫徵錄商兌·煙客近師玄宰篆刻麈談·秦璽之別周代璽印宋代印譜印宗說文梅花喜神性緩得名畫蘭露根新安四巧工（續）美術譚（黄厚生）徵近人詩文書畫啟（胡君朝樑稿）’將這裏没有署名的文章與黄氏文章加以檢索比較，顯然它們與《籀廬畫談》、《虹廬筆乘》中的相關文章大體一致，除了《緒論》，“畫錄",
      "summary": "8月16日，《時報》新設副刊《美術週刊》，聘為主編，撰《畫徵錄商兌》、《藝林摭談》、《篆刻麈談》等文數百篇，並改寫陳樹人譯述《新畫法》前半畫理部分為《新畫訓》，均刊於週報。",
      "details": "拙文《美術週刊：神秘的撰稿人》：“《時報》是由狄葆賢創辦於1904年6月的一份著名報紙。狄氏同時創辦的有正書局，由於差不多與鄧實的《神州國光集》同步印行一種形式相似質量同樣精美的《中國名畫集》，同樣為學界所注目。1919年8月，《時報》新創辦了一種《美術週刊》。這之前，該報已有多種副刊，如《婦女週刊》、《實業週刊（附勞工聲）》、《文藝週刊》、《衛生週刊》、《英文週刊》，還有《新時報》、《圖畫週刊》等，逐日輪换，附載於報。《美術週刊》宗旨是：‘採擇我國自立之特色，與歐亞各國歡迎之極心，類分雕刻、圖畫、巧工、雜器、叢談、著錄、迻譯、攝影凡八門，萃數千餘年藝術之精英，促四百兆人生活之增進，新知舊學，捨短從長，由是而廣興工業，駸駸乎富强之盛。’週刊自8月26日推出第一號，至同年10月28日第十號，連同10月10日‘國慶增刊’，共刊行十一期。自第十一號起，附於文藝週刊（同年4月6日創刊，陳鶴紫主編），以《文藝週刊美術附》名目繼續刊行，直至1921年6月7日，前後三易春秋，共出版《美術週刊》八十多期，發表畫錄、篆刻、工藝雜俎等文章數百篇。這洋洋灑灑數百篇文章連同《美術週刊弁言》有一個令人費解的共同特點：除不多的幾篇署名文章而外，數百篇文章都没有署名。這麽多的文章不署名，這麽多不署名的文章，似乎有一隻神秘的大手包攬了《美術週刊》的全部著述工作。這種現象，不僅《時報》所附的其他副刊，就連其他報紙的副刊，也都是絶無僅有的。這位神秘的撰稿人是誰？這種現象的背後隱藏着什麽樣的潛台詞？我們藉助這種不明現象的破譯可以推導出什麽結論？瀏覽這些文章，我們發現，週刊第一號有篇《新安四巧工》，與黄賓虹發表於1909年《國粹學報》上的《四巧工傳》題材相類，並且與1914年黄賓虹《冰谼雜錄》中的《新安四巧工》標題也相同。經查對，三者除標題略有不同外而文辭皆同，顯然是同一篇文章，其作者是黄賓虹。於是，一個新問題提出來了：既然《新安四巧工》是黄賓虹的文章，那麽其他文章是不是也是黄賓虹所作？黄氏不同時期所撰的自述都說到他曾經擔任《時報》編輯，並且在致友人書中説到要找尋《神州日報》、《國是報》、《時報》彙集他舊年著述是很困難的事。但是研究者苦於缺乏具體年月綫索，茫茫報海，悠悠歲月，黄氏生前已嘆爲難能的事，在黄氏身後又數十年，要找尋並確認這些撒落的明珠，不能不説是件勉乎其難的事。已知是探索未知的指南，以已知的黄賓",
      "is_letter": false
    },
    {
      "date": "1923.05.27",
      "norm_date": "1923.05.27",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓虹先生大鑒：手教讀悉。小柳現在北京善會議秘書處辦事。柱尊先生屢欲把晤，皆以事未果。星期日（明日）準四時後到大馬路尊處再同赴豫豐泰也。即頌著安。弟胡韞玉。四月十日。",
      "summary": "5月27日，應胡韞玉約與陶牧叙晤。",
      "details": "胡韞玉書：“賓虹先生大鑒：手教讀悉。小柳現在北京善會議秘書處辦事。柱尊先生屢欲把晤，皆以事未果。星期日（明日）準四時後到大馬路尊處再同赴豫豐泰也。即頌著安。弟胡韞玉。四月十日。” 按：陶牧（1874—1934），字伯蓀，號小柳，南社社友，貞社社員。早年游幕四方，後居蘇滬。現存其致譜主信一通，年月不詳，信文如下：朴存先生賜鑒：違教二月，悵悵。弟蟄居吳門，幸逃一劫，然亦殆矣。南北底定，延陵縱跡何向，能否軟化，各派意見能否融洽，均屬問題，拭目俟之可耳。尊庽逼近華界，略無驚恐。詢之前託之畫件如何，此時有否法設，或售或押均可，尚乞賜以進行。有以見復，無任感企。弟因患瘧，稍愈或來滬一聚。匆頌著綏。弟陶牧頓首。九日。...",
      "is_letter": false
    },
    {
      "date": "1925.04.08",
      "norm_date": "1925.04.08",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "萬壑千峰欲插雲，依稀莫辨故山村（黄先生跋曾及粤西山水，故云）。斜陽遠映紅於血，知是江山是淚痕。五日一山十日水，由來造化亦艱難。神州錦繡今安寄，祇合年年作畫看。",
      "summary": "陳柱尊爲題山水圖。",
      "details": "陳柱尊《題黄樸存先生山水》：“萬壑千峰欲插雲，依稀莫辨故山村（黄先生跋曾及粤西山水，故云）。斜陽遠映紅於血，知是江山是淚痕。五日一山十日水，由來造化亦艱難。神州錦繡今安寄，祇合年年作畫看。”（4月8日《民國日報·國學週刊》第81期）...",
      "is_letter": false
    },
    {
      "date": "1928.春",
      "norm_date": "1928.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "（陶冷月）受聘暨南大學中國藝術系主任。由徐悲鴻函薦，聘任黄賓虹為中國畫史教授，湯安為金石篆刻教授。春，與暨大同事黄賓虹、王雲僧、錢雲鶴游無錫梅園。",
      "summary": "春，陶冷月受聘暨南大學中國藝術系主任，由徐悲鴻介，允任中國畫史講席。與陶冷月遊無錫，在梅園天心台合影。",
      "details": "陶為衍《陶冷月年表》1928年條：“（陶冷月）受聘暨南大學中國藝術系主任。由徐悲鴻函薦，聘任黄賓虹為中國畫史教授，湯安為金石篆刻教授。春，與暨大同事黄賓虹、王雲僧、錢雲鶴游無錫梅園。” 汪譜引陶冷月函云：“賓老與我是從1928年夏我在籌辦暨南大學藝術系時，由徐悲鴻先生介紹相識。當時賓老住上海汾陽坊，正在為神州國光社整理重印《美術叢書》。因當時我任系主任，知賓老對國畫史極熟，故商聘為國畫理論講師。是年暑期賓老游桂林，在暑期（講）學會講學（曾作詩數十首），回滬後即來暨大任教。一年後，藝術系停辦，我赴開封河大任教，時賓老遷居西門路。” 陶冷月題合影：“一九二八年春，和賓虹、雲僧、雲鶴同游無錫梅園留影。是年，余任職暨大，賓虹亦在國畫系任講師。時賓老已六十五，雲僧、雲鶴亦過花甲，余年最幼，僅三十四歲。（左起）錢雲鶴、黄賓虹、王雲僧、陶冷月。冷月識。” 按：王雲僧（1876——1960），名鶴，號鶴巢、雲僧，無錫人。師從過華坡，廣覽歷代真蹟，博採衆長，自成一派。終身致力國畫創作，在無錫畫壇上，聲名頗盛。與胡汀鷺、賀天健等創辦無錫美術專科學校、女子美術專科學校及錫山書畫社等，培養人材甚衆。著有《鶴巢畫萃》四册、《人物寫真》一卷、《鶴巢人物畫稿三千法》等。暨南大學創立於1906年，前身為暨南學堂，係兩江總督端方訪歐歸後建於南京，後遷上海真如鎮，專門為海外僑胞子女修業而設立。1927年校長姜琦以經費枯竭辭職，由鄭洪年接任，醵資振興校務。本年陳柱、陳鐘（一作中，下同）凡、洪深等任大學部教授（後陳鐘凡任文學院院長）。設中學部，曹聚仁、周谷城、汪静之等均在中學部任教員。 《中國畫研究會消息》：“本校為華僑子弟最高學府，藝術佔文化上重要位置，故藝術院亟需設立。下學期擬先辦中國畫系，本學期先設中國畫研究會，以爲增設中國畫系之預備。特由校長聘任前長沙雅禮大學藝術教授、吳門名畫家陶冷月氏規劃一切，並擔任畫會導師。陶氏於三月初到校任職，畫會亦已成立，十日開一預備會議，十八日開第二次會議，並通過章程（已經校長公佈），二十四日開第三次會議研究一切。會員已有二十九人，惟不限名額，故有志研究藝術者，仍可報名加入云。會章如下：（略）”（《暨南週刊》第二卷第六期） 按：陶冷月（1895—1985），名鏞，字詠韶。江蘇吳縣周莊（今屬崑山）人。詞章家陶芑孫之孫，江東老畫師陶詒孫之侄孫。幼承家學，兼習西畫，繼參宋元筆",
      "is_letter": false
    },
    {
      "date": "1928.夏",
      "norm_date": "1928.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "廣西大學籌備員馬君武、陳柱尊，及暑期講習會講師陳鐘凡、黄賓虹、白鵬飛、陳欽仁、丘景尼、唐慶增、姜琦、馬名海及其夫人等，於八號、九號先後來港轉輪赴梧。到港時，黎工佽、杜其章二君設宴於南園，馬君武、白鵬飛數君於席次揮毫題字貽《非非畫報》，老畫家黄賓虹亦走筆作山水兩幀，一貽杜其章，一貽黄般若君。席間有叩馬君武君以廣西大學之籌備之經過，略謂廣西大學校舍已决定在梧州，現仍在建築中，籌備於今年十月間開學，此次返桂籌備一切，並請國內學者往桂講學，順道一遊桂林，一月後即赴廣州云云。是日馬君武、馬名海二君，即轉乘梧港輪赴梧，而黄賓虹諸教授等則留港一二日。黄君賓虹以南社之關係，與鄧君爾雅神交已久，且以桂林為爾雅君舊遊之地，欲一訪鄧君，詢桂林之佳勝處，俾知遊覽之程序。十號與黄君國勞、黄君般若同訪鄧君。是日二君相見極歡，暢論金石書畫之學逾三小時。後由黄君國勞導遊太平山巔。登山時，黄賓虹覩港後諸島，即索鉛筆速寫數幀，至七時下山，爾雅君宴之於南園。賓虹出示所得古玉印數顆於席間欣賞。黄君曾刊有《賓虹藏印》前後二集及《古畫微》一卷（此書由商務印書館出版）。聞黄君於講學之餘，遊桂林名勝，允以繪圖或影片寄贈港中諸友云。",
      "summary": "彝夏銷金開島市，水天浮玉接蓬壺。",
      "details": "登臨向晚空遙睇，難寫滄流萬里圖。” 橄欖《廣西大學籌備員過港記》：“廣西大學籌備員馬君武、陳柱尊，及暑期講習會講師陳鐘凡、黄賓虹、白鵬飛、陳欽仁、丘景尼、唐慶增、姜琦、馬名海及其夫人等，於八號、九號先後來港轉輪赴梧。到港時，黎工佽、杜其章二君設宴於南園，馬君武、白鵬飛數君於席次揮毫題字貽《非非畫報》，老畫家黄賓虹亦走筆作山水兩幀，一貽杜其章，一貽黄般若君。席間有叩馬君武君以廣西大學之籌備之經過，略謂廣西大學校舍已决定在梧州，現仍在建築中，籌備於今年十月間開學，此次返桂籌備一切，並請國內學者往桂講學，順道一遊桂林，一月後即赴廣州云云。是日馬君武、馬名海二君，即轉乘梧港輪赴梧，而黄賓虹諸教授等則留港一二日。黄君賓虹以南社之關係，與鄧君爾雅神交已久，且以桂林為爾雅君舊遊之地，欲一訪鄧君，詢桂林之佳勝處，俾知遊覽之程序。十號與黄君國勞、黄君般若同訪鄧君。是日二君相見極歡，暢論金石書畫之學逾三小時。後由黄君國勞導遊太平山巔。登山時，黄賓虹覩港後諸島，即索鉛筆速寫數幀，至七時下山，爾雅君宴之於南園。賓虹出示所得古玉印數顆於席間欣賞。黄君曾刊有《賓虹藏印》前後二集及《古畫微》一卷（此書由商務印書館出版）。聞黄君於講學之餘，遊桂林名勝，允以繪圖或影片寄贈港中諸友云。”（1928年7月21日《華星三日刊》） 合影記：“廣西大學暑期演講會諸講師過港，本報同人設宴為之洗塵，並攝影以爲紀念。前行盤坐者自左至右：一為哲學教授丘景尼，二為《工商報》廣告部主任陳季度，三為國立北大法科教授白鵬飛，四為本報總編輯黎工佽，五為本報總撰述黄鵬。第二行自左至右：首坐一為澳門交涉員霍儷白，二為美術家黄賓虹，三為馬君武博士，四為白鵬飛夫人，五為大夏大學教授陳柱，六為本報社長杜其章。後行站立者自左至右：一為路毓祉先生，二為哲學教授王克仁，三為厦門大學教授姜琦，四為廣東建設委員王宏實，五為經濟學教授唐慶增，六為文史科教授陳鐘凡，七為《工商報》編輯俞華。山下列書畫爲諸教授即席揮毫也。”（《非非畫報》） 贈黄般若《山水》自題：“戊辰夏月，般若先生博粲。賓虹。”（1928年7月21日《華星三日刊》） 按：黎工佽，陳柱之女陳松英1936年爲撰《傳略》云：“黎耦齋先生，字耦齋，廣西寧明人。諒直負意氣。初擅墨菊，蕭踈雅澹，在白陽、克菴之間。及與黄賓虹、鄧芬、高劍父、張谷雛先生為友，時以道藝相砥礪，技大進，下筆淋漓恣肆，奇趣側",
      "is_letter": false
    },
    {
      "date": "1928.06.16",
      "norm_date": "1928.06.16",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：疊奉賁書，聆悉壹是。……弟日内因偕友頂盤鄧秋枚君舊有之神州國光社招牌、版權，設書肆於棋盤街，正在籌備增新與補闕諸務，稍形忙碌，過承推，往桂之役，尚難成行，惟暨南可以濫竽，每星期一次，亦所樂從。平樂里王秋湄君傾慕韓範，擬擇日約公蒞渠處小飲，以作暢談，屆期當先行奉告。專此，祗頌絳綏。黄賓虹頓首。五月廿九日。",
      "summary": "廣西省教育廳舉辦暑期講學會，陳柱推薦講學。",
      "details": "與陳柱書：“柱尊先生大鑒：疊奉賁書，聆悉壹是。……弟日内因偕友頂盤鄧秋枚君舊有之神州國光社招牌、版權，設書肆於棋盤街，正在籌備增新與補闕諸務，稍形忙碌，過承推，往桂之役，尚難成行，惟暨南可以濫竽，每星期一次，亦所樂從。平樂里王秋湄君傾慕韓範，擬擇日約公蒞渠處小飲，以作暢談，屆期當先行奉告。專此，祗頌絳綏。黄賓虹頓首。五月廿九日。”（陽曆6月16日）...",
      "is_letter": false
    },
    {
      "date": "1928.06.16",
      "norm_date": "1928.06.16",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "守玄先生大鑒：頃讀手教，並謄寫版印大著《示同學諸子》三首，捧讀再四，傾佩無似。古云‘非静無以成學’，又云‘敬業樂羣’，柳誠懸‘心正則筆正’之語，萬世不易。畫中北苑、大癡，所貴中鋒。鄙人近悟一用筆之理，嘗見汽車連軸行鐵軌上，遠觀似甚緩，緩而不滯，近觀則電掣風馳，迅速而不浮動，若徐若疾，圓轉自如，雖動而静，可悟静之理。四通八達之衢，輪蹏輻凑，往來如織，而經緯錯綜，不相傾軋。書法中所稱擔夫争道，争中有讓，即畫中之布白法；争而後有氣，氣愈足則讓處皆是力。晉宋畫已有如蟲嚙木，自然成文之妙。晉魏人寫經，最得斯恉。唐人有意讓匀，即為失之。宋至蘇、米，明争暗讓，古法猶存。清代書家，知之已鮮，畫更無論。故畫必觀大名家真蹟，尤以軒冕才賢、巖穴上士為的，市井、江湖（學四王、八大、石濤者，往往近是），不可污吾輩目也。專復，即候道綏。黄賓虹頓首。",
      "summary": "與陳柱論畫之筆力關乎氣韻。",
      "details": "與陳柱書：“守玄先生大鑒：頃讀手教，並謄寫版印大著《示同學諸子》三首，捧讀再四，傾佩無似。古云‘非静無以成學’，又云‘敬業樂羣’，柳誠懸‘心正則筆正’之語，萬世不易。畫中北苑、大癡，所貴中鋒。鄙人近悟一用筆之理，嘗見汽車連軸行鐵軌上，遠觀似甚緩，緩而不滯，近觀則電掣風馳，迅速而不浮動，若徐若疾，圓轉自如，雖動而静，可悟静之理。四通八達之衢，輪蹏輻凑，往來如織，而經緯錯綜，不相傾軋。書法中所稱擔夫争道，争中有讓，即畫中之布白法；争而後有氣，氣愈足則讓處皆是力。晉宋畫已有如蟲嚙木，自然成文之妙。晉魏人寫經，最得斯恉。唐人有意讓匀，即為失之。宋至蘇、米，明争暗讓，古法猶存。清代書家，知之已鮮，畫更無論。故畫必觀大名家真蹟，尤以軒冕才賢、巖穴上士為的，市井、江湖（學四王、八大、石濤者，往往近是），不可污吾輩目也。專復，即候道綏。黄賓虹頓首。”...",
      "is_letter": false
    },
    {
      "date": "1928.07.13",
      "norm_date": "1928.07.13",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "灕江又名府江，至桂林八百里，有三百六十灘。明萬歷時，既闢陸路，治道造橋，募土舍，費仲拙製三角船千觔飛撞五爪龍蜈蜙鏟諸器，役峒兵乘天寒水落，開闢險灘，計曆三冬春，戊己之際，藤灣、雷霹、檢窖、龍口平，己庚之際，此灘、上仰、福登、穴口平，庚辛之際，永灘、浪灘、長灘、廖灘、小背、金雞、豬牙、鼈州、六水、鬧灘平，凡晤平、平樂兩縣境，均無梗阻，上而陽朔下而蒼梧，少險灘焉 。按千頃堂書目載，明郭棐著《府江道路考》一卷，黄虞稷曰：萬曆丙戌年為憲使，集今不可見。四庫全書目，吳綺撰《嶺南風物記》一卷，宋俊增補，江闓刪訂。王士禎《蠶尾集》書縮頭道人事一篇，稱門人新安江闓辰六是吳江皆安徽人。（？）綺本文士，故是書所叙說率簡雅不支（？），與范成大《桂海虞衡志》可相伯仲。首二條叙氣候，次十條叙石，次六十（？）條叙草木花竹，次十七條叙鳥，次五條叙獸，次六條叙蟲，次十七條叙鱗介，次三條叙布，次三條叙香，次二條叙酒，次四條叙蔬榖，次十五條叙雜事。其叙研叙香特詳。核俊所增補凡七條，其論米芾所賞之石，本出浛洭浛縣地，秋深水涸之時，於沙坑中取之謂之脫沙，後浛洭併入英德，遂以英德石當之，實皆贗品，亦發前人所未發。然要府江流域，目所經睹，奇卉異石，不可名狀，安得一一圖之為好事者，資考訂也。舟中偕陳柱尊、斟玄諸君暢飲，縱談為樂，夜宿馬江。",
      "summary": "自梧州與陳柱尊、陳中凡、陳定謨買舟溯灕江而上，。一路上，雖於炎暑中，蜷縮小舟，而水色山光，怡情豁目，忘其勞頓。",
      "details": "《桂遊日記》：“灕江又名府江，至桂林八百里，有三百六十灘。明萬歷時，既闢陸路，治道造橋，募土舍，費仲拙製三角船千觔飛撞五爪龍蜈蜙鏟諸器，役峒兵乘天寒水落，開闢險灘，計曆三冬春，戊己之際，藤灣、雷霹、檢窖、龍口平，己庚之際，此灘、上仰、福登、穴口平，庚辛之際，永灘、浪灘、長灘、廖灘、小背、金雞、豬牙、鼈州、六水、鬧灘平，凡晤平、平樂兩縣境，均無梗阻，上而陽朔下而蒼梧，少險灘焉 。按千頃堂書目載，明郭棐著《府江道路考》一卷，黄虞稷曰：萬曆丙戌年為憲使，集今不可見。四庫全書目，吳綺撰《嶺南風物記》一卷，宋俊增補，江闓刪訂。王士禎《蠶尾集》書縮頭道人事一篇，稱門人新安江闓辰六是吳江皆安徽人。（？）綺本文士，故是書所叙說率簡雅不支（？），與范成大《桂海虞衡志》可相伯仲。首二條叙氣候，次十條叙石，次六十（？）條叙草木花竹，次十七條叙鳥，次五條叙獸，次六條叙蟲，次十七條叙鱗介，次三條叙布，次三條叙香，次二條叙酒，次四條叙蔬榖，次十五條叙雜事。其叙研叙香特詳。核俊所增補凡七條，其論米芾所賞之石，本出浛洭浛縣地，秋深水涸之時，於沙坑中取之謂之脫沙，後浛洭併入英德，遂以英德石當之，實皆贗品，亦發前人所未發。然要府江流域，目所經睹，奇卉異石，不可名狀，安得一一圖之為好事者，資考訂也。舟中偕陳柱尊、斟玄諸君暢飲，縱談為樂，夜宿馬江。” 又：“今偕游者十余人中，多江浙之士，雖行炎暑中，蜷縮小舟，而水色山光，怡情豁目，忘其勞頓。《宿昭平縣兼送薑琦君先歸》： 一舸澄波日又斜，山窮隱隱望平沙。 滄江出峰涵明月，枯樹棲禽散落霞。 浪蹙愁心千萬疊，林疏燈火兩三家。 征途見說休兵革，未忍江城聽暮笳。...",
      "is_letter": false
    },
    {
      "date": "1928.08.02",
      "norm_date": "1928.08.02",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "十七年夏，應廣西暑期講學會之約，偕游桂林。七月初，遵海南行，八月杪北返。道出香港、肇慶、梧州，並曩年舊游之地。自梧州溯江而上，幾及旬日，羈留桂林，又凡浹辰。見聞所及，頗多足紀，著其梗概焉。……惜隻身獨返，不能偕平生愛敬之諸師友徜徉其間，相與揚榷流别，欣賞藝文，其造詣所及，或較黌舍講肄為萬萬也。",
      "summary": "講師團受到廣西學界歡迎，8月2日開始講學。",
      "details": "陳中凡《游桂江記》：“十七年夏，應廣西暑期講學會之約，偕游桂林。七月初，遵海南行，八月杪北返。道出香港、肇慶、梧州，並曩年舊游之地。自梧州溯江而上，幾及旬日，羈留桂林，又凡浹辰。見聞所及，頗多足紀，著其梗概焉。……惜隻身獨返，不能偕平生愛敬之諸師友徜徉其間，相與揚榷流别，欣賞藝文，其造詣所及，或較黌舍講肄為萬萬也。”（姚柯夫《陳中凡年譜》） 《夏令講學會各講師講題》：“黄賓虹先生講金石學：一、近世金石學之討論及其範圍；二、金石文字古代蛻變之大因。書畫史：一、書畫溯源：（一）古今著錄；（二）時勢變遷；（三）派別異同；二、書畫根據：（一）使用筆墨；（二）臨摹真蹟；（三）創造體格。陳鐘凡先生講中學國文學教法：第一講，國文教學的目的；第二講，國文教材的選擇，第三講，各體文教學法；第四講，作文教學法。清代思想家的派別：第一講，清代思想的趨勢；第二講，清代思想變遷的原因；第三講，心學派的反動；第四講，心學之修正派；第五講，折衷派；第六講，性理學派；第七講，實踐學派；第八講，考證學派；第九講，公羊學派。中國文學之起源及其嬗變。陳柱尊先生講國學雜論：第一類（一）近日研究國學之通弊；（二）論國學分部之困難及今後著者之注意；（三）研究國學之門徑。……第二類（一）國文教學法。……（二）中學生研究國文之方法。……第三類（一）論白話、文言本無劃然之分；（二）今後中國詩之趨勢；（三）中國詩體之流變；（四）中國文體之流變。第四類（一）論中國文字原流；（二）論文字學於古學之重要；（三）論中國文字之價值。第五類（一）經學概論；（二）周易新學説。第六類（一）論諸子學之起原；（二）論老子學説之影響及莊、韓二派；（三）論孔子學説之影響及孟、荀二派；（四）論墨子學説之得失。第七類（一）廣西之文化及此後吾人之努力；（二）我之自由詞曲及其作品。陳欽仁先生講英文、社會學（略）。丘景尼先生講哲學（略）。唐慶增先生講經濟學中之根本問題（略）。白鵬飛先生講近百年政治思想之變遷（略）。陳定謨先生講一、社會心理與革命心理；二、歷史研究法及歷史哲學；三、科學與哲學；四、美術與人生。續講一、最近心理學之派別；二、西洋倫理學史綱；三、佛教以外之印度思想。邱椿成先生講教育目的論、教育行政論、教育方法論（略）。王克仁先生講課程改造之科學的研究、學務診察法。（略）”（9月11日民國日報、講學會油印件） 陳柱《憶舊游》：“當吾隨老畫家（",
      "is_letter": false
    },
    {
      "date": "1928.08.19",
      "norm_date": "1928.08.19",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "同游者黄賓翁、吾家斠玄（按：即陳中凡）、定謨與余而四，從蒼梧揚帆行，緣江上，兩岸皆土山，愈上水愈綠，山愈峻。將抵昭平，始略見平蕪，山愈好，綽約如邈姑射仙人，雖江南之西湖，不能及也。夜招從游諸生陶守中等，坐船頭狂飲高歌余前游桂林詩，曰：‘我愛桂江水，清如碧綠酒。死化桂江魚，江水不離口。’又歌曰：‘我愛桂江山，淑静如處女。死化桂江鳥，江頭常對語。’碧綠酒，桂林名酒也。相與同聲而歌，響徹雲霄，聲震山谷。明月欲下，流魚出聽，山邨笳聲忽起。俄而步槍聲起，人馬聲起，鄰船呼盗之聲亦起矣。斠玄、定謨大恐，余與賓翁及諸生飲，且歌如故，痛飲幾達旦。故賓虹詩曰‘星餐露棲不得息，鵂鶹宵嗁吹篥。先生豪飲方高吟，料有詩名動綠林’也。一路土山甚可愛，抵昭平，始見石山，有老榕一，臨水枕影横卧，枝葉垂垂欲撥水，苦旱數日，息此嘉蔭，濯足清流，遠望黑雲如墨，又如石壁千萬塊，欲從天邊墜，可稱快意矣。石峰屼然，狀甚雄偉，如金剛怒立，森嚴令人可畏，然而令人不能不愛。江邊人家三五，或半山，或山下，或小商，或農家，久在市井囂塵中人來此遇之，莫不羨之如高隱，歎為羲皇上人矣。高樹尤森秀，如三軍列隊立，風聲如角聲，蟬聲如樂聲，送凉氣到枕上，清夢一覺，舟又別一境矣。平蕪遠天，與江同碧，山不石而土，娟麗益無雙，草樹莘嶽，山色靄然，望之令人和平温厚之氣，悠然生於懷，不覺高吟‘言念君子，温如其玉’之詩矣。行約數里，抵昭平，遂舍舟陸行，奔車如飛，萬峰如劍，向人迎頭痛擊。由是而陽朔，而凉風，而桂林，忽水忽山，水青於藍而寒於冰，山瘦於僧而多於人，舉目而望，但見山不見人也。山似亂非亂，石之瘦皺透，無不有，其多且奇，難以言語疏狀矣。吾嘗謂同游者曰：‘江南園亭以假山相尚，多可賞者，若桂林、陽朔間之山，其狀與江南假山同，而偉大乃千百萬倍，綿延數百千里，蓋天地之一大花園，園中之無數假山也，不知何年謫下於此，故江南之假山，可稱爲人假山，桂林、陽朔間之假山，可稱爲天假山。黄賓翁嘗謂余曰：‘吾嘗以山水作字，而以字作畫。凡山，其力無不下壓，而氣則莫不上宣，故《說文》曰‘山，宣也’。吾以此為字之弩。筆欲下而氣轉向上，故能無垂不縮。凡水，雖黄河從天而下，其流百曲，其勢亦莫不準於平。故《說文》曰‘水，準也’。吾以此為字之勒。運筆欲圓，而出筆欲平，故能逆入平出。凡山，一連或三峰，或五峰，其氣莫不左右相顧，牝牡相得。凡山之石，其左者莫不皆左，右者莫不皆右。凡水，其波浪起伏無不齊，而風之所激則時或不齊。吾以此知字之布白，當有顧盼，當有趨向，當寓齊於不齊，寓不齊於齊。凡畫山，其轉折處，欲其圓而氣厚也，故吾以懷素草書折釵股之法行之。凡畫山，其向背處，欲其陰陽之明也，故吾以蔡中郎八分飛白之法行之。凡畫山，有屋有橋，欲其體正而意負也，故吾以顔魯公正書如錐畫沙之法行之。凡畫山，其遠樹如點菭，欲其渾而沉也，故吾以魯公正書如印印泥之法行之。凡畫山，山上必有雲，欲其流行自在而無滯相也，故吾以鐘鼎大篆之法行之。凡畫山，山下必有水，欲其波之整而理也，故吾以斯翁小篆之法行之。凡畫山，山中必有隱者，或相語，或獨哦，欲其聲之不可聞而可聞也，故吾以六書會意之法行之。凡畫山，山中必有屋，屋中必有人，屋中之人，欲其不可見而見也，故吾以六書會意之法行之。凡畫山不必真似山，凡畫水不必真似水，欲其察而可識，視而見意也，故吾以六書指事之法行之。’今以賓虹之言驗之賓翁斯圖，不其信哉！圖成於桂林，時同寓疊綵山下，民國十七年夏秋之交也。余為篆額曰‘八桂豪游圖’，又集毛公鼎字題曰‘國畫之光’。吾師陳石遺先生及潘蘭史、張孟劬、夏劍丞、楊鐵夫諸詩家皆有詩。",
      "summary": "講學期間，筆墨酬應，求者踵接。為陳柱作《八桂豪游圖》山水長卷。",
      "details": "陳柱《八桂豪游圖記》：“同游者黄賓翁、吾家斠玄（按：即陳中凡）、定謨與余而四，從蒼梧揚帆行，緣江上，兩岸皆土山，愈上水愈綠，山愈峻。將抵昭平，始略見平蕪，山愈好，綽約如邈姑射仙人，雖江南之西湖，不能及也。夜招從游諸生陶守中等，坐船頭狂飲高歌余前游桂林詩，曰：‘我愛桂江水，清如碧綠酒。死化桂江魚，江水不離口。’又歌曰：‘我愛桂江山，淑静如處女。死化桂江鳥，江頭常對語。’碧綠酒，桂林名酒也。相與同聲而歌，響徹雲霄，聲震山谷。明月欲下，流魚出聽，山邨笳聲忽起。俄而步槍聲起，人馬聲起，鄰船呼盗之聲亦起矣。斠玄、定謨大恐，余與賓翁及諸生飲，且歌如故，痛飲幾達旦。故賓虹詩曰‘星餐露棲不得息，鵂鶹宵嗁吹篥。先生豪飲方高吟，料有詩名動綠林’也。一路土山甚可愛，抵昭平，始見石山，有老榕一，臨水枕影横卧，枝葉垂垂欲撥水，苦旱數日，息此嘉蔭，濯足清流，遠望黑雲如墨，又如石壁千萬塊，欲從天邊墜，可稱快意矣。石峰屼然，狀甚雄偉，如金剛怒立，森嚴令人可畏，然而令人不能不愛。江邊人家三五，或半山，或山下，或小商，或農家，久在市井囂塵中人來此遇之，莫不羨之如高隱，歎為羲皇上人矣。高樹尤森秀，如三軍列隊立，風聲如角聲，蟬聲如樂聲，送凉氣到枕上，清夢一覺，舟又別一境矣。平蕪遠天，與江同碧，山不石而土，娟麗益無雙，草樹莘嶽，山色靄然，望之令人和平温厚之氣，悠然生於懷，不覺高吟‘言念君子，温如其玉’之詩矣。行約數里，抵昭平，遂舍舟陸行，奔車如飛，萬峰如劍，向人迎頭痛擊。由是而陽朔，而凉風，而桂林，忽水忽山，水青於藍而寒於冰，山瘦於僧而多於人，舉目而望，但見山不見人也。山似亂非亂，石之瘦皺透，無不有，其多且奇，難以言語疏狀矣。吾嘗謂同游者曰：‘江南園亭以假山相尚，多可賞者，若桂林、陽朔間之山，其狀與江南假山同，而偉大乃千百萬倍，綿延數百千里，蓋天地之一大花園，園中之無數假山也，不知何年謫下於此，故江南之假山，可稱爲人假山，桂林、陽朔間之假山，可稱爲天假山。黄賓翁嘗謂余曰：‘吾嘗以山水作字，而以字作畫。凡山，其力無不下壓，而氣則莫不上宣，故《說文》曰‘山，宣也’。吾以此為字之弩。筆欲下而氣轉向上，故能無垂不縮。凡水，雖黄河從天而下，其流百曲，其勢亦莫不準於平。故《說文》曰‘水，準也’。吾以此為字之勒。運筆欲圓，而出筆欲平，故能逆入平出。凡山，一連或三峰，或五峰，其氣莫不左右相顧，牝牡相得。凡山之石，其左者莫不",
      "is_letter": false
    },
    {
      "date": "1928.12",
      "norm_date": "1928.12.01",
      "hbh_loc": "廣州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "",
      "summary": "12月，陳柱主編《中國學術討論》第二集由羣衆圖書公司發行，刊所繪山水畫一幅於首頁。",
      "details": "按：此前《東方雜志》已刊所繪山水畫多幅。...",
      "is_letter": true
    },
    {
      "date": "1929.01.04",
      "norm_date": "1929.01.04",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "中國學會發起，甫經兩月，海内學者來函加入者達八十餘人，爰於元旦日假儉德會開成立大會，到者有姚明煇、胡樸安、譚禪生、胡惠生、李續川、吕志伊、龐青城、胡寄塵、聞野鶴、周予同、徐蔚南、陳柱尊、葉恭綽、田桐、伍仲文、郭步陶、嚴濬宣、陳乃乾、朱香晚、俞鳳賓、范子美、姚石子、周迪前、高君定、黄賓虹等數十人，當推胡樸安主席，由譚禪生記錄，討論會章，通過並推定胡樸安為編撰部主任幹事。聞該會另行組織一出版部，印刷及發行本會各種刊物，並代會員印刷及發行各種書籍，並代會員訪購各種書報等。聞該會入會不需會費，由會員二人介紹即可為會員，通信處暫假新閘路六三七號云。",
      "summary": "元旦，參加中國學會成立大會。",
      "details": "《中國學會成立大會紀》：“中國學會發起，甫經兩月，海内學者來函加入者達八十餘人，爰於元旦日假儉德會開成立大會，到者有姚明煇、胡樸安、譚禪生、胡惠生、李續川、吕志伊、龐青城、胡寄塵、聞野鶴、周予同、徐蔚南、陳柱尊、葉恭綽、田桐、伍仲文、郭步陶、嚴濬宣、陳乃乾、朱香晚、俞鳳賓、范子美、姚石子、周迪前、高君定、黄賓虹等數十人，當推胡樸安主席，由譚禪生記錄，討論會章，通過並推定胡樸安為編撰部主任幹事。聞該會另行組織一出版部，印刷及發行本會各種刊物，並代會員印刷及發行各種書籍，並代會員訪購各種書報等。聞該會入會不需會費，由會員二人介紹即可為會員，通信處暫假新閘路六三七號云。”（1月4日申報） 胡寄塵《上海的學藝團體·中國學會》：“中國學會為胡樸安、姚石子、陳乃乾於1928年（民國十七年）1月1日假老靶子路儉德會開成立大會，此時加入會中的已有八十餘人。該日到會的有二十六人，其前于右任、葉恭綽、馬叙倫、蔣觀雲諸人均有來函，對於會名及入會資格問題，所有提議，開會時將函件依次傳觀，並將章程分別討論、議决、定名為中國學會，簡章逐條修改、通過。在開成立大會以前，已先出《中國學術週刊》一種，附《時事新報》發行，中間約停止一年。1931年（民國二十年）起復刊，改附《民國日報》發行，至1932年（民國二十一年）‘一·二八’中日戰前，《民國日報》被迫停版，週刊也連帶停止，先後加入的會員約三百人（據1929年5月所編會員錄為二百六十一人，以後尚有陸續加入的），以江蘇、浙江為最多，遠至雲南、貴州、甘肅等省，以及日本，亦均有人加入。” 按：成立大會應在1929年元旦。 《中國學會簡章》：“第一條：本會以研究中國學術，發揚民族精神為宗旨。第二條：凡志願研究中國學術者，經會員二人之介紹，得為中國學會會員。第三條：會員研究中國學術有相當貢獻者，其著作品得由本會出版部發表，但會員各得保留其著作權。第四條：本會設編撰、講演、會務三部，每部推一幹事主任之。第五條：本會另行組織一出版部，發行週刊及書册等，其資本以公司章程召集之，本會會員有優先入股之權。第六條：出版部之規章另定之。第七條：凡本會會員有委託本會出版部發行著作，及購買出版部出版品優待之權利。第八條：每年常會二次，由會務幹事通知之。第九條：臨時會不限次數，關於學術之討論，由會員二人以上之提議，經主任幹事召集之。第十條：本會文具等費由出版部擔任之。第十一條：",
      "is_letter": false
    },
    {
      "date": "1929.01.23",
      "norm_date": "1929.01.23",
      "hbh_loc": "廣州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "二美宴者，非美人之宴，乃美術界之宴也。月之二十一日經子淵、陳樹人、李祖韓三君爲何香凝女士募畫事，宴海上畫家二十餘人於卡德路李宅，二十二日爲神州國光社黄賓虹先生宴海上美術界、報界、文藝界百餘人於大東酒樓。兩宴不佞均幸參末席，以其於中國美術界有重大之關係，故於酒後拉雜記之。何香凝女士爲先烈廖仲愷先生夫人，工書善畫，仲愷殉難後，在廣東立一仲愷蠶桑學校，以資紀念。現該校經費不足，何女士擬於兩月後赴洋募捐，爲捐募便利，且可將中國藝術博覽於世界起見，擬徵求畫家作品，以期一舉兩得。是日雖倉卒召請，且寒風苦雨，而到者尚極踴躍，計有商笙伯、張紅薇、鄭曼青、方介堪、馬孟容、秦清曾、沈子丞、張善孖、何香凝、陳樹人、經子淵、陳公博、汪英賓、楊清磬、錢瘦鐵及祖韓、秋君兄妹。宴前祖韓出其所藏古畫示衆，計有惲南田山水花卉册頁，秀逸可愛；王若水花鳥長卷，精工絶倫；董玄宰仿大痴設色富春大山長卷，布局設色，火候純青；王南石畫悼紅軒主曹雪芹小像，團面微髭，蕭然坐於竹林石上，一似無懷葛天之無憂無慮者，後幅題跋極多，且多與雪芹同時，近人如褚禮堂、葉譽虎亦均有長跋。余笑曰：此卷應請胡適之先生一觀，則《紅樓夢》考證中，當可得許多有力之證據也。此外尚有文五峰、董東山及王石谷太白觀觀泉圖長卷，均屬精品，另有册頁及小幅畫數十百頁，均係近代名作，而先師師曾先生所畫山水亦與焉，並有太老師散原先生題詩，展玩不忍釋手。入席後由李祖韓、經子淵、何香凝三位報告，旋出紙請簽名及所捐畫幅多少，不佞本注五件，後以凑足二百件，竟改爲十四件，又代徵二十件，一時出品之多，無逾不佞右者。宴畢有人提議合作，陳公博本不能畫，乃爲破題兒第一遭，於長卷之端畫石一方，用筆曲折蒼秀，似老畫家。陳樹人乃大言曰：陳公博寫畫，天下太平矣。聞者大笑。繼則介堪寫香爐，經師寫梅，瘦鐵寫蘭，香凝寫菊，曼青寫竹，不佞寫水仙，紅薇寫松，善孖寫萬年青，一時奪筆争墨，如恐不及。不佞以時晏，乃偕善孖先歸。神州國光社在中國畫家之貢獻久爲人所稱道，而最初神州國光社之編輯者即為黄賓虹先生。近年來，鄧秋枚先生因無意此種經營，故出品頗滯。今年夏（按：陰曆）乃渡讓於黄賓虹先生，將社址遷於同孚路汾陽坊，發行則委託民智書局，現正積極進行。賓虹先生道德文章，久爲人所敬仰，而對於藝術研究之精深，一時無兩，收藏既富，鑒別又精。茲為聯絡藝術家，以謀中國藝術發展計，乃於昨日（按：1月23日）招宴藝術界同志百餘人，於大東之大廳，濟濟蹌蹌，為破天荒未有之盛會。就不佞所能記憶者，文藝界如胡樸安、陳柱尊、王西神等，報界如周瘦鵑、嚴獨鶴、余空我、朱應鵬等，畫家獨多，難以縷數，如程瑶笙、商笙伯、汪仲山、張紅薇、鄭曼青、張善孖、熊松泉、陳剛叔、馬企周、蔡逸民、俞寄凡、王陶民、黄藹農、鄭午昌、許徵白、王个簃、王師子等。就座後，賓虹先生强不佞代爲辭。不佞乃半滑稽之口吻，報告宴會之本意，及對於國光社之希望。並祝在座諸君與國光社發生戀愛，一致進行，將神州國光照耀全世界云云。聞者莫不轉渠鼓掌。來賓由劉海粟致答辭。席半，祖韓接昨日未完成合作長卷至，乃臨時嬲在座畫家東添西補，怪怪奇奇，蔚爲大觀，鐘鳴十下，尚未已也，可為豪矣。",
      "summary": "1月23日，為紀念神州國光社創建二十五週年，邀集海上文藝界、書畫界和新聞界名流百餘人，宴於大東飯店，推俞劍華致歡迎辭，劉海粟代表來賓致答辭，極一時之盛。",
      "details": "俞劍華《二美宴記》：“二美宴者，非美人之宴，乃美術界之宴也。月之二十一日經子淵、陳樹人、李祖韓三君爲何香凝女士募畫事，宴海上畫家二十餘人於卡德路李宅，二十二日爲神州國光社黄賓虹先生宴海上美術界、報界、文藝界百餘人於大東酒樓。兩宴不佞均幸參末席，以其於中國美術界有重大之關係，故於酒後拉雜記之。何香凝女士爲先烈廖仲愷先生夫人，工書善畫，仲愷殉難後，在廣東立一仲愷蠶桑學校，以資紀念。現該校經費不足，何女士擬於兩月後赴洋募捐，爲捐募便利，且可將中國藝術博覽於世界起見，擬徵求畫家作品，以期一舉兩得。是日雖倉卒召請，且寒風苦雨，而到者尚極踴躍，計有商笙伯、張紅薇、鄭曼青、方介堪、馬孟容、秦清曾、沈子丞、張善孖、何香凝、陳樹人、經子淵、陳公博、汪英賓、楊清磬、錢瘦鐵及祖韓、秋君兄妹。宴前祖韓出其所藏古畫示衆，計有惲南田山水花卉册頁，秀逸可愛；王若水花鳥長卷，精工絶倫；董玄宰仿大痴設色富春大山長卷，布局設色，火候純青；王南石畫悼紅軒主曹雪芹小像，團面微髭，蕭然坐於竹林石上，一似無懷葛天之無憂無慮者，後幅題跋極多，且多與雪芹同時，近人如褚禮堂、葉譽虎亦均有長跋。余笑曰：此卷應請胡適之先生一觀，則《紅樓夢》考證中，當可得許多有力之證據也。此外尚有文五峰、董東山及王石谷太白觀觀泉圖長卷，均屬精品，另有册頁及小幅畫數十百頁，均係近代名作，而先師師曾先生所畫山水亦與焉，並有太老師散原先生題詩，展玩不忍釋手。入席後由李祖韓、經子淵、何香凝三位報告，旋出紙請簽名及所捐畫幅多少，不佞本注五件，後以凑足二百件，竟改爲十四件，又代徵二十件，一時出品之多，無逾不佞右者。宴畢有人提議合作，陳公博本不能畫，乃爲破題兒第一遭，於長卷之端畫石一方，用筆曲折蒼秀，似老畫家。陳樹人乃大言曰：陳公博寫畫，天下太平矣。聞者大笑。繼則介堪寫香爐，經師寫梅，瘦鐵寫蘭，香凝寫菊，曼青寫竹，不佞寫水仙，紅薇寫松，善孖寫萬年青，一時奪筆争墨，如恐不及。不佞以時晏，乃偕善孖先歸。神州國光社在中國畫家之貢獻久爲人所稱道，而最初神州國光社之編輯者即為黄賓虹先生。近年來，鄧秋枚先生因無意此種經營，故出品頗滯。今年夏（按：陰曆）乃渡讓於黄賓虹先生，將社址遷於同孚路汾陽坊，發行則委託民智書局，現正積極進行。賓虹先生道德文章，久爲人所敬仰，而對於藝術研究之精深，一時無兩，收藏既富，鑒別又精。茲為聯絡藝術家，以謀中國藝術發展計，乃於昨日（按：1",
      "is_letter": true
    },
    {
      "date": "1932.09.01",
      "norm_date": "1932.09.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "夫滄州逸趣，會琴心於卧游，海嶽奇蹤，成墨戲為市隱。清興則四時共賞，紅塵而十丈全消，山川之面目皆真，天地之菁英盡洩。雖謂紛披卷軸，情同過眼煙雲，即看傅寫丹青，怳若置身丘壑。此則《畫學月刊》之所由起也。繄昔圖經垂教，繪事考工，溯六書之象形，昭千古之絶藝。史皇畫學，適朝野之宜，摩詰宗風，啟宋元而後，亦既光騰異采，共握虵珠，寶炫詼奇，羞誇燕石矣。猶或開徑關懷，望門却步，閣高清閟，循堂廡以歭躕，琴訪成連，望滄溟而怊悵，信今傳古，烏能已乎？蹠實翔華，尤有進者。嘅夫作家士習，道藝分途，軒冕山林，工拙意趣。禪宗衣缽，因南北而見歧，墨守樊籬，從步趨以自囿。甚或是丹非素，入主出奴，白能受采，悲同於染絲，鐵可成金，方期於匕藥。習俗之移，漸漬深矣，蒙養之正，趨向端焉。而况神難窺，鬼鬽易狀。許道寧之市藥，觀者圍場；趙令穰之朝回，嗤無書卷；閻相三瞻寺壁，甫識張僧繇；宫監一睹院工，能知李晞古。蓋優劣固殊，而審別宜慎已。……",
      "summary": "9月1日，《畫學月刊》創刊，任主編，撰《弁言》、《畫學常識》刊其上。",
      "details": "《畫學月刊弁言》：“夫滄州逸趣，會琴心於卧游，海嶽奇蹤，成墨戲為市隱。清興則四時共賞，紅塵而十丈全消，山川之面目皆真，天地之菁英盡洩。雖謂紛披卷軸，情同過眼煙雲，即看傅寫丹青，怳若置身丘壑。此則《畫學月刊》之所由起也。繄昔圖經垂教，繪事考工，溯六書之象形，昭千古之絶藝。史皇畫學，適朝野之宜，摩詰宗風，啟宋元而後，亦既光騰異采，共握虵珠，寶炫詼奇，羞誇燕石矣。猶或開徑關懷，望門却步，閣高清閟，循堂廡以歭躕，琴訪成連，望滄溟而怊悵，信今傳古，烏能已乎？蹠實翔華，尤有進者。嘅夫作家士習，道藝分途，軒冕山林，工拙意趣。禪宗衣缽，因南北而見歧，墨守樊籬，從步趨以自囿。甚或是丹非素，入主出奴，白能受采，悲同於染絲，鐵可成金，方期於匕藥。習俗之移，漸漬深矣，蒙養之正，趨向端焉。而况神難窺，鬼鬽易狀。許道寧之市藥，觀者圍場；趙令穰之朝回，嗤無書卷；閻相三瞻寺壁，甫識張僧繇；宫監一睹院工，能知李晞古。蓋優劣固殊，而審別宜慎已。……” 按：《畫學月刊》主幹者為謝夢鯉，主編者尚有劉海粟、張孟嘉、賀天健、俞寄凡。 與陳柱書：“柱尊先生大鑒：《畫學月刊》第一期今甫出版，所談附刊金石詩文雜著，已與友商妥，前途尚求尊處諸同人代廣推銷，惟每期訂之數萬字，俾有預算尤合。月刊可飭來敝寓取去，因郵或沮也。專候撰綏。黄賓虹謹上。八月廿九日。”...",
      "is_letter": false
    },
    {
      "date": "1933.02.14",
      "norm_date": "1933.02.14",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "昨承召飲，適因返寓已遲，不克走陪兼聆大教，至以為歉。近日得暇，擬多作畫，請為指正。餘由續及。此候著綏。黄賓虹頓首。十二月廿七日。",
      "summary": "此際得暇，擬埋頭作畫。",
      "details": "與陳柱書：“昨承召飲，適因返寓已遲，不克走陪兼聆大教，至以為歉。近日得暇，擬多作畫，請為指正。餘由續及。此候著綏。黄賓虹頓首。十二月廿七日。”...",
      "is_letter": false
    },
    {
      "date": "1933.12.30",
      "norm_date": "1933.12.30",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生：日昨匆匆叙話，未罄欲言。茲有友贈十餘年陳紹酒，已約潘蘭老來晤談，適有孫仲容乃郎孟晉來申，攜《□□年譜》待刻，希惠臨呂班路蒲石路口勝利飯店是荷（準明晚五時）。此候著綏。黄賓虹頓首。十二月廿九日早。",
      "summary": "12月30日，約請潘飛聲、陳柱、孫仲容哲嗣孟晉，在勝利飯店小叙。",
      "details": "與陳柱書：“柱尊先生：日昨匆匆叙話，未罄欲言。茲有友贈十餘年陳紹酒，已約潘蘭老來晤談，適有孫仲容乃郎孟晉來申，攜《□□年譜》待刻，希惠臨呂班路蒲石路口勝利飯店是荷（準明晚五時）。此候著綏。黄賓虹頓首。十二月廿九日早。”...",
      "is_letter": false
    },
    {
      "date": "1934.01.10",
      "norm_date": "1934.01.10",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "大書家黄鴻圖，字穉棠，臨川人，為江西耆宿，博學能文，尤精書法，自商周金石龜甲之文，以至漢魏六朝隋唐碑帖，無不臨摹，而獨具精采，故四方求之者踵至，深為陳石遺、唐蔚芝、柳翼謀、黄賓虹、歐陽競無諸氏推許。現應諸友之約，住京鬻書，上海各大紙店亦代收件。並聞黄氏將應友人之請，在京開館授徒，欲以數十年來獨得之秘，傳諸其人，學費月約十元云。",
      "summary": "臨川書家黄穉棠游滬上，與之論書法。",
      "details": "《黄鴻圖在京滬鬻書》：“大書家黄鴻圖，字穉棠，臨川人，為江西耆宿，博學能文，尤精書法，自商周金石龜甲之文，以至漢魏六朝隋唐碑帖，無不臨摹，而獨具精采，故四方求之者踵至，深為陳石遺、唐蔚芝、柳翼謀、黄賓虹、歐陽競無諸氏推許。現應諸友之約，住京鬻書，上海各大紙店亦代收件。並聞黄氏將應友人之請，在京開館授徒，欲以數十年來獨得之秘，傳諸其人，學費月約十元云。”（1935年1月10日時事新報） 陳柱《談畫法》：“臨川書家黄穉棠（鴻圖）先生，以書名聞海内久矣，與余論書，郵筒往來，亦已屢矣。頃游海上，余觴之於酒家，黄山黄賓虹先生亦在座，當代畫家兼書家也。客有嗜書法者，問於穉翁曰：‘先生書法，窮極篆籀之變，以上追殷，而下及秦漢，以之馳驟魏晉六朝南北各家，如王良不失其馳，捨矢如破也，其道何由？’穉翁曰：‘吾何敢！吾何敢！雖然，今為子略言書法之源流，與夫文質派別之說，請就正焉。夫夏尚忠，商尚質，周尚文，其說舊矣。而夫子則曰：‘虞夏之質，殷周之文，至矣。’又曰：‘虞夏之文，不勝其質，殷周之質，不勝其文。’何其與商質周文之言相反如是邪？蓋夫子之言，固亦有說，固與商質周文之言互相發明者也。夫文由質生，天地秘奥，以漸而洩，由質而生文，其勢然也。故虞夏為質，而殷周為文，亦天地秘奥以漸而洩者耳。殷視虞夏為文，而以視周則為質矣。其始也質變爲文，及其為文，則亦漸洩而漸盛，故殷質之說對周而言也，對虞夏言則為文矣。質則直，直則方，易曰：‘直，其正也。方，其義也。敬以直内，義以方外。’此四語者可以之概括殷書矣。周公制禮作樂，頒度量而天下服，郁郁彬彬，於斯為盛。孔子曰：‘焕乎其有文章。’此可以之論周之制度文章，亦可以論有周一代之書矣。魯秉周禮，同姓諸侯宗之，號為宗國，其文紆回奥秘，深邃淵穆。如毛公鼎、不、大、伯晨鼎、鼎之類，斐然文章之盛，自古迄今，於斯為最，魯宗書可於此概之。齊表東海，楚雄南服，秦霸西戎，其書皆宗殷，異姓小邦，翕然從之，亦勢之自然者耳。齊書險刻，或流為譎變，其俗急功利喜誇詐，而文亦隨之。險刻如陳曼簠、陳純釜之類是矣，譎變如齊侯罍、國差盤之類是矣。楚書雄强，袵金革死而不厭，北方之强也，而楚乃似之，而文亦隨之。楚公鐘、夜雨雷鎛、雚甗、南公盂鼎之屬，其勢奔騰砰（澎）湃，如波濤夜驚，風雨驟至，其雄如匹馬陷陣，辟易萬人，怒不可當，席捲江淮，蠶食諸姬，觀其文可以覘其國矣。秦席豐鎬舊都，岐陽石鼓，秦書所宗，",
      "is_letter": true
    },
    {
      "date": "1934.06.18",
      "norm_date": "1934.06.18",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：昨荷召飲，兼聆教言，至以為幸。茲已約何伯丞、黄公渚、龍榆生、盧季野諸君，於月之廿一日即星期五下午六時，祗候小叙，千祈勿却。順頌著安。黄賓虹謹啟。六月十九日。",
      "summary": "6月18日，陳柱尊召飲，復邀陳柱尊與何伯丞、黄公渚、龍榆生、盧季野21日至舍小叙。",
      "details": "與陳柱尊書：“柱尊先生大鑒：昨荷召飲，兼聆教言，至以為幸。茲已約何伯丞、黄公渚、龍榆生、盧季野諸君，於月之廿一日即星期五下午六時，祗候小叙，千祈勿却。順頌著安。黄賓虹謹啟。六月十九日。”...",
      "is_letter": false
    },
    {
      "date": "1934.11.28",
      "norm_date": "1934.11.28",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：日前奉約本星期五，日六時邀同馮振心先生，祈惠臨西門路敝寓小酌。已柬李棲雲、程演生兩君矣。專此，祗候日綏。黄賓虹謹上。十一月廿日。",
      "summary": "11月28日，邀約陳柱、馮振心、李棲雲、程演生來舍小酌。",
      "details": "與陳柱書：“柱尊先生大鑒：日前奉約本星期五，日六時邀同馮振心先生，祈惠臨西門路敝寓小酌。已柬李棲雲、程演生兩君矣。專此，祗候日綏。黄賓虹謹上。十一月廿日。”...",
      "is_letter": false
    },
    {
      "date": "1935.春",
      "norm_date": "1935.01.01",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "坐看雲起處。乙亥春日，寫唐人詩意爲《學術世界》社諸君子一粲，黄賓虹畫。",
      "summary": "春，陳柱主編之《學術世界》雜志將創刊，作唐人詩意圖贈諸同人。",
      "details": "自題：“坐看雲起處。乙亥春日，寫唐人詩意爲《學術世界》社諸君子一粲，黄賓虹畫。”（《學術世界》1935年8月第一卷第三期）...",
      "is_letter": false
    },
    {
      "date": "1935.春",
      "norm_date": "1935.01.01",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "近聞陳柱尊、鄭師許兩教授發起編輯《學術世界》月刊，託世界書局出版發行。擔任撰述者，如陳衍、唐文治、黄賓虹、張其淦、陳天倪、錢基博、吳康、陳鐘凡、朱公謹、馮振、劉祖仁、莊強華、馬宗榮、邰爽秋、傅式說、唐慶增、黄華表等。此外，並刊登前賢遺著，專以討究學術為範圍，內容甚為豐富，第一卷第一期月內即可出版。",
      "summary": "春夏間，陳柱尊、鄭師許發起編輯《學術世界》月刊，邀為撰述人。",
      "details": "《學術世界出版預告》：“近聞陳柱尊、鄭師許兩教授發起編輯《學術世界》月刊，託世界書局出版發行。擔任撰述者，如陳衍、唐文治、黄賓虹、張其淦、陳天倪、錢基博、吳康、陳鐘凡、朱公謹、馮振、劉祖仁、莊強華、馬宗榮、邰爽秋、傅式說、唐慶增、黄華表等。此外，並刊登前賢遺著，專以討究學術為範圍，內容甚為豐富，第一卷第一期月內即可出版。” （5月24日申報）...",
      "is_letter": false
    },
    {
      "date": "1935.夏",
      "norm_date": "1935.01.01",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：昨日青浦旋申，奉誦手書，並荷脩脯之惠，領之滋恧。令媛暑假期中星期一、四兩日，上午較凉，可早來聽講六法之大旨，其餘即隨意自修。茲附畫稿，可悟大意。前囑為拙畫兩卷，已點染竣工，便可着人來取。歐人謂美術是人生養腦之糧，宜甚於飲食，僕以爲中國藝術尤是高等人之糧，如詩文書畫，非淺俗之子所能受用，文、質兩者，可以知所輕重矣！一笑。專復，祗候時綏。黄賓虹頓首。",
      "summary": "青浦游歸，繪贈《蜀中山水》與《西湖勝景》兩長卷予陳柱。",
      "details": "與陳柱書：“柱尊先生大鑒：昨日青浦旋申，奉誦手書，並荷脩脯之惠，領之滋恧。令媛暑假期中星期一、四兩日，上午較凉，可早來聽講六法之大旨，其餘即隨意自修。茲附畫稿，可悟大意。前囑為拙畫兩卷，已點染竣工，便可着人來取。歐人謂美術是人生養腦之糧，宜甚於飲食，僕以爲中國藝術尤是高等人之糧，如詩文書畫，非淺俗之子所能受用，文、質兩者，可以知所輕重矣！一笑。專復，祗候時綏。黄賓虹頓首。” 陳柱書：“賓虹先生尊鑒：近患足疾，步不能移，痛苦極矣。幸先生畫卷適至，時時展視，如卧游青城、玉壘之雄（四川山水長卷），如醉餐天竺、靈隱之秀（西湖手卷），不自知身在紅塵萬丈中也。來諭云：‘歐人謂美術爲人生養腦之糧，宜甚於飲食，僕則以爲中國藝術尤是高等人之糧，如詩文書畫，非淺俗之子所能受用。’信哉斯言！柱每於百忙之中，稍有暇隙，即事吟哦，而尤好觀覽古今佳書畫，常謂愛山水者，必愛真山水，則其人必愛國。愛花卉翎毛畫者，必好生物學，亦必有好生之德。詩人亦然。一花一草，敗磚頑石，尋常人視爲至無情、至無足輕重者，詩人視之，或以爲能歌能泣，或以爲可歌可泣，時而物即我焉，時而我即物焉，物我兩忘，情通為一。夫無情之物，視之尚如此，况至有情之人類哉！况屬於五倫之間者哉！此民胞物與之懷，詩畫家之所當同者也。中國文人書畫，書中當有畫意，畫中當有書意，先生恒爲柱言之，最佩卓見。柱以爲中國文人畫，不特原於六書之象形，且有六書之指事與會意。彼不通六書之學者，徒以形似求之，畫理求之，真與兒童之見無異也。俗人論畫，徒求其似，不知此特畫之初步耳。及其至也，蓋有進乎似者，此莊生所謂貴乎進於技者也。且退一步言之，不特世界之畫，無絶相似者，即照相亦無絶相似者。不特照相無絶相似者，即同是一水，而逝者如斯，後水定非前水；同是一山，而藏山於澤，今山豈是昨山。世徒知逝水長新，豈覺青山潛换，天真物尚不能自相似，况乎假筆墨以賦形者哉！是故畫之至者，畫之外尚有物焉，猶詩之工者，詩之外尚有事也。何也？善畫者，真雞不如畫雞，以真雞則雞而已，而畫雞則不特雞之形與神而已，尚可以見畫者之神焉；且藉畫者之神，而可以彷彿畫者之形焉。故是雞也，就其形骸之外者而言之，則固雞也，就其形骸之内者而言之，則畫者耳。莊生曰：今吾與子游與形骸之内，而子索我於形骸之外，不亦悲乎！今之論畫專以形似與畫理求者，宜亦莊生亦所悲矣。故柱嘗謂識西洋畫易，識中國文人畫難，識中國書之為畫尤難。率",
      "is_letter": false
    },
    {
      "date": "1935.秋",
      "norm_date": "1935.01.01",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "華原嗣美乙亥之秋，原覺先生屬，賓虹題。",
      "summary": "秋，為羅原覺題宋代王洪畫卷引首及跋尾。",
      "details": "引首：“華原嗣美乙亥之秋，原覺先生屬，賓虹題。”跋尾：“宋紹興中，畫之高手綦多，王洪真蹟不少概見，莫秋水稱其矩矱北宋，猶有先正典型，後世臨摹，愈失其真，致深浩嘆。兹觀是卷，筆酣墨妙，洵非近數百年中所易覩，安得不與珩璧琬琰共珍耶？乙亥之秋，原覺先生出此見眎，為志數語於此。賓虹題。”（現藏美國普林斯頓大學美術館。洪再新提供照片） 為陳柱作《北流蘿村陳柱尊山屋圖》。 自題：“屏扆巒光一嶺通，山花籬落綴腥紅。遥知庭院藏深樹，合住高人陳孟公。蘿村訪柱尊先生，約游勾漏諸勝，寫似哂正。乙亥，黄賓虹。”...",
      "is_letter": false
    },
    {
      "date": "1935.秋",
      "norm_date": "1935.01.01",
      "hbh_loc": "廣州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生著述宏富，且豪於飲，因集周金文‘詞客人間作游戲，酒星天上有光華’十四字，以博哂正。天都黄賓虹篆於宙合樓。",
      "summary": "為陳柱書“詞客人間作游戲，酒星天上有光華”篆聯。",
      "details": "題跋：“柱尊先生著述宏富，且豪於飲，因集周金文‘詞客人間作游戲，酒星天上有光華’十四字，以博哂正。天都黄賓虹篆於宙合樓。”...",
      "is_letter": true
    },
    {
      "date": "1935.01.04",
      "norm_date": "1935.01.04",
      "hbh_loc": "南京",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "錫山唐蔚芝先生，為吾國當今大儒，經師人師，早已馳聲中外。今年為先生七十壽辰，於是其門弟子張其洤、胡端行、傅焕光等發起集資築茹經堂於太湖之寶界山。自去年（1934）一月二日舉行奠基禮後，鳩工建築，將及一年，現工程完成，莊嚴華麗，湖山為之生色。考琴山東臨蠡湖，西環震澤，南通雪浪、軍將諸峰，北接惠麓、九龍等勝，煙水迴環，峰巒羣立。又考琴山其形似琴，故名琴山。是山也，背圓而不峰，身長而秀美，突兀湖中，有中流砥柱之勢。且宋刺史錢紳仲（濬泉）結廬樓隱於此，明王仲山先生暨子吏部郎鑑（繼山）偕隱讀書，又於是山建湖山草堂，即歸震川所記寶界山居是也。仲山先生疊石疏池，營成三十四景，作湖山招隱之歌，與里老共談，三百年來，流水高山，久為樂土。現茹經堂築於斯山之上，庶幾與蔣子傑閣、高子水居、王子草堂先後輝映云。現定1月4日舉行落成典禮，唐先生故舊及弟子遍海内，想屆時車水馬龍，益使湖山應接不暇矣。老畫家黄賓虹先生前數日應唐先生之請，蒞賜演講，並由陳柱尊、馮振心陪往寶界山游覽，黄先生為繪茹經堂中堂一幅，陳柱尊為作《茹經堂畫》記題其上。",
      "summary": "歸滬時，道經無錫，時老友唐蔚芝之門弟子爲壽師七十華誕，集資築茹經堂，應邀前往演講並游寶界山，為繪中堂一幀。",
      "details": "《茹經紀念堂落成典禮》：“錫山唐蔚芝先生，為吾國當今大儒，經師人師，早已馳聲中外。今年為先生七十壽辰，於是其門弟子張其洤、胡端行、傅焕光等發起集資築茹經堂於太湖之寶界山。自去年（1934）一月二日舉行奠基禮後，鳩工建築，將及一年，現工程完成，莊嚴華麗，湖山為之生色。考琴山東臨蠡湖，西環震澤，南通雪浪、軍將諸峰，北接惠麓、九龍等勝，煙水迴環，峰巒羣立。又考琴山其形似琴，故名琴山。是山也，背圓而不峰，身長而秀美，突兀湖中，有中流砥柱之勢。且宋刺史錢紳仲（濬泉）結廬樓隱於此，明王仲山先生暨子吏部郎鑑（繼山）偕隱讀書，又於是山建湖山草堂，即歸震川所記寶界山居是也。仲山先生疊石疏池，營成三十四景，作湖山招隱之歌，與里老共談，三百年來，流水高山，久為樂土。現茹經堂築於斯山之上，庶幾與蔣子傑閣、高子水居、王子草堂先後輝映云。現定1月4日舉行落成典禮，唐先生故舊及弟子遍海内，想屆時車水馬龍，益使湖山應接不暇矣。老畫家黄賓虹先生前數日應唐先生之請，蒞賜演講，並由陳柱尊、馮振心陪往寶界山游覽，黄先生為繪茹經堂中堂一幅，陳柱尊為作《茹經堂畫》記題其上。”（《學術世界》第一卷第九期） 吕集義《蘿邨賦呈黄賓虹老畫師》：“精神抖擻世無儔，七十高年尚遠游。捧手乍驚兼四絶（先生詩、畫、書、金石皆精絶），及身已卜定千秋。黄山家近軒窗豁（先生籍安徽，自言其家軒窗正面黄山），蜀道詩雄氣力遒（先生去歲游蜀，得詩百數十首，曰‘賓虹吟草’）。遍覓仙蹤又勾漏，待揮奇筆發潛幽。”（《學術世界》第一卷第十期） 又《蘿邨隨賓虹畫師、一百師兄山游得截句六首》之一：“入望秋郊綠罽舖，滿懷詩興載歸途。溪山未許老魂夢，惟乞黄翁畫作圖。”（《學術世界》第一卷第十期） 按：唐蔚芝（1865—1954），名文治，別號茹經，江蘇太倉人。光緒十八年進士，累官至農工商部侍郎、尚書。任上海高等實業學堂（原名南洋公學，今交通大學前身）監督達十四年之久。長期主講無錫專修館，造就人才綦衆。...",
      "is_letter": false
    },
    {
      "date": "1935.06",
      "norm_date": "1935.06.01",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "黄先生又為余作《桂林八景圖》，而題桂林清道光間詩畫家羅星橋（辰之）詩於其上。詩多，今不錄，然星橋詩可謂生造險澀，欲與桂林山水争奇，而黄先生之《八景圖》，尤足與《八桂豪游圖》相發，蓋前者以淡遠勝，而後者以雄渾勝矣。近吾於友朋雅會之際，展圖共賞，未嘗不按圖指曰：是吾昔日看黄先生寫真處也，是吾昔日曾與黄先生大醉處也。",
      "summary": "6月，為陳柱作《桂林八景圖》。",
      "details": "陳柱《憶舊游》：“黄先生又為余作《桂林八景圖》，而題桂林清道光間詩畫家羅星橋（辰之）詩於其上。詩多，今不錄，然星橋詩可謂生造險澀，欲與桂林山水争奇，而黄先生之《八景圖》，尤足與《八桂豪游圖》相發，蓋前者以淡遠勝，而後者以雄渾勝矣。近吾於友朋雅會之際，展圖共賞，未嘗不按圖指曰：是吾昔日看黄先生寫真處也，是吾昔日曾與黄先生大醉處也。”（《學術世界》第一卷第九期）...",
      "is_letter": false
    },
    {
      "date": "1935.06.21",
      "norm_date": "1935.06.21",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：昨荷召飲，兼聆教言，至以爲幸。茲已約何柏丞、黄公渚、龍榆生、盧季野諸君，於月之廿一日即星期五下午六時，祗候小叙，千祈勿却。順頌著安。黄賓虹謹啟。六月十九日。",
      "summary": "6月21日晚，約陳柱、何柏丞、黄公渚、龍榆生、盧季野來寓小叙。",
      "details": "與陳柱書：“柱尊先生大鑒：昨荷召飲，兼聆教言，至以爲幸。茲已約何柏丞、黄公渚、龍榆生、盧季野諸君，於月之廿一日即星期五下午六時，祗候小叙，千祈勿却。順頌著安。黄賓虹謹啟。六月十九日。”...",
      "is_letter": false
    },
    {
      "date": "1935.07.24",
      "norm_date": "1935.07.24",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "上海交通大學國文系主任陳柱尊，應廣西教育廳暑期講學班之聘，於七月二十四日與黄賓虹、馮振心（皆應聘赴廣西講學者）等乘輪南下，行至梧州，陳氏忽接家電，驚悉太夫人在籍逝世，遂奔喪歸裡。太夫人杜氏，諱坤元，享年七十有六，生平治家勤儉，督責兒孫勤學，臨終前數日，猶躬自紡織，足為世範。陳教授有《哭母詩》雲：痛哭歸來不欲生，卅年別母為修名。名成吾母歸何處，淚滴黄泉暗有聲。半世劬勞緣聖善，百身呼贖歎無靈。最難回憶兒時事，深夜寒燈督讀經。讀者莫不感動云。",
      "summary": "7月24日，匆匆結束美專暑期藝術講習會教課，與陳柱尊、馮振心等乘輪南下，經香港至梧州，陳柱尊得其母親在故里逝世消息而去奔喪，乃與其他學者至南寧。",
      "details": "《陳柱尊教授太夫人在籍逝世》：“上海交通大學國文系主任陳柱尊，應廣西教育廳暑期講學班之聘，於七月二十四日與黄賓虹、馮振心（皆應聘赴廣西講學者）等乘輪南下，行至梧州，陳氏忽接家電，驚悉太夫人在籍逝世，遂奔喪歸裡。太夫人杜氏，諱坤元，享年七十有六，生平治家勤儉，督責兒孫勤學，臨終前數日，猶躬自紡織，足為世範。陳教授有《哭母詩》雲：痛哭歸來不欲生，卅年別母為修名。名成吾母歸何處，淚滴黄泉暗有聲。半世劬勞緣聖善，百身呼贖歎無靈。最難回憶兒時事，深夜寒燈督讀經。讀者莫不感動云。”（8月17日時事新報） 《廣西省政府舉辦全省中等學校教職員暑期講習班》：“（前略）今年暑假召集全省高、初中及師範學校校長、教導主任及國文教員來邕，分別加入教職員講習班及國文教員講習班訓練，並敦請國畫泰斗、暨南大學教授黄賓虹、交通大學國學系主任陳柱尊、無錫國學專門學院校務主任馮振、上海光華及大夏大學教授陳一百、廣東中山大學教育研究所主任崔載陽，暨廣州勷勤大學教授徐則鄰七人爲講師，於七月二十二日起上課。……崔載陽講：一、教育行政問題，二、中學校校長應負之責任。陳一百講：一、中學教師應有之人生觀，二、如何增進教學效率，三、考核成績之原則及方法，四、關於教材與教法問題的實驗方法。黄賓虹講：一、金石學史，二、書法發微，三、圖畫概論。馮振講：一、國文教學之教材問題，二、國文教法，三、文字學研究法，四、七言絶句作法。各學員每晨七時起上課，十一時散課，下午二時起上課，四時散課，每日計共上課六小時，雖烈日如燒，汗流如瀋，亦不或輟。聞講習班已於八月十九日結束，各講師亦已紛紛遄返廣州、上海云。”（《學術世界》第一卷第六期）...",
      "is_letter": false
    },
    {
      "date": "1935.08.11",
      "norm_date": "1935.08.11",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "奇峰靈岫簇江濆，嵐影陰晴紫翠分。五色補天鞭起石，千尋拔地劍撐雲。 梯縋路絕筇無力，環佩波明玉有紋。雙槳夜投何處宿，前村演漾月沄沄。 鼂采天邊遠樹低，平蕪簪玉萬峰齊。仙蹤桂勝探珠洞，客路蠻音訝玉溪。 灕樂會心流水合，煙煆豁眼絕塵迷。幽尋磵畔深深入，逾嶺前村聞午雞。灕江攬勝亭有樂水匯流於此,因賦二律即景，寫奉次瓞先生桀正。乙亥夏日，黄賓虹。",
      "summary": "此際，為林次瓞作《灕江攬勝亭圖卷》。",
      "details": "自題：“奇峰靈岫簇江濆，嵐影陰晴紫翠分。五色補天鞭起石，千尋拔地劍撐雲。 梯縋路絕筇無力，環佩波明玉有紋。雙槳夜投何處宿，前村演漾月沄沄。 鼂采天邊遠樹低，平蕪簪玉萬峰齊。仙蹤桂勝探珠洞，客路蠻音訝玉溪。 灕樂會心流水合，煙煆豁眼絕塵迷。幽尋磵畔深深入，逾嶺前村聞午雞。灕江攬勝亭有樂水匯流於此,因賦二律即景，寫奉次瓞先生桀正。乙亥夏日，黄賓虹。” 陳柱題引首：“天下第一佳山水。桂林山水甲天下，黄賓虹先生山水又為當今海內第一，此卷更為賓翁傑作，次瓞老兄宜世世□寶之也。陳柱敬題。” 按：此兩首載《學術世界》，題為《為林次瓞作灕江攬勝亭山水長卷（亭為樂水匯流處）》。 與陳柱、陳中凡同游北流勾漏、容縣都嶠。 按：此次游廣西西部名勝，《學術世界》1936年10月第二卷第一期刊有黄賓虹《暗螺山圖》，自題云：“筍輿平坂度層岑，路重重入杳冥。千萬山回望處，峰尖雲外豁遥青。暗螺山。賓虹。”旁註云：“黄賓虹先生北流暗螺嶺，陳柱尊家約十里之風景也。”...",
      "is_letter": false
    },
    {
      "date": "1935.12.09",
      "norm_date": "1935.12.09",
      "hbh_loc": "蘇州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "我國名畫家暨南大學教授黄賓虹先生，暨交通大學國學系主任陳柱尊先生，應本校校長、教務長之聘，於上月九日由滬約同來校作學術演講。黄先生講題為‘中國畫之認識’，其意謂中畫與西畫，若造極詣，其理相同。中國畫家與西洋畫家至於互相非詆，蓋皆未能達其最高峰。並推之世間之理，九流百家之道，紛紜錯雜，然考核其真諦，莫不殊途同歸。論綦透闢。又謂提倡繪事，可以救挽人心。如畫中所表出之幽情逸致，更加淡墨畫之不施丹青，咸足令人對之志趣淡泊、心理超潔矣。陳柱尊先生講題為‘墨子的尚義教育’，闡發隱奧，解剖精翔，各同學無不記錄，以備不忘云。",
      "summary": "12月9日，在蘇州國學專科學校演講，講題為“中國畫之認識”，有云“中畫與西畫，若造其極詣，其理相同”。此為中西繪畫學理異途同歸思想的最早表述。",
      "details": "《國專校聞·黄賓虹陳柱尊二先生蒞校演講》：“我國名畫家暨南大學教授黄賓虹先生，暨交通大學國學系主任陳柱尊先生，應本校校長、教務長之聘，於上月九日由滬約同來校作學術演講。黄先生講題為‘中國畫之認識’，其意謂中畫與西畫，若造極詣，其理相同。中國畫家與西洋畫家至於互相非詆，蓋皆未能達其最高峰。並推之世間之理，九流百家之道，紛紜錯雜，然考核其真諦，莫不殊途同歸。論綦透闢。又謂提倡繪事，可以救挽人心。如畫中所表出之幽情逸致，更加淡墨畫之不施丹青，咸足令人對之志趣淡泊、心理超潔矣。陳柱尊先生講題為‘墨子的尚義教育’，闡發隱奧，解剖精翔，各同學無不記錄，以備不忘云。”（《國專月刊》1936年第2卷第5期）...",
      "is_letter": false
    },
    {
      "date": "1936.05.18",
      "norm_date": "1936.05.18",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：奉誦惠緘，並大作詩，祗惠種切。博物館項全由葉董事長負責，交付手續早已辦妥，内人諒因物主催詢，致勞台端費神收取，初非鄙意。今鄭師許君來函，尚須補出清單，調掉收據，客中根單無由記憶，以致因循未復，茲附寸柬，先祈代轉爲荷。此次北游，事因倉遽，無由縷詳。綏遠之行，冗雜遷延，僅至西山逗留多時。稍遲結伴，擬為房山、盤山諸勝，一瞻其概，即行返申。時事孔棘，旅行亦大不易。令媛蕙英習畫，頗覺孟晉，藏焉修焉，優焉游焉，方得文藝幽静之致，山林泉石，非閒無以領悟其趣。作畫之用筆之法，由分明而融洽；融洽之中，仍當分明。無法者不足觀，而泥於法者，亦不足觀。夫惟先求乎法之中，終超於法之外，不為物理所拘，即無往而非理。暇中可將珂版羅致其有章法者，一一臨摹，再自審其有無筆墨，何由進分明於融洽矣。其他於隷體中一波三折多致意耳。近作雖用筆太直，然非直不能曲，不先求直即曲，春蛇秋蚓，亦未為得。尊示蕙英文一首，論古文書畫同源之理，極爲精確，不學之子，何足於此。今之西畫，皆無學之徒爲之，歐日學者，尚解求知國畫理論，津津而樂道焉。國亡必先亡其學，可慨哉！復候著綏。黄賓虹頓首。二十五年七月十二日。",
      "summary": "在北平期間，游覽近郊諸山，賓朋之樂，宴無虛日，留連廠肆，賞心悅目。",
      "details": "與陳柱書：“柱尊先生大鑒：奉誦惠緘，並大作詩，祗惠種切。博物館項全由葉董事長負責，交付手續早已辦妥，内人諒因物主催詢，致勞台端費神收取，初非鄙意。今鄭師許君來函，尚須補出清單，調掉收據，客中根單無由記憶，以致因循未復，茲附寸柬，先祈代轉爲荷。此次北游，事因倉遽，無由縷詳。綏遠之行，冗雜遷延，僅至西山逗留多時。稍遲結伴，擬為房山、盤山諸勝，一瞻其概，即行返申。時事孔棘，旅行亦大不易。令媛蕙英習畫，頗覺孟晉，藏焉修焉，優焉游焉，方得文藝幽静之致，山林泉石，非閒無以領悟其趣。作畫之用筆之法，由分明而融洽；融洽之中，仍當分明。無法者不足觀，而泥於法者，亦不足觀。夫惟先求乎法之中，終超於法之外，不為物理所拘，即無往而非理。暇中可將珂版羅致其有章法者，一一臨摹，再自審其有無筆墨，何由進分明於融洽矣。其他於隷體中一波三折多致意耳。近作雖用筆太直，然非直不能曲，不先求直即曲，春蛇秋蚓，亦未為得。尊示蕙英文一首，論古文書畫同源之理，極爲精確，不學之子，何足於此。今之西畫，皆無學之徒爲之，歐日學者，尚解求知國畫理論，津津而樂道焉。國亡必先亡其學，可慨哉！復候著綏。黄賓虹頓首。二十五年七月十二日。” 按：陳柱之女蕙英乃黄賓虹門人。 與許承堯書：“芚公先生左右：北游南旋，眴經三月有餘，時漸秋爽，遥想頤養起居增祜為慰。燕京寥落，固非昔比，然賓朋之樂，讌會繁盛，酬酢往來。古物藏，時流市肆，賞心愜目，尚為它省所不及。此次璽印奇字獲十數紐。宋元明人書畫，力不能致，亦得禦目，良堪自喜。惟以有限之輸入，供無厭之誅求，尤足自笑。長名此次偕行，同為金融所窘，月得二百餘元，不敷旅費，日與肉食者周旋，宜其怏怏。近聆彤老盼為整理志務甚殷。已屬趕完故宫手續，免與宦途人争閒氣。祈尊處力為推轂，俾志承有成尤幸。文從聞秋凉可來滬盤桓，倘携汪無瑞册出觀尤感。專此著綏。黄賓虹頓首。八月二十二日。”...",
      "is_letter": false
    },
    {
      "date": "1936.08.22",
      "norm_date": "1936.08.22",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：昨日南旋，未遑修謁。瀕行晤張孟劬丈，（杜）門不出，云已歲餘。近漸秋爽，諒著書日富。回首去年勾漏、都嶠諸山，游跡所經，今未卜若何？念甚念甚。此候道綏。黄賓虹頓首。八月廿三日。",
      "summary": "8月22日返滬，瀕行晤張孟劬。",
      "details": "與陳柱書：“柱尊先生大鑒：昨日南旋，未遑修謁。瀕行晤張孟劬丈，（杜）門不出，云已歲餘。近漸秋爽，諒著書日富。回首去年勾漏、都嶠諸山，游跡所經，今未卜若何？念甚念甚。此候道綏。黄賓虹頓首。八月廿三日。”...",
      "is_letter": false
    },
    {
      "date": "1936.09.25",
      "norm_date": "1936.09.25",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "",
      "summary": "9月25日，參加《學術世界》編譯社創辦週年紀念而在上海致美樓舉辦的招待宴會，蒞會者有陳柱、鄭師許、陳一百、陳千鈞以及文藝界、新聞界數十人。",
      "details": "按：見《學術世界》。...",
      "is_letter": true
    },
    {
      "date": "1936.10.31",
      "norm_date": "1936.10.31",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "乾英尊兄大鑒：今午接到皖函，新有期服之喪，亟須返歙一行，明日到杭乘車，約二星期回滬，知關注念，特此布聞。專頌文綏。黄賓虹頓首。十月卅日。諸位學兄均此。",
      "summary": "洪夫人在潭渡村病逝，享年六十九歲。10月31日噩耗傳來，當即準備返里，旋因積憂致病，遣宋若嬰率諸兒女返里料理後事，半月後又投入鑒定工作。",
      "details": "與蘇乾英書：“乾英尊兄大鑒：今午接到皖函，新有期服之喪，亟須返歙一行，明日到杭乘車，約二星期回滬，知關注念，特此布聞。專頌文綏。黄賓虹頓首。十月卅日。諸位學兄均此。” 按：諸位學兄指暨南大學畫學研究會諸學生。蘇乾英（1910—1996），生於廣東潮安，青年時期曾至印度尼西亞做工，1929年從新加坡回國，考入上海暨南大學。1933年畢業於暨南大學文學院歷史系，留校任該系助教，從事東南亞歷史及華僑史研究。1941年12月太平洋戰争爆發，暨南大學内遷至福建建陽。1945年升副教授，兼任南洋研究館主任，主編《南洋研究》。1945年8月15日日本無條件投降，隨暨南大學遷回上海，1948年受派到新加坡負責招生與考察華僑教育。1952年大專院校院系调整，分配至復旦大學歷史系。1976年調至中文系，參加二十四史標點、校勘工作。1987年升教授。曾任上海僑聯理事，著有《中國近代外交史》等。 《洪孺夫人行狀略述》：“余年十四，奉父母命，偕胞弟仲方（賡）、族侄石珊（崇保），由金華寓居返歙籍，應院考試。督學孫公萊山毓汶取余文與西溪汪吉修君列高等。余嘗因石珊至洪坑，其兄次蓀太史崇惺爲繩水堂外甥，得謁洪藎臣翁，即余之岳丈。越三年，洪秋潭同考試，晤印潭，皆余之内兄。次蓀太史既卒於閩任署中，其夫人鮑氏居里門，念先君子，敦族誼，為余媒妁，娉娶洪藎翁長女四果君，余原配洪孺夫人也。孺人年十九歸於余，節儉嫻禮教，事翁姑孝敬和婉，先考妣甚悅之。時余家道已中落，先妣性嚴謹，井臼必躬操，箕帚窬滌，不假傭役，孺人朝夕勤慎無惰容。居無何，先妹病瘵且殀，孺人脫簪珥，醫治喪葬，頗殫心力。先考病殁，事生送死，尤克盡禮。及二弟仲方娶貞白鄭氏，三弟廉叔娶西溪汪氏，婣亞酬酢，以孺人擘畫為多。余祖居老屋數椽，同堂食指衆多艱辛，資蓄憑族購受懷德堂住宅居之。繼而偕余旅滬數年，先妣殁，三胞弟夫婦見背，兼遭兒女之殤，男映燡、映灼、映發、女映班相繼殀亡，因挈侄女映采、映芬、男映容、媳羅時敏還歙，教養成人，以畢婚嫁。孺人體素强，家常起居，自任工作，無艷飾游觀、菸酒摴蒲之戲。夙患鼻衂，兼得肝陽，養静里居，聊以自適。又念余旅食辛勞，因爲置側室持門戶，往來滬寓，親愛如手足。近以長女映寶、侄女映采俱抱孀居，男映容妻子遠客香港，映容又患盲腸炎，延醫施刀割。余年老且疲，奔走衣食，積憂成痗，偶感風寒，病且益劇。明年夏，年七十，方冀余率兒孫輩歸里聚順一堂，",
      "is_letter": true
    },
    {
      "date": "1937.春",
      "norm_date": "1937.01.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓公老兄左右：奉書並為王叔平作畫精極，弟為題一詩並跋數語，另寫呈教。叔平多藏舊書，為求公畫，乃託其物色吾歙遺籍，他日有得，皆公賜也（得黄氏物，必以奉公），先此謝謝。屬徵和詩，稍遲到滬當代求人為之，里中實無能和之人也。公居莫愁湖濱，飽領六朝煙水氣，羨甚羨甚。手問起居。弟承堯上。",
      "summary": "春，為王叔平作《城南草堂勘書圖》。",
      "details": "許承堯書：“賓公老兄左右：奉書並為王叔平作畫精極，弟為題一詩並跋數語，另寫呈教。叔平多藏舊書，為求公畫，乃託其物色吾歙遺籍，他日有得，皆公賜也（得黄氏物，必以奉公），先此謝謝。屬徵和詩，稍遲到滬當代求人為之，里中實無能和之人也。公居莫愁湖濱，飽領六朝煙水氣，羨甚羨甚。手問起居。弟承堯上。” 又：“山城號仙源，在昔人事寡。嗟今亦置燧，畏聽蕭蕭馬。琅然城之南，尚有讀書者。讀書當何為？癖此未忍捨。樵貴名可念，三嘆甘在野。踵跡俞理翁，娛古自嫻雅。賓虹為寫貌，逸氣浩難把。以方梅壑筆，固亦不相下。寄茲慚有請，一欷儻吾假。丁丑春，黄賓公為叔平先生寫此圖，賓公畫精純渾厚，陳柱尊推為近代第一，余亦以爲不減查梅壑，近人能此者絶稀。此圖尤最精意之作，因爲題端，並附一詩。（此詩另紙書之並題端，今日寄去。）”...",
      "is_letter": true
    },
    {
      "date": "1937.04.19",
      "norm_date": "1937.04.19",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "林風眠、滕固、周肇祥、劉海粟、趙太侔、顧樹森、褚民誼、張道藩等聯絡全國美術家感情，集合全國美術力量，研究美術教育，推進美術運動起見，特發起組織中華全國美術會，現加入發起者有王个簃、江小鶼、吕斯百、吳作人、李毅士、汪東、汪采白、林風眠、胡小石、馬衡、高劍父、郎静山、張大千、張書旂、張善孖、陳樹人、許士騏、馮四知、楊振聲、葉楚傖、溥侗、劉海粟、潘玉良等六七十人。",
      "summary": "林風眠、滕固、周肇祥、劉海粟、趙太侔、顧樹森、褚民誼、張道藩等發起中華全國美術研究會，4月19日開成立大會，被選為臨時理事。",
      "details": "報導：“林風眠、滕固、周肇祥、劉海粟、趙太侔、顧樹森、褚民誼、張道藩等聯絡全國美術家感情，集合全國美術力量，研究美術教育，推進美術運動起見，特發起組織中華全國美術會，現加入發起者有王个簃、江小鶼、吕斯百、吳作人、李毅士、汪東、汪采白、林風眠、胡小石、馬衡、高劍父、郎静山、張大千、張書旂、張善孖、陳樹人、許士騏、馮四知、楊振聲、葉楚傖、溥侗、劉海粟、潘玉良等六七十人。”（4月7日中央日報） 又：“中華全國美術研究學會發起人於十九日下午三時假德奥瑞同學會開成立大會，到會者張道藩、楊今甫、馬衡、余紹宋、劉海粟、溥侗、滕固、高劍父、汪東、郭有守、朱希祖、曾仲鳴、蔣復璁等一百餘人，先推張道藩為臨時主席，開會如儀。一、報告籌備經過。二、説明章程草案。三、通過章程十三條（略）。四、報告章程選舉理事（臨時理事）三十七人（名單附後）。五、推舉榮譽會員十四人，並就榮譽會員中推選榮譽理事四人（名單附後）。六、通過建議教育部每年舉行全國美術展覽會一次。七、通過建議教育部轉請中央每年撥款十萬元，收購美術品。八、通過其他要案多件，至七時半始散。茲志理事、榮譽理事及榮譽會員如次。臨時理事：汪東、張道藩、宗白華、董作賓、李毅士、吳作人、顧樹森、陳禮江、蔣復璁、滕固、劉海粟、黄賓虹、江小鶼、王濟遠、汪亞塵、徐心芹、王遠勃、劉獅、張聿光、周養庵、常書鴻、趙畸、梁思成、楊振聲、秦宜夫、林風眠、余紹宋、劉開渠、李樸園、林文錚、蔡威廉、張善孖、吳湖帆、高劍父、伍千里、唐義精、唐一禾。榮譽理事：蔡元培、蔣夢麟、朱家驊、王世杰。榮譽會員：葉楚傖、葉恭綽、王一亭、邵力子、狄平子、陳樹人、馬衡、郭葆昌、陳果夫、褚民誼。”（4月20日中央日報） 4月1日鑒定故宫書畫後，薦蔡守接替書畫鑒定工作（蔡守致盧子樞書有云：“弟代賓虹鑒定故宫金石書畫，自誇眼福不薄，將來刊行鑒定書呈教。”見《不蠹齋友人書札》，政協東莞市文史資料委員會2002年版），不久黄賓虹即行歸滬，16日三時起程赴北平應國立北平藝術專科學校校長趙太侔（畸）聘執教藝專。本年初藝專校長趙太侔、中國畫研究會會長周肇祥均在南京同為美展審查員，但聘請執教之議决非萌於倉卒間，舊年在北平鑒定故宫博物院書畫時期，他們之間應該就此事商議妥貼。3月17日黄賓虹與陳柱書中說“僕稍遲即當來滬，再覓避地而居，未卜可如願否？心憧憧如醉夢中，祇得以書畫遣日耳”的話，自入蜀時家信中透露出來的",
      "is_letter": false
    },
    {
      "date": "1937.05.16",
      "norm_date": "1937.05.16",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：奉誦手書，示釋祝京兆草書，至為感謝。承屬為令嗣一百兄嘉禮畫五尺堂幅，已罄兩日之暇寫就寄滬寓，如未專送，可希飭取爲荷。《世界》雜志諒繼續，仍有疑盦諸友之作即奉。專頌福綏。黄賓虹頓首。五月十六日。",
      "summary": "5月16日，為陳一百作山水五尺中堂以賀百年和合之禧。",
      "details": "與陳柱書：“柱尊先生大鑒：奉誦手書，示釋祝京兆草書，至為感謝。承屬為令嗣一百兄嘉禮畫五尺堂幅，已罄兩日之暇寫就寄滬寓，如未專送，可希飭取爲荷。《世界》雜志諒繼續，仍有疑盦諸友之作即奉。專頌福綏。黄賓虹頓首。五月十六日。”...",
      "is_letter": false
    },
    {
      "date": "1937.12",
      "norm_date": "1937.12.01",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：頃誦惠書，並大著詩跋，環回再四，欽佩莫宣。杜少陵、陸劍南之詩，當與庾開府同慨也。清初垢道人《會心吟》亦遭焚禁，古人身世，讀書者未免傷懷。所蘄善養天和，守尼山言遜之恉，五十學《易》可耳。僕近稍研京、焦、胡、程學説，知漢宋諸儒之長，恒苦扞格。焦氏雕菰樓言《易》之書尚未見，前在滬曾訪之，内容若何？敬祈大雅有以教之。……黄賓虹頓首。廿七年一月八日。",
      "summary": "任教北平美術專科學校、古物陳列所國畫研究室，暇餘兼研易經為畫理探討之助。",
      "details": "與陳柱書：“柱尊先生大鑒：頃誦惠書，並大著詩跋，環回再四，欽佩莫宣。杜少陵、陸劍南之詩，當與庾開府同慨也。清初垢道人《會心吟》亦遭焚禁，古人身世，讀書者未免傷懷。所蘄善養天和，守尼山言遜之恉，五十學《易》可耳。僕近稍研京、焦、胡、程學説，知漢宋諸儒之長，恒苦扞格。焦氏雕菰樓言《易》之書尚未見，前在滬曾訪之，内容若何？敬祈大雅有以教之。……黄賓虹頓首。廿七年一月八日。” 又：“柱尊先生大鑒：昨讀惠緘，並眎焦理堂《易學綱領》，感荷感荷，至為銘佩。丹林、冰清來函，均述足下餘暇揮灑行草書，清興不淺。物外秦源，達者當作如是觀耳。北平城中，安堵如常。新舊歲除，士習捜求古書畫，仍復不少。新春廠甸市場，以舊書籍為最多，碑帖字畫，上乘者較滬上值昂數倍，明人字軸尤寥寥，惟收藏家隨時有展覽會，猶可得見及之也。此間有畫學研究院，作風多近院體，友約參觀，索為評語。鄙意勸其努力向筆墨上討論，方免蹈襲市畫，大衆非常喜悅。因之每週與其同人理論，近百餘人，風氣或可一變。又有辦古學院者，在籌備中。多數大學，擬開學，未知如何耳。僕於静中思研《易》學，先温習各家注解，兼觀學説，未能有所心得，有疑難處，當求教益。習書亦無進境，臨明賢真蹟，半由廠肆携來，值昂未易購得，率於歸還，無由深究。……‘予向’二字，係賤別號。《國粹學報》中有文數首，為近人採入《再續碑傳錄》，題爲失名。邇來頗思訪覓昔年拙作，如《神州日報》附刊、《時報·文藝週刊》、《國是報》及《東方》、《真相》各雜志，錄一全份，加以芟削，稍存舊稿，然已不易。日後《世界》雜志能繼續，尚有近日編纂明遺民各畫家軼事可貢獻也。孟劬先生現居鄉，未晤及。城中較安堵。唐蔚芝先生、令郎一百兄能無轉遷？念念。歙邑兩月無訊息，滬上親友通候俱已尠，為之怏然。專此，祗頌著綏。合邸均此。黄賓虹頓首。”...",
      "is_letter": false
    },
    {
      "date": "1937.12",
      "norm_date": "1937.12.01",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：奉誦手教，並瞻大著詩畫，感荷感荷。王摩詰詩中有畫，畫中有詩，工詩必工畫，古來文人莫不皆然。但詣力所至，各有不同，而氣運生動，必由天授，此六法不易之論也。承賜畫册，正是氣韻天成，雖古名家，亦不多覯。僕見明代詹東圖、查梅壑諸人，最初之作與晚年多不類，而氣韻即與庸史迥別。况先生文詞書法極有根柢，含藴畫筆之中，烏得不超？敬佩敬佩。拙著畫説，嘗謂畫家當有仙氣。蒙莊夢為蝴蝶，蝴蝶羽化之仙也，翩翩衣五綵之衣，翔風餐露於花光草際，優游自得，物莫能害，人所羨艷而不可能，而寓之於文。畫者，文之餘，亦云文之極。學畫當如蝶之成仙，自樂其樂可耳。當其孵化成蟻時，經選種者之淘汰，其生成者，如畫家之氣運（韻）生動。由食葉而三眠三起，如畫者之習筆法、墨法、章法，自師今人而師古人，而師造化，此第一期也。飽葉，吐絲，成繭自縛，如學者趨時泥古作品，非不煊爛清華，專事媚人，一落院體便猶蛹入湯鑊，無生機矣。幸而脫化，即若登仙，此第二期也。丹成以後，隨意所之，無不應節，如栩栩春風蕙帶中，仙乎仙乎，雖鳳凰不羨也，此第三期也。僕畫尚在第二期中，因之汲汲孜孜，無日捨古畫不觀，聞有異品，務期寓目，自覺筆墨時時變易，每日趁早晨用粗麻紙練習筆力，作草以求舒和之致，運之畫中，已二十年未間斷之，但成篇幅完畢者甚罕。近五年中積卷册二十件，前年由四舍弟携藏金華山寺中。近寺寇警，又分寄他所，寄北來數件擬作卧游。有陽朔山水册二十餘幀，極力仿元人筆墨，今目力漸昏花，似不能爲此細密矣。示及見秋齋君拙畫，此欲得十二册，茲特分其半，以酬知己之感可耳。僕來北方，筆墨全不與人，風雅之士，多入仕途。（僕慵於走訪費時，與避居亦不合，來索畫者亦却之。）其餘耆舊科名中人，祇愛四王、吳、惲之皮毛畫。僕終日閉門，惟廠肆古物書畫送觀者，尚不絶跡。去年以餘力致莫雲卿山水卷，有孫雪居題簽，陸應暘詩札附裝，頗精特。又邢子愿書《聖盗泉卷》，書法與晉人寫經下筆極肖，圓勁高古，較尋常迥然不同，而舒致之氣尤溢於楮墨，斥賣他物以得之，自詫奇遇。金文中六國文字搜集亦漸多，彙集錄出，惟日不足，如何如何。愚公、鉢文、秋諸君，時得晤談至羨，乏暇通候。鉢公扇頁，亦一宿諾，今償之，祈代轉。敬頌著綏。黄賓虹頓首。",
      "summary": "撰《說蝶》，以蟲化蝶的三眠三起喻學畫三個時期。",
      "details": "與陳柱書：“柱尊先生大鑒：奉誦手教，並瞻大著詩畫，感荷感荷。王摩詰詩中有畫，畫中有詩，工詩必工畫，古來文人莫不皆然。但詣力所至，各有不同，而氣運生動，必由天授，此六法不易之論也。承賜畫册，正是氣韻天成，雖古名家，亦不多覯。僕見明代詹東圖、查梅壑諸人，最初之作與晚年多不類，而氣韻即與庸史迥別。况先生文詞書法極有根柢，含藴畫筆之中，烏得不超？敬佩敬佩。拙著畫説，嘗謂畫家當有仙氣。蒙莊夢為蝴蝶，蝴蝶羽化之仙也，翩翩衣五綵之衣，翔風餐露於花光草際，優游自得，物莫能害，人所羨艷而不可能，而寓之於文。畫者，文之餘，亦云文之極。學畫當如蝶之成仙，自樂其樂可耳。當其孵化成蟻時，經選種者之淘汰，其生成者，如畫家之氣運（韻）生動。由食葉而三眠三起，如畫者之習筆法、墨法、章法，自師今人而師古人，而師造化，此第一期也。飽葉，吐絲，成繭自縛，如學者趨時泥古作品，非不煊爛清華，專事媚人，一落院體便猶蛹入湯鑊，無生機矣。幸而脫化，即若登仙，此第二期也。丹成以後，隨意所之，無不應節，如栩栩春風蕙帶中，仙乎仙乎，雖鳳凰不羨也，此第三期也。僕畫尚在第二期中，因之汲汲孜孜，無日捨古畫不觀，聞有異品，務期寓目，自覺筆墨時時變易，每日趁早晨用粗麻紙練習筆力，作草以求舒和之致，運之畫中，已二十年未間斷之，但成篇幅完畢者甚罕。近五年中積卷册二十件，前年由四舍弟携藏金華山寺中。近寺寇警，又分寄他所，寄北來數件擬作卧游。有陽朔山水册二十餘幀，極力仿元人筆墨，今目力漸昏花，似不能爲此細密矣。示及見秋齋君拙畫，此欲得十二册，茲特分其半，以酬知己之感可耳。僕來北方，筆墨全不與人，風雅之士，多入仕途。（僕慵於走訪費時，與避居亦不合，來索畫者亦却之。）其餘耆舊科名中人，祇愛四王、吳、惲之皮毛畫。僕終日閉門，惟廠肆古物書畫送觀者，尚不絶跡。去年以餘力致莫雲卿山水卷，有孫雪居題簽，陸應暘詩札附裝，頗精特。又邢子愿書《聖盗泉卷》，書法與晉人寫經下筆極肖，圓勁高古，較尋常迥然不同，而舒致之氣尤溢於楮墨，斥賣他物以得之，自詫奇遇。金文中六國文字搜集亦漸多，彙集錄出，惟日不足，如何如何。愚公、鉢文、秋諸君，時得晤談至羨，乏暇通候。鉢公扇頁，亦一宿諾，今償之，祈代轉。敬頌著綏。黄賓虹頓首。” 《說蝶》：“自來言文藝之美善，輒云妙極自然，功參造化，而於卑卑無甚高論者，譏之曰‘夏蟲不可以語冰’。夫以天地之大，萬彙之衆，一事一物，觀乎其微，周旋",
      "is_letter": false
    },
    {
      "date": "1937.12.08",
      "norm_date": "1937.12.08",
      "hbh_loc": "北平",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：疊荷手教，並法書二幀，感荷感荷。賜詩褒揚，尤爲祗謝。北平藝專雖亦遷移廬阜，其中情形複雜，未窺底藴。各省旅燕學子沮於道路者有百餘人，尚擬留鄙人作講授文藝之導，因觀出於誠懇，聊作羈留。暇中搜輯明遺民之工畫者，先由皖中入手。如僧漸江、程穆倩、鄭遺甦皆處時艱，抱其亮節清風，不為污俗所染。漸江因程松門從學王漁洋為詩，王集曾一見之。遺甦亦僅於吳野人《陋軒集》偶載。垢道人雖從楊廷麟、黄道周諸公游，而所著《會心吟》已入禁書，今不可見，所幸交游稍廣，佚聞較多。北方圖書館於明季詩文集不甚收，其閒且冷者，古人湮没，可憾！專復，此頌著綏。黄賓虹頓首。十二月八日。蘿村圖附函奉正。附拙草，另封寄上。唐蔚芝先生及南中諸友久未通訊，念甚念甚。",
      "summary": "12月8日，致書陳柱，以“僧漸江、程穆倩、鄭遺甦皆處時艱，抱其亮節清風，不為污俗所染”自勉。",
      "details": "與陳柱書：“柱尊先生大鑒：疊荷手教，並法書二幀，感荷感荷。賜詩褒揚，尤爲祗謝。北平藝專雖亦遷移廬阜，其中情形複雜，未窺底藴。各省旅燕學子沮於道路者有百餘人，尚擬留鄙人作講授文藝之導，因觀出於誠懇，聊作羈留。暇中搜輯明遺民之工畫者，先由皖中入手。如僧漸江、程穆倩、鄭遺甦皆處時艱，抱其亮節清風，不為污俗所染。漸江因程松門從學王漁洋為詩，王集曾一見之。遺甦亦僅於吳野人《陋軒集》偶載。垢道人雖從楊廷麟、黄道周諸公游，而所著《會心吟》已入禁書，今不可見，所幸交游稍廣，佚聞較多。北方圖書館於明季詩文集不甚收，其閒且冷者，古人湮没，可憾！專復，此頌著綏。黄賓虹頓首。十二月八日。蘿村圖附函奉正。附拙草，另封寄上。唐蔚芝先生及南中諸友久未通訊，念甚念甚。”...",
      "is_letter": true
    },
    {
      "date": "1938.夏",
      "norm_date": "1938.01.01",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "柱尊先生大鑒：屢承惠緘，祇因亟圖南旋，種種沮隔，未遑答復，罪甚罪甚。賜《大觀帖》影印本，暨錄垢道人詩，又大著《守玄閣文稿》，均拜領，感謝之至，厪注殷殷，論及南中情况，誠確然也。北居雖多文藝之士，不乏區分畛域，互為傾軋；且喜援引新交，輒加入其流派，重之為董事、評事名目，實則圖騖虛聲耳。僕因此恒思避地而居，或時戢影荒郊野寺中，讀書習字，間爾作畫，亦為蹤跡之者强入城市，非得已也。舊友音訊不通，今已年餘。歙邑親族無消息，傳舍間兩侄女相繼溘逝，益增悲嘆。平時來從學畫士女頗衆，惜於文學均淺薄，能知振理舊籍者，什無一二，惟篤信好學，不少其人，差可慰懷。秋齋、缽文、古愚諸君，時在念中，無恙皆可喜。粤桂距滬較近，諒多安信。松江秦山高吹萬君，蒙其於去春函詢僕之行跡，未及復函，即經事變，至今縈夢寐間，未知遷地何如耳？……北方圖書館中書，大數南來，餘盡習見之本。字畫雖多可見，亦昂貴於南中，古銅玉印尤甚，碑帖更不敢問津。專此，祗候著綏。闔第均此。黄賓虹頓首。十一月卅日。",
      "summary": "為“蹤跡之者”强入金華城，不得已歸北平，仍任國畫研究室與北平美專教職。",
      "details": "與陳柱書：“柱尊先生大鑒：屢承惠緘，祇因亟圖南旋，種種沮隔，未遑答復，罪甚罪甚。賜《大觀帖》影印本，暨錄垢道人詩，又大著《守玄閣文稿》，均拜領，感謝之至，厪注殷殷，論及南中情况，誠確然也。北居雖多文藝之士，不乏區分畛域，互為傾軋；且喜援引新交，輒加入其流派，重之為董事、評事名目，實則圖騖虛聲耳。僕因此恒思避地而居，或時戢影荒郊野寺中，讀書習字，間爾作畫，亦為蹤跡之者强入城市，非得已也。舊友音訊不通，今已年餘。歙邑親族無消息，傳舍間兩侄女相繼溘逝，益增悲嘆。平時來從學畫士女頗衆，惜於文學均淺薄，能知振理舊籍者，什無一二，惟篤信好學，不少其人，差可慰懷。秋齋、缽文、古愚諸君，時在念中，無恙皆可喜。粤桂距滬較近，諒多安信。松江秦山高吹萬君，蒙其於去春函詢僕之行跡，未及復函，即經事變，至今縈夢寐間，未知遷地何如耳？……北方圖書館中書，大數南來，餘盡習見之本。字畫雖多可見，亦昂貴於南中，古銅玉印尤甚，碑帖更不敢問津。專此，祗候著綏。闔第均此。黄賓虹頓首。十一月卅日。” 按：本年南返事，筆者請教黄鑑老人，稱年猶十四五，記憶不存。在他記憶中祇有其父初到北平，為適應環境，經常到中山公園今雨軒與畫家叙會，胡佩衡等辦畫展，亦嘗携其往觀，至今還記得其父在貴賓簿上簽名，下書“携子映字”（黄鑑老人本名）。此事詳情待考。...",
      "is_letter": false
    },
    {
      "date": "1938.冬",
      "norm_date": "1938.01.01",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "曩游粵西，道經香島，因訪宋故行宮遺址，九龍海汭巒嶂沓匝，陵谷變遷，近今千載，俛仰憑弔，偶為圖此。柱尊先生正之。戊寅冬日，黄賓虹。",
      "summary": "冬，為陳柱作《宋故行宫圖》。",
      "details": "自題：“曩游粵西，道經香島，因訪宋故行宮遺址，九龍海汭巒嶂沓匝，陵谷變遷，近今千載，俛仰憑弔，偶為圖此。柱尊先生正之。戊寅冬日，黄賓虹。” 臘月，為張翰飛作《黄山圖》。 自題：“黄山諸峰積石，迥如削成，煙嵐無際，雷雨在下，霞城洞室，乳竇瀑布，無峰不有，巖巒之上，奇蹤異狀，不可模寫，誠神仙之窟宅也。戊寅臘月，翰飛先生屬粲，潭渡黄賓虹。” （安徽省博物館藏）...",
      "is_letter": false
    },
    {
      "date": "1939.春",
      "norm_date": "1939.01.01",
      "hbh_loc": "北平",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "雲林畫《惠麓圖》，云‘廿二日復從仲明假以贈陸信甫’，事隔十二年，而交誼可見。",
      "summary": "春夏之際，為陳柱尊作《仿倪雲林圖册》。",
      "details": "自題一：“雲林畫《惠麓圖》，云‘廿二日復從仲明假以贈陸信甫’，事隔十二年，而交誼可見。” 自題二：“夕陽山色，倪雲林多以水墨為之，絕勝丹青院體，在神似也。” 自題三：“倪迂有《南渚圖》，是為冬景，臨之，盛暑對此，應有寒意。” 自題四：“雲林《溪山晴靄》，贈王賓之廣陵作。茲一擬之。” 自題五：“滄浪漫士《谿陰山色圖》，迂翁自號，寫惠山秋氣為多。此畫今不知誰屬矣。” 自題六：“迂翁畫為戲，簡到存清臞。學者豈易得，紛紛墜繁蕪。此沈石田句也。世知倪迂畫之清臞，而未悟其清腴，因多格格不入。” 自題七：“迂公與玄素雨後共行林下，正見惠山，因寫《水墨山圖》。玄素姓陸，居吳淞江上。此畫為其最佳之作，余臨之已數十本。” 自題八：“《江渚風林》，為雲林中年之作。余曩於新安舊家見之。柱尊先生書法得窺索靖、皇象堂奧，當於六法多所神悟，寫此即希鑒正。黄賓虹，己卯。” 宣哲題：“時賢重惲、王，而濱翁獨師荊、關。自元四家出，競尚南宗，唐宋古法漸亡矣，惟倪高士畫以性情中獨具之逸氣，運荊、關之法於腕底，其佳妙乃非它作家所有。賓翁少講經世之學，尤究心於農田水利。沈寐叟治皖，招入省垣，欲以其所學試之於事功，會國變未竟其施，遂避地滬上，益以書畫自娛。哲每晤濱翁，如對晉人，自慚其喭而已，頗疑吾輩若生元季，與倪迂揖讓一室，或亦有如是之感。賓翁畫法所從出，實與倪同源。平日所製，峻厚蒼渾，自闢門戶，興之所至，偶變而為此，與世之以寒瘦枯寂贗倪者固殊焉。歐、褚同臨《蘭亭》，不害其為貌異而心同也。柱尊先生為東南大師，論畫尤使哲心折，私謂今世畫學當以濱翁為第一，及聞先生月旦頗同，深喜鄙見非一人之私矣。濱翁昔客扈上，間以妙畫見贈，曾未得仿倪者，他人所藏，亦未之見也。茲承出示是册，殆殉知之劇跡，固未易數數覿邪！廿八年己卯冬，弟宣哲用誌眼福。” 王薳題：“雲林畫，在明時江南以有無為清俗，固已不一二覯矣，遑論今日。予生也晚，所見百無一真，即清宮寶藏，偐居其二。自來著錄，徒有其名，顧未覩原蹟，亦竊疑葉公之龍耳。老友濱虹，一生萃力於畫，績學博覽，舉世罕儔，雲林真跡殆必有遇。雲林為新安派之濫觴。濱虹本新安法乳，其於雲林六法冥契自深。此册純寫雲林，信有神詣。咄哉！時史所知雲林，略塗疊石枯樹，便詡儗似，扣槃捫籥，抑何可笑。無雲林之福智因地而欲效高雅以自鳴，多見其不知量已。予謂真知雲林筆墨甘苦，不求形似而自然意足馨逸者，近代惟濱虹一人，蓋其",
      "is_letter": false
    },
    {
      "date": "1939.夏",
      "norm_date": "1939.01.01",
      "hbh_loc": "南京",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "居素道兄鑒：兩誦手書，屢荷惠貺畫潤，殷殷為僕厪注旅食之艱，心感非可言謝。北住百物雖昂貴，尚能節約支持。行篋中古書畫，本無多存，暫留作爲友伴，亦未讓人，比之思翁、煙客不逮六旬而散，差以自慰。燕市元季明初之畫，常有所見，借觀臨寫，拙筆可信竿頭日進中也。左目近視較有咫尺之明，書畫照常酬應。據醫生云待成熟可以撥去障礙，惟成老花耳。文藝祇是可為知者道，平常毀譽可以置之不理。目下整理黄山畫家軼事，擬刊袖珍本，以傳古法，脫稿當寄奉上。拙畫三紙附函，餘續及。此候近綏。黄賓虹頓首。",
      "summary": "是際，左目患白内障，依舊照常作畫、著述不輟，自云畫在竿頭日進中。",
      "details": "與黄居素書：“居素道兄鑒：兩誦手書，屢荷惠貺畫潤，殷殷為僕厪注旅食之艱，心感非可言謝。北住百物雖昂貴，尚能節約支持。行篋中古書畫，本無多存，暫留作爲友伴，亦未讓人，比之思翁、煙客不逮六旬而散，差以自慰。燕市元季明初之畫，常有所見，借觀臨寫，拙筆可信竿頭日進中也。左目近視較有咫尺之明，書畫照常酬應。據醫生云待成熟可以撥去障礙，惟成老花耳。文藝祇是可為知者道，平常毀譽可以置之不理。目下整理黄山畫家軼事，擬刊袖珍本，以傳古法，脫稿當寄奉上。拙畫三紙附函，餘續及。此候近綏。黄賓虹頓首。” 與陳柱書：“柱尊先生大鑒：日前疊誦手教，適因賤軀左目瞀翳不明，入醫院中調治，未遑裁復，歉甚歉甚。承釋草書及大著，感謝之至。山水畫用筆如作書，由着紙而壓紙而力透紙背。實處既得，更於布白求離合之法，不粘不脫，如蟲嚙木，自然成文。有大開闔，有小争讓，無非一氣行乎其間。所謂含剛健於婀娜，即是遒媚，惟遒最難，顔平原屋漏痕法，遒之訣也。鄙人北來，謝絶一切酬應，惟與收藏古書畫者往來，時覩古物，然價已倍蓰於南方。……黄賓虹頓首。” 與黄居素書：“居素吾兄鑒：日前寄奉直册十二頁，横卷二幀，諒可詧入。茲補上傑英軸，又《杞菊延年》小幀，為新歲桃符之喜。尊屬畫册，以後擬作直册，陸續寄之。近日賤目昏瞀，每日早晨僅能畫一小時，過後望不甚晰。看古畫猶有興，時得見之。此候道綏。黄賓虹頓首。”...",
      "is_letter": false
    },
    {
      "date": "1940.05.01",
      "norm_date": "1940.05.01",
      "hbh_loc": "南京",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "",
      "summary": "5月1日，《漸江大師事蹟佚聞》由門生吳詠香謄清在《中和》月刊發表。",
      "details": "按：此文不久由陳柱為鋟版於蘇州，印數不多，有印紅本傳世。...",
      "is_letter": false
    },
    {
      "date": "1941.01.17",
      "norm_date": "1941.01.17",
      "hbh_loc": "南京",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "無染學兄有道：疊荷手書，正擬奉復，旋得大作及惠書目多册，感謝感謝。清恙復元，閒中瀏覽筆墨，亦是調攝之道。近來賤目内障，西醫需用刀圭手術，時尚因循；惟每日早晨有數十分鐘明晰，可以寫畫，日出之後，即昏翳如霧中。粤友索畫，多數辭却。柱尊君常晤否？日前亦有寄紙屬畫，因原紙受潮，須覓另紙為之，遲遲未答。……黄賓虹頓首啟。",
      "summary": "此際眼病加劇，忙於著述，未暇醫治。",
      "details": "與段拭書：“無染學兄有道：疊荷手書，正擬奉復，旋得大作及惠書目多册，感謝感謝。清恙復元，閒中瀏覽筆墨，亦是調攝之道。近來賤目内障，西醫需用刀圭手術，時尚因循；惟每日早晨有數十分鐘明晰，可以寫畫，日出之後，即昏翳如霧中。粤友索畫，多數辭却。柱尊君常晤否？日前亦有寄紙屬畫，因原紙受潮，須覓另紙為之，遲遲未答。……黄賓虹頓首啟。” 又：“無染學兄大鑒：崔君函久未一答，蔡宅由滬致賻，亦未暇唁書，至歉。賤目内障，據醫生云須住院數星期，便施手術，費亦千金；千金尚不爲難，而乏暇時。目前董理拙稿為亟，近從至簡二種入手。一、歙故（唐宣歙之歙，非止一縣），搜輯歙中佚聞不著志乘者，因歙學為中國關係至大。一、六國文字為前人所未發，餘則唾棄之。附函祈飭轉是荷。順詢偉祺。賓虹頓首。”...",
      "is_letter": false
    },
    {
      "date": "1943.夏",
      "norm_date": "1943.01.01",
      "hbh_loc": "重慶",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "該書自1937年開始編寫，積二十年苦功，至1958年才由中國古典藝術出版社出版，由黄賓虹先生作序，書名即徐悲鴻所題。",
      "summary": "夏，為古物陳列所國畫研究院學生郭味蕖作《宋元明清書畫家年表序》。",
      "details": "劉曦林《郭味蕖傳》：“該書自1937年開始編寫，積二十年苦功，至1958年才由中國古典藝術出版社出版，由黄賓虹先生作序，書名即徐悲鴻所題。” 年初，陳柱與門生段拭擬代為籌辦個人書畫展覽會，並搜集滬上友生之作附展，因故未果，5月25日顧飛表弟、翻譯家兼美術評論家傅雷聞之，極力主張在上海舉行，並自攬操辦、宣揚之責，於是由顧飛介紹互通書信，各抒所見，彼此引為知音。自是，中國傳統繪畫的本質與中國畫的未來走向，成為虹“廬”怒“庵”之間的曠代話題。 與裘柱常、顧飛書：“……拙畫均係近年所作，從未示人，到時非真能研究之人，不必與觀，防預先看見有妄加批評，以淆聽聞者。古人論畫，要生，要拙，要澀，要茅，要晦暗，要嫩穉，皆是免俗方法。近時尚修飾塗澤，細謹調匀，以浮華為瀟灑，輕輭為秀潤，而所謂華滋渾厚全不講矣。此鄙意之不欲輕視人。此次發動展覽之機，開始於粤友陳柱尊與及門段拭，二人均在南京，得拙畫頗有十餘件，擬再搜集滬上友人所有，在南京或上海，為鄙人開一展覽以爲紀念。然其中畫件，皆以簡單説明畫法，以圖作標準，非如王遜之所謂法備氣至者。鄙意因思出平日所存畫蹟，取一二十件，供人觀覽。今柱尊受生活影響，長物已不能保，段拭離南京往江西去。令親傅君云有拙畫在榮寶齋購得者，諒是段拭臨行託人代售。前有此說，是渠等展覽事已取銷，而滬上舊友頗多思見拙筆近作者。拙作雖與時賢所習相背，鄙意以爲畫家千古以來，面目常變，而精神不變，因即平時搜集元明人真蹟，悟到筆墨精神。中國畫法，完全從書法文字而來，非江湖朝市俗客所可貌似。鄙人研究數十年，宜與人觀覽，至毀譽可由人，而操守自堅，不入歧途，斯可為畫事精神留一曙光也。古畫寶貴，流傳至今，以董、巨、二米為正宗，純全内美，是作者品節學問，胸襟境遇，包涵甚廣。如惲香山題畫云：畫須令尋常人痛駡，方是好畫。陳老蓮每年終展覽平日所積畫，邀人傳觀，若有人贊一‘好’者，必當時裂去；以爲人所共見之好，尚非極品，此宋玉‘曲高和寡’、老子‘知希為貴’之意。拙畫於最高一流，心喜之，尚學不到，惟寶藏古蹟中有一二平時護如頭目也。第二等法備氣至之作，須在平時練習腕力，以釵股、漏痕之法，如挽强弓，如舉牛鼎，有摇五嶽之力，而無劍拔弩張之容，此所心儀而詣有未至。至於謹守矩矱，臨摹古人惟妙惟肖，如婁東、虞山，雖留名百年，尚不屑效之，以性情不同，勉强爲之，即自苦耳。尊函云代訂寧波同鄉會，地址日期均妥。（擬印邀友",
      "is_letter": true
    },
    {
      "date": "1943.11.19",
      "norm_date": "1943.11.19",
      "hbh_loc": "重慶",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "黄賓虹書畫展。馬公愚題。十一月十九起廿三止，假座寧波同鄉會四樓全部。",
      "summary": "11月19日至23日，由傅雷、裘柱常、顧飛等籌劃，在寧波同鄉會四樓舉辦個展，馬公愚書“黄賓虹書畫展”，傅雷主持操辦一切展覽事務，刊印《黄賓虹先生山水畫册》、《黄賓虹書畫展特刊》，觀者踴躍。",
      "details": "廣告：“黄賓虹書畫展。馬公愚題。十一月十九起廿三止，假座寧波同鄉會四樓全部。”（11月19日申報） 傅雷書：“賓老先生賜鑒：……昨夜半會場佈置齊備，以寧波同鄉會臨時借與他人作善事，故直須夜間有空也。幸今日天晴，雖酷寒，觀者仍極盛。……今晨陳叔老、王秋老、秦曼老，下午李拔可、徐丹叟、王福庵、鄧春澍等均來，又有法文報、英文報記者、法總領事夫人等，會場幸覓得一二熟友幫忙，並吳秉臣、陳佑泉二位及裝池美古齋郁君張羅一切，尚能應付。令高足朱、黄二女士亦來觀覽一周。馬公愚、童心安二公並定畫及介紹甚多，王秋老亦有介紹，是皆吾公高年劭德、學藝感人所致。……後學傅雷拜啟。十九日夜。” 又：“賓老先生道席：……連日會况熱烈，堪稱空前。上海英文、法文報均有評論，推崇備至，此歷來畫會所罕有，非迷信外人，實以彼輩標準高、持論嚴，素不輕易捧場，如華報之專講交情也。今日孔達女士偕其外子文德斐君蒞會，道及吾公並云藏有尊作不少。小報自動撰文頌贊，連日已有數篇。來觀者至有徘徊審視至二三小時以上。王秋湄則無日不至，其故友關切之情見於形色……後學傅雷再拜上。十一月廿一日夜。關春草君定字畫數件，且云非為捧場，實乃好之彌篤不忍錯失也。姚虞琴、王福厂、鄧春澍、商笙伯、沈邁士、吳待秋（並挈三子）均已來過。陳柱尊君據秋翁云，會期終了前必趕到。先生古舊中，尚有沈思期君、夏丏尊君來過。（下略）” 又：“賓虹先生道席：畫會昨晚結束，總共五日，參觀人數，就簽名計六百餘人，未簽者約有三四倍。售畫總數為一百六十件（花卉、字在内），餘下十七件暫存敝寓，以待後命。……後學傅雷拜啟。十一月廿四日。” 按：《畫展特刊》收錄譜主《自述》，以及傅雷《觀畫答客問》、顧飛所輯《論畫鱗爪》外，尚有陳叔通、王薳（署名攝堂）、秦更年（署名嬰闇居士）、鄧實（署名野殘）、關善等詩文。...",
      "is_letter": false
    }
  ],
  "黃節": [
    {
      "date": "1909.春",
      "norm_date": "1909.01.01",
      "hbh_loc": "歙縣",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "時議廢棄中國文字，嘗與力争之，由是而專意保存文藝之志愈篤。乃至滬，晤粤友鄧君秋枚、黄君晦聞；於《國學叢書》、《國粹學報》、《神州國光集》供搜輯之役。",
      "summary": "春，移交堨務畢，出新安江赴安慶，應聘安徽存古學堂，枉道上海，鄧實堅意挽留襄辦神州國光社，遂接受聘請，居藏書樓，與重來上海的蔡守共同從事徵稿、鑒定、編輯、印製事務。",
      "details": "《自叙》：“時議廢棄中國文字，嘗與力争之，由是而專意保存文藝之志愈篤。乃至滬，晤粤友鄧君秋枚、黄君晦聞；於《國學叢書》、《國粹學報》、《神州國光集》供搜輯之役。” 《九十雜述》：“有以革命黨訟余省長，聞訊出門走申滬，時鄧秋枚、黄晦聞諸友創為《政藝（通）報》及《國粹學報》，留與議辦國光社。” 《任耕感言》：“余得稍息仔肩，間游滬濱，旋應《國粹學報》社之聘。” 《文華畫報·黄賓虹小傳》：“宣統初，省創存古學堂，將應聘，道經申江，為鄧秋枚君約襄理神州國光（社）編輯。” 《寒瓊遺稿叙》：“憶自己酉，余恫時艱，將之皖江，道經滬瀆，時黄晦聞、鄧秋枚兩君刊輯國學叢書，蔡君哲夫共襄其事，因締交焉。”按：蔡守（1879—1941），字哲夫，號寒瓊，與鄧實、黄節同為廣東順德人。自幼聰穎，飽覽經史，兼通雜學，因妹夫佛萊蔗任職英國駐滬領事館，一度偕夫人張傾城居滬，與蘇曼殊、黄節、鄧實、劉三等交善。本年春重來滬濱，賃居孝友里（里址在滬西南徐家匯，現為太平洋廣場），襄助鄧實神州國光社美術編輯工作。蔡哲夫《喜遷鶯》詞叙記此事有云：“訪劉三過徐家匯故居，余以己酉春挈婦賃廡於斯，至辛亥春始歸里。” 拙文《黄賓虹十事考·居滬前後的海上畫壇》：“‘存古學堂’，最初1907年由張之洞奏准興辦，打的是‘保存國粹’旗號，用意是保護封建倫理賴以生存的‘經史’不為洶湧而至的新學湮没。開始興辦於武昌一隅，流風所及，各省府紛紛效尤。沈曾植想辦存古學堂就是受這陣風的影響。作爲辦學‘樣板’的武昌存古學堂為一班耄耋老人所把持，暮氣沉沉，難逃失敗的惡運，就是各地如貴州和蘇州、上海等地，不是嬰死胎中，便是重蹈武昌覆轍。至於沈氏擬辦的，直到1908年夏他交卸提學使一職時，也還没能付諸實行。當年有報導說：‘沈子培（按：即沈曾植）提學未交卸學篆以前，曾詳請撫台開辦存古學堂，惟以接替在即，凡一切章程辦法，以及支銷經費，均未議有端倪。馮夢帥（按：即馮煦，時任皖撫）因整飭新任吳棣軒學司妥議具復，詳候核辦。’1909年春為應聘教職（按：據張之洞存古學堂章程可知，經史附有金石學），黄氏再次道出滬上。這一次，在留滬參與國學保存會期刊的編纂與赴安慶應聘金石學教職之間，他没有猶豫，毅然選擇了前者。”...",
      "is_letter": false
    },
    {
      "date": "1909.春",
      "norm_date": "1909.01.01",
      "hbh_loc": "歙縣",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "1909年（清宣統元年）春夏間，腿上生一個大瘡，非常危險，幾乎送命，却得懺慧經濟上的幫助，送入同濟醫院，醫治了半年，方才痊愈。",
      "summary": "春夏間，柳亞子來滬治病，遂與訂交。",
      "details": "柳亞子《南社紀略·我和南社的關係》：“1909年（清宣統元年）春夏間，腿上生一個大瘡，非常危險，幾乎送命，却得懺慧經濟上的幫助，送入同濟醫院，醫治了半年，方才痊愈。” 柳亞子《己酉七月二十七夜海上歸舟成懷人詩十四章》：“許我忘年訂交誼，知君饒有古賢風。濱虹一抹斜陽影，老向天涯作寓公。（樸存）”（10月7日《民吁日報》） 存考：柳亞子（1887—1958），名棄疾，江蘇吳江同里人。1903年入上海愛國學社，1906年任教健行中學，同年由劉師培介紹參加同盟會，一度主編《復報》，報纸被禁後返里，1907年來上海住國學保存會藏書樓，為《國粹時報》著述。徐錫麟、秋瑾先後殉難，陳去病在滬開追悼會未果，於陰曆七月七日結神交社。1908年，應聘紹興府教席，秋瑾忌日，欲邀衆祭奠，為官府所注意，乃逃亡至汕頭，旋至滬。柳亞子懷人詩前後有兩篇凡三十首，另一篇刊於同月8日，所懷諸友尚有道非、厚公、哲夫、枚子、道一、聘齋、恕葊、滌夷、平泉、慧子、亞君、公腦、石子、餘生、朱三、君武、劉三、曼殊、巢南、晦聞、太一、鈍根、漢轅、時若、佛子、竹丹、蓋天、覺我、建華、珊人、介凡，其中頗多“南社”社友兼黄賓虹至交。1907年黄賓虹亡滬至藏書樓，應有機會與柳亞子相識，惜無文獻佐證。柳亞子應該知道黄賓虹曾於1907年來滬避禍的秘密，而接觸深談應在本年籌劃南社雅集之際。柳亞子此次來滬，組建南社的構想進入啟動階段，祇待完成撰寫相關章程就約期正式成立。黄賓虹以年齡最長而毅然决定加入南社，所以柳亞子詩有“許我忘年訂交誼”之慨。“傾蓋匆匆如舊識，神交半載劇難忘”（柳亞子懷蔡守句），這種革命情誼移用在黄賓虹身上也是極相宜的。...",
      "is_letter": false
    },
    {
      "date": "1909.夏",
      "norm_date": "1909.01.01",
      "hbh_loc": "歙縣",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "己酉夏日，寫博晦聞先生雅粲，潭上質。",
      "summary": "夏，為黄節作《蒹葭圖》。",
      "details": "自題：“己酉夏日，寫博晦聞先生雅粲，潭上質。”（廣東省博物館藏《蒹葭圖册之一》，《美術館》2001年創刊號）...",
      "is_letter": false
    },
    {
      "date": "1911.03",
      "norm_date": "1911.03.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "是年畫師黄賓虹為先生繪《廣雅書院圖》，先生題詩圖上。",
      "summary": "作《廣雅書院圖》贈黄節，黄節作詩以報。",
      "details": "李韶清《順德黄晦聞先生年譜》1911年條：“是年畫師黄賓虹為先生繪《廣雅書院圖》，先生題詩圖上。” 黄節《報濱虹寄畫》：“青山忽飛來，置我几席間。如何所思人，夢寐空往還。蒼波澹將夕，木葉秋漸闌。孤松鬱奇姿，遠峰修禿鬟。知非貌雲林，意復高荆關。萬事託筆端，於世真閒閒。邇來我為詩，視子尤辛艱。朝叩少陵扉，夕抗昌黎顔。念枯每微喟，意拙寧多删。一藝恐無成，區區同所歎。” 高天梅作《懷樸人海上》詩以贈。 高天梅《懷樸人海上》：“誰肯荒江伴釣竿？一書猶得報平安。無情紅樹催人老，有味青燈逼歲寒。亡國可能天外住，病癡聊向畫中看。憐儂未歷黄山境，吮筆題詩一字難。”...",
      "is_letter": true
    },
    {
      "date": "1912.秋",
      "norm_date": "1912.01.01",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "樸人社長足下：頃辱手書，具悉，交龍君帶上石印，均已得達，甚謝甚謝。星州雖未能追秦漢，然亦俗手之錚錚者，故弟與爾以爲覓治印者不易，故不遠千里而求之，彼不知吾輩之推重如此，而往往延稽經歲，殊不解人意也。晦聞與弟皆欲如滬，但恐未能如願耳。聞海上貞社已成立，每星期之雅集，討論金石書畫，何等樂耶！弟輩未得與聞，大爲憾事。粤中尚未有辦法，且金石南天貧，而粤尤爲南天之南，益覺陋絶，奈何奈何！沂水劉惺父以秦量詔版寄爲弟得兒賀，其色澤固無論，而文字亦精湛罕匹，今拓呈法鑒，以爲如何？聞高氏昆弟皆有所戀，恒尠在報社，如此安能成事乎？可惜可惜。再，論畫報事前椾，請與高氏同看爲幸。匆匆，此復，即請道安。弟守顿首。七月十八夕。",
      "summary": "此際，蔡守介紹王秋湄造訪。並與黄少牧、李尹桑相晤。",
      "details": "蔡守書：“樸人社長足下：頃辱手書，具悉，交龍君帶上石印，均已得達，甚謝甚謝。星州雖未能追秦漢，然亦俗手之錚錚者，故弟與爾以爲覓治印者不易，故不遠千里而求之，彼不知吾輩之推重如此，而往往延稽經歲，殊不解人意也。晦聞與弟皆欲如滬，但恐未能如願耳。聞海上貞社已成立，每星期之雅集，討論金石書畫，何等樂耶！弟輩未得與聞，大爲憾事。粤中尚未有辦法，且金石南天貧，而粤尤爲南天之南，益覺陋絶，奈何奈何！沂水劉惺父以秦量詔版寄爲弟得兒賀，其色澤固無論，而文字亦精湛罕匹，今拓呈法鑒，以爲如何？聞高氏昆弟皆有所戀，恒尠在報社，如此安能成事乎？可惜可惜。再，論畫報事前椾，請與高氏同看爲幸。匆匆，此復，即請道安。弟守顿首。七月十八夕。” 又：“樸存先生鑒：疊上數函，未得裁復，至盼至盼。弟在星州處印石前後共四十六方，望足下代催，速其治就，准交王君衍帶回爲幸。黄少牧與李壺父云與足下相見甚歡，但此人有文無行，（尚祈）留心處之爲幸。弟守頓首。”按：括弧内因紙殘缺字，以意補之。 按：王秋湄（1884—1944），名軍演。改名世仁，字軍演、秋湄，以字行，晚號攝堂，室名北濠草堂，廣東番禺人。精章草。晚年寄居蘇州，逝於上海。集藏北周造像極富，編有《北周造像》、《章草例》。李尹桑見下文。...",
      "is_letter": false
    },
    {
      "date": "1914.夏",
      "norm_date": "1914.01.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "濱虹先生：弟昨日來滬，寓東亞旅館，倘公餘，乞過我一譚。聞公已遷居，不克走訪，至歉至歉。並候起居。節頓首。十七日。",
      "summary": "初夏，黄節北上京師，道出滬江，一傾闊別積年愫懷，並馳書金山張堰，邀高吹萬來滬叙晤不果。",
      "details": "黄節書：“濱虹先生：弟昨日來滬，寓東亞旅館，倘公餘，乞過我一譚。聞公已遷居，不克走訪，至歉至歉。並候起居。節頓首。十七日。” 高燮致黄節書：“晦聞先生惠鑒：闊別數年，相思千里，把晤無由。頃得樸存先生函，知台從蒞滬，承招叙談，極願即時趨前，飽領教益，奈刻因事絆，不克分身，悵惘何似！久不得我公近狀，道力定增幾許。世變驚心，日益危急，書生無用，望而却步，惟與二三同志，商量舊學，討論文章，以此因緣，稍得佳趣。而一事差堪為故人告者，則於當世旋（漩）渦中，尚未入各種政黨，故能立竿百尺，俯仰自如。我公澹宕人，諒有同調否乎？今者弟既未能到滬，倘蒙不棄，惠然顧我，尤深感盼。近作數文，藉求教政。弟燮啟。四月二十日。” 黄節答高燮書：“時若先生足下：弟以四月中旬來滬晤樸存，比奉手書，欣悉起居無恙，甚慰。賢者遠引，求之於詩，風雨君子，不改其度，足下有焉。弟來此間，擬作北游，一覘景象，竊附於君子揚揚之義，當為賢者所見讓耳。留滬數天，即日赴津，尊約張堰之行，期之異日。讀大著數首，駸駸唐宋諸賢，心佩無已。文章大勢，邇日觀之，將復為秦漢，時人有為澀體，乃其先驅，賢者以爲然者？大稿謹附樸存，以時珍復，未審一二年内吟詠何如，見示為盼。小詩附呈，草問起居。弟節頓首。四月二十九日。”...",
      "is_letter": true
    },
    {
      "date": "1915.春",
      "norm_date": "1915.01.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "黄節為紀念宋詩人陳師道，函請先生繪圖。信中說：‘去年臘冬，都下名流，集法源寺，為後山逝日設祭。僧堂深邃，頗饒松竹，既各為詩繕册，欲乞公製一圖，以志斯事。’《蒹葭樓詩》上年（按：陽曆即本年2月12日）有《十二月二十九日集法源寺為後山逝日設祭》七律一首：‘謖謖長松繞佛壇，致齋為位詎無端？願茲一往相從意，益嘆於今後死難。賢達同時天獨嗇，士夫明耻國猶安。流光已絶熙豐世，詩卷憑誰共歲寒？’諸宗元《大至閣詩》有五言古詩一章記其事。陳衡恪當日未至，事後有《後山逝日設祭法源寺，余以事未赴，因賦》五古一章，追記其事。先生於7月初即以所繪圖寄黄節。黄節於7月5日覆信，說：‘樸存先生：奉還劄，並賜繪事……《祭後山圖》，幽澹適如其詩，非時輩所能望見。去歲有答友人撰後山年譜詩，另箋呈教，未審公肯為我繪《後山詩意圖》，作册頁十餘幅，以遺後世否？’接着於9月29日黄節又有一信，說：‘樸存先生：月初手書並畫稿，至為感荷。後山詩重以公繢，古情今意，一時並陳，旅居得此，足慰憔悴矣。’",
      "summary": "春夏間，應黄節函請，為繪《祭後山圖》和《後山詩意圖册》。",
      "details": "裘譜：“黄節為紀念宋詩人陳師道，函請先生繪圖。信中說：‘去年臘冬，都下名流，集法源寺，為後山逝日設祭。僧堂深邃，頗饒松竹，既各為詩繕册，欲乞公製一圖，以志斯事。’《蒹葭樓詩》上年（按：陽曆即本年2月12日）有《十二月二十九日集法源寺為後山逝日設祭》七律一首：‘謖謖長松繞佛壇，致齋為位詎無端？願茲一往相從意，益嘆於今後死難。賢達同時天獨嗇，士夫明耻國猶安。流光已絶熙豐世，詩卷憑誰共歲寒？’諸宗元《大至閣詩》有五言古詩一章記其事。陳衡恪當日未至，事後有《後山逝日設祭法源寺，余以事未赴，因賦》五古一章，追記其事。先生於7月初即以所繪圖寄黄節。黄節於7月5日覆信，說：‘樸存先生：奉還劄，並賜繪事……《祭後山圖》，幽澹適如其詩，非時輩所能望見。去歲有答友人撰後山年譜詩，另箋呈教，未審公肯為我繪《後山詩意圖》，作册頁十餘幅，以遺後世否？’接着於9月29日黄節又有一信，說：‘樸存先生：月初手書並畫稿，至為感荷。後山詩重以公繢，古情今意，一時並陳，旅居得此，足慰憔悴矣。’” 按：裘谱徵引諸信未見。黄賓虹《祭後山圖》與黄節詩見《追祭宋詩人陳後山詩畫册》，册頁凡十五開，各24.8×29厘米，除了上例，尚有李霈《江亭憶舊圖》，陳師曾、湯定之《祭後山圖》各一，陳衍、羅惇曧、胡朝樑、羅惇、夏敬觀、楊增犖、黄濬、諸宗元詩。黄賓虹《祭後山圖》極工細，設色紙本，題云：“野潤膏新澤，樓明納晚晴。宋陳後山句也，余喜其有畫意，欲圖之而未果。去臘晦聞先生曾偕同人集京師法源寺，爲後山逝日齋食，作詩祭之，今荷郵示佳什，並屬拙筆繢圖，時適凍雨初霽，閑窗染翰，因即後山詩意寫呈鑒正。乙卯夏五，濱虹黄質。”（嘉德2004拍賣圖録）觀之黄節詩意，祭宋代詩人陳師道之舉，寓有藉古諷今之深意。黄賓虹繪《後山詩意圖册》凡十六開，每幅均以陳詩爲題，末幅題云：“破暑好風開樂國，脫塵新句散餘霞。晦聞先生屬寫後山詩册。黄質。”以畫而論，已從初至滬上的清疏風格向1918年開始的縝密風格嬗變。...",
      "is_letter": true
    },
    {
      "date": "1919.春",
      "norm_date": "1919.01.01",
      "hbh_loc": "杭州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "濱虹先生左右：昨從友人轉到惠書，並大筆山水畫一幅、古印拓本六紙，謝謝。晦聞帶來古印璽册早已收到，去冬曾託吳君和士帶上拙作印存四册，因覓尊居未得，想至今猶存彼處，請遣人往愛而近路小菜場對面成德里底六百九十七號索取，其中尚有蕪牋封入，開函當知一切也。先生悠游滬上，意與古會，時時想望，恨未一罄別懷。以後如蒙賜書，即寄教育部最爲便捷，時常通問，以當面談，是所欣幸。此候近祺不宣。弟衡恪拜上。己未上巳。",
      "summary": "己未三月，陳師曾接奉轉交之信函、贈畫與古璽印拓，覆書云“恨未一罄別懷”。",
      "details": "陳師曾書：“濱虹先生左右：昨從友人轉到惠書，並大筆山水畫一幅、古印拓本六紙，謝謝。晦聞帶來古印璽册早已收到，去冬曾託吳君和士帶上拙作印存四册，因覓尊居未得，想至今猶存彼處，請遣人往愛而近路小菜場對面成德里底六百九十七號索取，其中尚有蕪牋封入，開函當知一切也。先生悠游滬上，意與古會，時時想望，恨未一罄別懷。以後如蒙賜書，即寄教育部最爲便捷，時常通問，以當面談，是所欣幸。此候近祺不宣。弟衡恪拜上。己未上巳。”...",
      "is_letter": true
    },
    {
      "date": "1920.1",
      "norm_date": "1920.01.01",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "十月，南歸扺粤，省視家人及訪問故居，至是先生離粤已七年矣。",
      "summary": "10月，黄節南歸省親，過滬相晤，百端交集，彼此有“憂時坐老，江湖相望”之感。",
      "details": "李韶清《順德黄晦聞先生年譜》1920年條：“十月，南歸扺粤，省視家人及訪問故居，至是先生離粤已七年矣。” 按：詳下條。...",
      "is_letter": false
    },
    {
      "date": "1921.05",
      "norm_date": "1921.05.01",
      "hbh_loc": "杭州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓谼先生：日前寫寄拙詩，想經詧覽，就維起居萬福至慰。聞羅君原覺尚未回粤，想有過從。又聞秋枚日内有來京消息，此時尤盼公與同來，得圖良晤，不盡翹企。茲有舊羅文紙二張，乞公作小長直幅三青山水，得公賜畫多矣，而長幅無之。都下人士見公畫，咸為嘆服，欲效工部作題畫長幅奉贈，塵念無佳趣，事亦屢輟，如何如何！手問起居不悉。弟節頓首。四月十三日。",
      "summary": "5月，作長條畫兩幀並加長題寄贈黄節，其一款署“辛酉四月，仿元人法寫博晦聞先生粲正，賓谼質”。",
      "details": "黄節書：“賓谼先生：日前寫寄拙詩，想經詧覽，就維起居萬福至慰。聞羅君原覺尚未回粤，想有過從。又聞秋枚日内有來京消息，此時尤盼公與同來，得圖良晤，不盡翹企。茲有舊羅文紙二張，乞公作小長直幅三青山水，得公賜畫多矣，而長幅無之。都下人士見公畫，咸為嘆服，欲效工部作題畫長幅奉贈，塵念無佳趣，事亦屢輟，如何如何！手問起居不悉。弟節頓首。四月十三日。”（1921年5月20日） 按：畫刊於1961年香港出版《黄賓虹先生畫集》。...",
      "is_letter": true
    },
    {
      "date": "1922.秋",
      "norm_date": "1922.01.01",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "壬戌秋日，寫應晦聞先生屬正。賓虹質。",
      "summary": "秋日，為黄節寫山水扇。",
      "details": "自題：“壬戌秋日，寫應晦聞先生屬正。賓虹質。”（《黄賓虹全集》第一集）...",
      "is_letter": false
    },
    {
      "date": "1925.03.14",
      "norm_date": "1925.03.14",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓谼先生：奉書並賜畫，復稔起居無恙，至慰。唐君函來，云承法繪見賜，深為感泐。最近佳製欲得快覩，敢郵上舊紙斗方（横）四張（函内一張乞作《箋詩圖》横幅），乞暇時賜繪，受賜無量矣。都中畫家自湯定之外，少無惡氣者，古法不講，競於時趨，或以顔色取勝，比比皆是。海内出公右，更有何人！弟箋詩未竟，亦嘆數百年來，詩之古法亦不講久矣。以是發憤為箋漢魏樂府及六朝鮑、謝諸集，今謝康樂已成（詩注）未印，鮑明遠（詩注）甫脫版，日内當呈教。樂府亦將竟矣。以是之故，年來作詩遂少，但思此數家詩注，由大學活字印不過四五百部，以是之故，内又分給學生一二百部，所餘無幾，欲分寄海内，勢有不能不審將此版權讓與滬上大書肆，歸其印售，以冀推行，有欲承之者否？公與書場相近，乞一商之。若果可行，則《謝康樂詩注》即欲由滬上印售耳。（漢魏樂府風箋及一鮑二謝詩註皆前此所未有）。狼毫筆可用，當續寄奉。北都漸暖，旬日後丁香將開，公曷不以此時北游，作旬月之譚，亦空谷足音也。餘不悉，並頌興居。弟節頓首。二月二十日。",
      "summary": "春，贈黄節、唐天如畫，3月14日黄節來信再索作《箋詩圖》，並詢欲在滬印行新著《謝康樂詩注》事。",
      "details": "黄節書：“賓谼先生：奉書並賜畫，復稔起居無恙，至慰。唐君函來，云承法繪見賜，深為感泐。最近佳製欲得快覩，敢郵上舊紙斗方（横）四張（函内一張乞作《箋詩圖》横幅），乞暇時賜繪，受賜無量矣。都中畫家自湯定之外，少無惡氣者，古法不講，競於時趨，或以顔色取勝，比比皆是。海内出公右，更有何人！弟箋詩未竟，亦嘆數百年來，詩之古法亦不講久矣。以是發憤為箋漢魏樂府及六朝鮑、謝諸集，今謝康樂已成（詩注）未印，鮑明遠（詩注）甫脫版，日内當呈教。樂府亦將竟矣。以是之故，年來作詩遂少，但思此數家詩注，由大學活字印不過四五百部，以是之故，内又分給學生一二百部，所餘無幾，欲分寄海内，勢有不能不審將此版權讓與滬上大書肆，歸其印售，以冀推行，有欲承之者否？公與書場相近，乞一商之。若果可行，則《謝康樂詩注》即欲由滬上印售耳。（漢魏樂府風箋及一鮑二謝詩註皆前此所未有）。狼毫筆可用，當續寄奉。北都漸暖，旬日後丁香將開，公曷不以此時北游，作旬月之譚，亦空谷足音也。餘不悉，並頌興居。弟節頓首。二月二十日。” 按：李韶清《順德黄晦聞先生年譜》1924年條：“8月，先生著《謝康樂詩註》成，並撰序。”...",
      "is_letter": false
    },
    {
      "date": "1928.04",
      "norm_date": "1928.04.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "4月初抵上海，滬上舊交黄賓虹、湯定之、鄧秋枚置酒話舊。",
      "summary": "4月初，黄節應廣東省政府主席李濟深敦請，回粤任廣東省教育廳廳長、廣東省通志館館長之職，道經上海，老友重逢，置酒話舊。",
      "details": "李韶清《順德黄晦聞先生年譜》1928年條：“4月初抵上海，滬上舊交黄賓虹、湯定之、鄧秋枚置酒話舊。”...",
      "is_letter": false
    },
    {
      "date": "1928.04",
      "norm_date": "1928.04.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "三月廿九日",
      "summary": "戊辰三月，黄節赴廣州就任教育廳廳長，過滬未值。",
      "details": "按：是年“三月廿九日”王秋湄（薳）致譜主書有云：“日前晦聞在扈（滬），共期雅教，相左良悵。”...",
      "is_letter": false
    },
    {
      "date": "1928.09.05",
      "norm_date": "1928.09.05",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "〔第四十五期（發）。〕與莘田到粵東酒店訪黄賓虹先生及定謨，並晤晦聞先生，同出，到北園之白香山館吃飯，仍坐汽車進城。（下略）",
      "summary": "歸途道經廣州，9月5日，顧頡剛偕羅莘田來下榻之粵東酒店訪問。",
      "details": "《顧頡剛日記》同日條：“〔第四十五期（發）。〕與莘田到粵東酒店訪黄賓虹先生及定謨，並晤晦聞先生，同出，到北園之白香山館吃飯，仍坐汽車進城。（下略）” 按：定謨即陳定謨，晦聞即黄節。羅莘田，名常培（？—1958），滿族人，畢業於北大中文系，長於音韻學。顧頡剛（1893—1980），原名誦坤，江蘇吳縣人。1920年北京大學畢業，歷任北京大學、厦門大學、中山大學、燕京大學教授，以及史學研究員等職，主編《文史》。新中國成立後，任中國科學院哲學社會科學部研究員。編著有《古史辨》、《中國當代史學》等。...",
      "is_letter": false
    },
    {
      "date": "1928.09.09",
      "norm_date": "1928.09.09",
      "hbh_loc": "廣州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "戊辰年（1928年）賓老曾到過香港，這裏的鑒藏家和畫家，都非常歡迎他，不過那時他住港的時日很少，要到廣州，轉赴廣西講學。當時廣州的癸亥合作畫社已改組為廣東國畫研究會，這會擁有會員五六百人。在賓老未到廣州之前，我即以電報通知國畫研究會的主持人趙浩公、黄少梅、潘致中、温其球等，歡迎這一位名滿全國的畫家。當賓老到穗之日，廣東國畫研究會曾開了一個盛大的歡迎會，我那時因事未能陪同賓老同去，值蔡哲夫先生也在廣州，在會上替賓老紹介賓老的學術和繪畫，趙浩公致歡迎詞。賓老對我們廣東人也特別要好，非常的高興。",
      "summary": "9月9日廣東國畫研究會舉行盛大歡迎會，在會上作即席演講。",
      "details": "黄般若《賓虹老人在香港》：“戊辰年（1928年）賓老曾到過香港，這裏的鑒藏家和畫家，都非常歡迎他，不過那時他住港的時日很少，要到廣州，轉赴廣西講學。當時廣州的癸亥合作畫社已改組為廣東國畫研究會，這會擁有會員五六百人。在賓老未到廣州之前，我即以電報通知國畫研究會的主持人趙浩公、黄少梅、潘致中、温其球等，歡迎這一位名滿全國的畫家。當賓老到穗之日，廣東國畫研究會曾開了一個盛大的歡迎會，我那時因事未能陪同賓老同去，值蔡哲夫先生也在廣州，在會上替賓老紹介賓老的學術和繪畫，趙浩公致歡迎詞。賓老對我們廣東人也特別要好，非常的高興。”按：黄賓虹歸櫂之日道出廣州，黄般若回憶時間有（這又是回憶的時空錯置在作怪），然大體符合事實。 《國畫會歡迎黄賓虹紀——黄君演述世界上美術之流派》：“國畫會定期（9月）9日在六榕寺（按：國畫研究會的會所設在六榕寺内）歡迎畫家黄賓虹，並請黄君演講一節，以志前報。昨日期屆下午一時開會，鐵禪、幼菊、浩公、至（致）中、君璧等繼續蒞會，由馮湘璧恭讀總理遺囑，鄧誦先主席宣佈開會理由，並致歡迎詞，隨請黄賓虹演講，由周鼎培、盧子樞筆記。此次演講甚有價值，先演述世界美術之流別，繼將中國畫學淵源、南北宗派與三筆七墨之要恉，闡發無遺。末述古人程（成）功之刻耐，研求畫學的科學方法，與新舊畫派之遷變，今人好名之貽累，須努力求實，面壁精研，成功之後，自能名高千載云云。演畢皆鼓掌，歡然散會。茶會時，自由提出討論，異常暢快，並拍照以留紀念。晚公宴之於東坡精舍，並由教育廳長黄節作陪，賓主歡然，直至九時始散云。”（9月11日廣州民國日报） 與吳鳴書：“憶前三十年，粤有六榕寺僧鐵禪，以友人黄晦聞君介紹晤談。有畫會數百人，均居氏弟子，傳宋藕塘之學，實一大作家，學北宋畫者，余極愛之。” 黄大德《地北天南慰思存——黄賓虹與廣東畫壇》：“據當年國畫會會員、三多軒主人黄金海先生生前接受筆者采訪時説，趙浩公一知道黄賓虹要到廣州，即找他商量如何接待事宜，他表示黄賓虹到廣州的費用一切可由他負責，遂安排黄賓虹入住新亞酒店。黄賓虹演講之日，到會聽衆不僅國畫（研究）會會員全體參加，連高劍父及西洋畫家也去了，可以説在廣州的畫家都慕名而來。”...",
      "is_letter": false
    },
    {
      "date": "1929.07.05",
      "norm_date": "1929.07.05",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓虹道丈侍右：聲問久闕，時以為念。弟自春間何敘夫將軍離軍校，弟即辭職閒居。前日晦聞亦棄官去國，弟棲之五羊市上，益為寡歡。且分寓廣州、香港兩地，皆甚于長安居之大大不易，更不知何以為活計耳。比聞廣州越秀山頭仲元圖書館已將落成，而館長人選尚未定。素聞居素先生與陳主席（真如）摯交，倘得一言，定能有效。務乞執事念弟貧乏至此，鼎力與居素言，請其鄭重致函陳真如，推薦弟為仲元圖書館長（張景齋因任潮關係已辭職離粵也），畀弟本其所學，為先友效力，至所願也，且藉其薪水亦可稍足贍家，至為厚幸。月色自去年得公面授，筆墨之法似有進步，今特檢其近作一幅呈教。又一紙則希轉致居素先生如何？晦聞今寓澳門沙岡柯高路十九號，重治《毛詩》，一時不壯行也。秋湄近在上海否？念念。揮汗，此叩暑安不一。弟守頓首。己巳五月廿九早。",
      "summary": "7月5日己巳五月廿九日蔡守來書，屬與黄居素通融，請其與廣東省政府主席陳真如說項，委其為仲元圖書館館長職。回書說明在神州國光社工作實況，請其不必期望太過。",
      "details": "蔡守書：“賓虹道丈侍右：聲問久闕，時以為念。弟自春間何敘夫將軍離軍校，弟即辭職閒居。前日晦聞亦棄官去國，弟棲之五羊市上，益為寡歡。且分寓廣州、香港兩地，皆甚于長安居之大大不易，更不知何以為活計耳。比聞廣州越秀山頭仲元圖書館已將落成，而館長人選尚未定。素聞居素先生與陳主席（真如）摯交，倘得一言，定能有效。務乞執事念弟貧乏至此，鼎力與居素言，請其鄭重致函陳真如，推薦弟為仲元圖書館長（張景齋因任潮關係已辭職離粵也），畀弟本其所學，為先友效力，至所願也，且藉其薪水亦可稍足贍家，至為厚幸。月色自去年得公面授，筆墨之法似有進步，今特檢其近作一幅呈教。又一紙則希轉致居素先生如何？晦聞今寓澳門沙岡柯高路十九號，重治《毛詩》，一時不壯行也。秋湄近在上海否？念念。揮汗，此叩暑安不一。弟守頓首。己巳五月廿九早。” 與蔡守書：“哲夫先生鑒：前月曾上寸緘，由黄埔校轉，未蒙示及，諒己浮湛。頃得手書並惠夫人墨寶，秀勁多古意，欽佩欽佩。居素今年奔走南北，極形忙碌，前月因其 家眷有肺病，同往廬山養靜，至今未返滬。晤時當代述尊意，能否照辦，無把握耳。以渠性質上文藝外，不甚聽從，即弟薦一二社夥，不久為之遣去，政治上尤覺無效。友人黄懺華前在時報主筆，曆辦黨務，春間來滬，由弟介紹一晤。懺華亦研究佛學有得，同為粵人，近仍在黨部秘書，擬就委員會，略有援引，而居素已不欲為其聯絡，以政途固非居素所願，薦人近亦不易進辭。然粵地諒非寧比，容緩商之，再作複耳。弟自粵游返申，居素邀與社內任編輯之役，每日遠近熟友坐談，自晨至暮，送迎不已。昔可避人，今無可避，勞勞終日，乏暇握管。各處緘素塵積，末由畣復，箸述更無頭緒。晦翁久未通訊， 興致鬱悶，由王秋湄處聆悉之。諸貞壯杭一寓，一炬全付巨劫，藏書等物計失八萬元。今馬夷初約入教部秘書，月金可四五百金，得不償失，可憐已。專復， 此頌日綏。 黄賓虹啟。” 與蔡守書：“哲夫先生大鑒：頃誦手書，聆悉已晤居素，慰甚。國光社自接辦以來，僕僅與聞編輯部分，其他計畫，皆茫然罔覺。近今皆辦党中人問事。一切排場，非書肆態度，極與化妝品、中山襪店無異。（悶葫蘆一個，從來不告我是非，此可為知己言之，切勿示人，令人厭我輩習氣也，反增意外，何如？）舊友過市者，莫不訝 為奇事。（張諟齋來申見之，浩歎而去。）僕每月祗受其五十元薪水，又居素另補我五十元車馬，終日編輯，與接見熟人，不如從前賣文字生活自由多矣。 明年擬脫",
      "is_letter": true
    },
    {
      "date": "1929.08.07",
      "norm_date": "1929.08.07",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "",
      "summary": "8月7日，宴請余紹宋於陶樂春川菜館，引爲至交。",
      "details": "《余紹宋日記》同日條：”赴東亞館訪晦聞、秋湄。……夜，黄賓虹招飲陶樂春，賓虹新識，氣味甚好，惜座有遺少至可厭。” 按：陶樂春川菜館爲書畫家常聚會之所。...",
      "is_letter": false
    },
    {
      "date": "1929.08.08",
      "norm_date": "1929.08.08",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "九時許訪晦聞，遂同秋湄往訪黄賓虹。賓虹出所藏畫件見示，頗多精品，中有煙客、麓臺（其一七十三歲作者不真）、石溪、梅壑、洵遠諸家立幅皆佳，册葉中但取吳遠度一家，惜爲時甚促，不及細覽。……鄧秋枚明晚招宴，託晦聞代辭。",
      "summary": "8月8日，王秋湄偕余紹宋過訪，出藏品共賞。",
      "details": "《余紹宋日記》同日條：“九時許訪晦聞，遂同秋湄往訪黄賓虹。賓虹出所藏畫件見示，頗多精品，中有煙客、麓臺（其一七十三歲作者不真）、石溪、梅壑、洵遠諸家立幅皆佳，册葉中但取吳遠度一家，惜爲時甚促，不及細覽。……鄧秋枚明晚招宴，託晦聞代辭。” 按：8月9日七時余氏即赴車站返杭。...",
      "is_letter": false
    },
    {
      "date": "1929.09",
      "norm_date": "1929.09.01",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "賓虹寄扇葉、楹帖來，並函問晦聞事，又云欲續編《美術叢書》，徵求材料，當告以前三集體例非宜，必須改正，録提要一篇寄去。",
      "summary": "9月初，寫扇面與篆聯寄贈余紹宋，並附函詢問黄節事，告以在續編《美術叢書》第四集四十册，徵求文獻。",
      "details": "《余紹宋日記》9月6日條：“賓虹寄扇葉、楹帖來，並函問晦聞事，又云欲續編《美術叢書》，徵求材料，當告以前三集體例非宜，必須改正，録提要一篇寄去。” 篆聯：“清名甫里懷皮陸，游跡西湖見白蘇。越園先生博笑，時己巳秋日，天都黄賓虹於滄碧樓。” 余紹宋書：“賓虹先生惠詧：承教並蒙賜書畫，感謝不可言，稍閒自當作畫奉正於方家，兼答雅愛。在滬辱招讌，且得飫觀寶藏，至今感念，惜未能時來海上常親教益也。晦聞不願受北京大學之聘，欲於上海鬻書以自給，來書甚望兄與秋湄為之設法，不審已與秋湄商及否？如何，希逕函晦公言之。拙著《畫法要錄》所徵引之書未備，近撰書畫書籍提要，捜得之書甚多，大約年終可以出版，其中有數十種書稀見者，亟須翻印，以廣其傳。兄欲續輯《美術叢書》，自是當務之急，所擬續輯書目，可否飭抄一紙寄示，弟當貢其一得之愚，或尚能為執事補覓一二孤本也。弟於現印之《美術叢書》亦有提要，既承以茲事商及，敢錄拙稿奉覽。作此提要時，尚未見報載重印，故望重印時加以改正。今重印聞已就緒，故在滬相見時未敢提及，兄試覽之，不知猶有改正之辦法否？（一部分可用刊補正）如能改正，他日拙書中亦當另作提要也。復上，敬頌大安。小弟余紹宋再拜。9月6日。”（陽曆10月8日） 按：自此黄、余就《美術叢書》續編事進行了商榷，就《余紹宋日記》9月22日和10月10日兩條所記，余氏有兩封覆信，令人遺憾的是余紹宋給黄賓虹的信件佚散，而黄賓虹致余紹宋的信件，承余子安先生函告，在“文革”中，悉數遭焚燬，無從知其具體内容。...",
      "is_letter": true
    },
    {
      "date": "1930.冬",
      "norm_date": "1930.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "庚午之冬，暐以省志事至滬，程君演生為言印《安徽叢書》之要，暐因訪於徐積餘、黄賓虹、陳子言、洪澤丞、張燕昌、許静仁、程霖生、汪孟鄒諸公，僉曰事當行。於是草規程，發書策，延聘通人，為會討論，匝月而事畢舉，演生故曾以東方文化為學會於滬，因即其地設叢書編印處，同人一月兩會其所，商榷編審，策進行焉。",
      "summary": "冬，江暐以安徽省志事蒞滬，以程演生主張印行《安徽叢書》，因來訪，亦力主印行叢書，任編審會會員，並舉薦摯友，共襄盛舉。",
      "details": "《安徽叢書》第二期全書江暐序：“庚午之冬，暐以省志事至滬，程君演生為言印《安徽叢書》之要，暐因訪於徐積餘、黄賓虹、陳子言、洪澤丞、張燕昌、許静仁、程霖生、汪孟鄒諸公，僉曰事當行。於是草規程，發書策，延聘通人，為會討論，匝月而事畢舉，演生故曾以東方文化為學會於滬，因即其地設叢書編印處，同人一月兩會其所，商榷編審，策進行焉。” 《安徽叢書》編審會名譽會員題名：李彊村、汪鞠友、周叔迦、金松岑、宣古愚、冒鶴亭、洪範五、胡適之、徐森玉、馬一浮、姚石子、高吹萬、陳乃乾、張菊生、許際唐、傅沅叔、黄晦聞、諸貞長、羅叔言等九十六人。編審會會員題名：江彤侯（《安徽叢書》編印處主任）、李光炯、汪孟鄒（編印處辦事員）、胡樸安、徐積餘、黄賓虹、程霖生、程演生等十七人。 按：程演生（1888—1955 ） 又称衍生，字源铨，别号天柱外吏、寂寞程生。安徽怀宁人。？），號總持。安徽懷寧（今安慶）人，早年留學法國，回國後歷任北京大學文科教授、巴黎中外貿易公司董事長、外交部特派員，後任安徽大學校長、上海市博物館董事會副董事長。...",
      "is_letter": false
    },
    {
      "date": "1932.暮春",
      "norm_date": "1932.01.01",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "湖荷憶昨圖，為晦聞先生屬正。壬申三月，黄賓虹。",
      "summary": "暮春，為黄節作《湖荷憶昨圖》，狀1918年夏相偕湖亭看荷之景。",
      "details": "自題《湖荷憶昨圖》：“湖荷憶昨圖，為晦聞先生屬正。壬申三月，黄賓虹。” 黄節題《湖荷憶昨圖》：“明月何曾喻此情，人間俯仰覺情生。秋來養菊殷勤意，不及湖荷憶昨行。自題《湖荷憶昨圖》，黄節。”...",
      "is_letter": false
    },
    {
      "date": "1933.02.16",
      "norm_date": "1933.02.16",
      "hbh_loc": "杭州",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "廿三日，甲寅，陰寒。（前略）賓虹前索予詩，分寄黄晦聞、潘蘭史及其友人徐（許）君，皆當世詩家也，因檢三部致之。（下略）",
      "summary": "2月16日癸酉正月二十二日，林思進以詩集三部送來，前曾索以寄友人黄晦聞、潘蘭史及許承堯。",
      "details": "林思進《清寂堂日記》：“廿三日，甲寅，陰寒。（前略）賓虹前索予詩，分寄黄晦聞、潘蘭史及其友人徐（許）君，皆當世詩家也，因檢三部致之。（下略）” 按：日記原跡許作“徐”，乃音近所誤，徐君者，許承堯君也。...",
      "is_letter": true
    },
    {
      "date": "1935.01.09",
      "norm_date": "1935.01.09",
      "hbh_loc": "上海",
      "friend_loc": "上海",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "作書復……黄賓虹。",
      "summary": "1月9日，余紹宋來函，轉達黄節的思念之情，並索篆聯。",
      "details": "《余紹宋日記》1月10日條：“作書復……黄賓虹。” 余紹宋書：“賓虹先生大鑒：秋間曾寫墨竹一幅，寄請指教，迄未得復，不審曾否到達。其後弟遂北游，與晦聞兄朝夕相見，相見必念及先生，未稔近來通問否？最痛心之一事，即蒲伯英兄自蜀避難到平，僅十四日，與弟相見祇三次，遽歸道山，至今悼惜。五年前承先生賜集金文楹帖，寶藏不忍懸掛，常謂近時雖多喜寫金文之人，而真能得其神理者，先生外，更無他人，不惟並世所無，近數百年亦無有也，傾佩之極，頗欲更得一屏（大小不拘，四張六張均可）一聯，能乘興許之否？冬寒，維珍衛不宣。弟余紹宋頓首。一月九日。”...",
      "is_letter": true
    },
    {
      "date": "1935.01.24",
      "norm_date": "1935.01.24",
      "hbh_loc": "上海",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "順德黄晦聞先生，以廿四（1935）年一月二十四日卒於北平，承學之士，罔不搤腕嘆息於高賢之委化，絶學之日希。同人辱在交期，深知志事，緬其早樹攘夷之崇論，晚昭却聘之高風，以為儒林之式。兹定二月二十五日下午二時在首都華僑招待所開會追悼，凡在知好，及景仰先生學問志業者，希届時齊集舉行公祭。此啟。如有挽章誄文，請於二十三日以前送至南京僑務委員會代收。汪兆銘、蔡元培、陳樹人、葉楚傖、丁文江、蔣夢麟、鄭天錫、羅文幹、葉恭綽、陳垣、鄧家彦、羅家倫、馬叙倫、馬衡、黄濱虹、柳亞子、關賡麟、余紹宋、黄濬、曹經沅、王秋湄、李宣倜、高一涵、謝无量、梅貽琦、曾仲鳴、劉三、湯定之、羅惇（上曰下爰）、洪陸東、關吉符、盧毅安。",
      "summary": "黄節1月24日病逝於北平寓次，享年六十二歲，2月25日假南京華僑招待所舉行追悼大會。",
      "details": "《黄晦聞先生追悼會啟事》：“順德黄晦聞先生，以廿四（1935）年一月二十四日卒於北平，承學之士，罔不搤腕嘆息於高賢之委化，絶學之日希。同人辱在交期，深知志事，緬其早樹攘夷之崇論，晚昭却聘之高風，以為儒林之式。兹定二月二十五日下午二時在首都華僑招待所開會追悼，凡在知好，及景仰先生學問志業者，希届時齊集舉行公祭。此啟。如有挽章誄文，請於二十三日以前送至南京僑務委員會代收。汪兆銘、蔡元培、陳樹人、葉楚傖、丁文江、蔣夢麟、鄭天錫、羅文幹、葉恭綽、陳垣、鄧家彦、羅家倫、馬叙倫、馬衡、黄濱虹、柳亞子、關賡麟、余紹宋、黄濬、曹經沅、王秋湄、李宣倜、高一涵、謝无量、梅貽琦、曾仲鳴、劉三、湯定之、羅惇（上曰下爰）、洪陸東、關吉符、盧毅安。”（2月19日申報）...",
      "is_letter": false
    },
    {
      "date": "1942.冬",
      "norm_date": "1942.01.01",
      "hbh_loc": "重慶",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "月色夫人鑒：前得手書，屬題先夫子詩稿，拙叙曾託段君繕奉。拙畫近以目翳不能多寫，小册六幀，希存覽。太平張諟齋君近况如何？地址未詳，可通訊否？念念。即詢文綏。黄賓虹頓首。十二月二十六日。",
      "summary": "初冬，為談月色所輯《寒瓊遺稿》作序。",
      "details": "與談月色書：“月色夫人鑒：前得手書，屬題先夫子詩稿，拙叙曾託段君繕奉。拙畫近以目翳不能多寫，小册六幀，希存覽。太平張諟齋君近况如何？地址未詳，可通訊否？念念。即詢文綏。黄賓虹頓首。十二月二十六日。” 《寒瓊遺稿叙》：“憶自己酉，余恫時艱，將之皖江，道經滬豄，時黄晦聞、鄧秋枚兩君刊輯國學叢書，蔡君哲夫共襄其事，因締交焉。蔡君研究古籀文字，詩學宋人，書畫篆刻，靡不涉獵，海内知名之士，文翰往還，幾無虛日。又嘗奔走吳越，擬游泰岱，適戰事作，遂還粤中居十餘年。以余獨好三代文字，時為得古印譜寄余。後以訪友重來，旋寓金陵，偕其配月色夫人，文藝自樂，倡和尤多。然坎坷無所遇，處境益貧，而詩日益進。性獨嗜茶，自比於杜茶邨，而卒鬱鬱以老。嗟夫！茶邨挾濟世才，丁時數奇，憂患流離，羈棲轉徙，其所爲詩，讀者謂為如天寶之杜甫，義熙之陶潛，前後不同。以蔡君之才之遇，方之茶邨，古今一轍，當無不同。遺編僅存，世亂未已，晦聞先没，秋枚老病，裒成斯集，將付梓人，倘令黄、鄧兩君見之，感慨爲何如也。壬午初冬，歙黄賓虹叙。”...",
      "is_letter": false
    },
    {
      "date": "1949.夏",
      "norm_date": "1949.01.01",
      "hbh_loc": "杭州",
      "friend_loc": "",
      "topic": "藝術交流",
      "is_echo": false,
      "quote": "五季慘黷天無光，射潮霸業興錢唐。浮圖撐空幾歷劫，千年王氣終銷歇。神物冥冥莫護持，佛法頂禮非其時。方今吳越苦兵戰，民庶流離重嗟怨。安得信使常往還，覆印四萬八千卷。吁嗟乎！錦衣駟馬人無稱，玉册金券誰能徵？西關塔磚委榛莽，拾殘猶見遊行僧。右題雷峰塔藏經卷，為徐積餘君作，時有齊盧之役。回憶偕諸貞壯、黄晦聞兩君同遊虎跑泉，塔猶寂靜如老僧立夕陽中也，忽忽滄海又揚一塵已。圖此即希印舸詞壇先生博笑。己丑八十六叟賓虹。",
      "summary": "夏，題畫扇贈江印舸。",
      "details": "自題：“五季慘黷天無光，射潮霸業興錢唐。浮圖撐空幾歷劫，千年王氣終銷歇。神物冥冥莫護持，佛法頂禮非其時。方今吳越苦兵戰，民庶流離重嗟怨。安得信使常往還，覆印四萬八千卷。吁嗟乎！錦衣駟馬人無稱，玉册金券誰能徵？西關塔磚委榛莽，拾殘猶見遊行僧。右題雷峰塔藏經卷，為徐積餘君作，時有齊盧之役。回憶偕諸貞壯、黄晦聞兩君同遊虎跑泉，塔猶寂靜如老僧立夕陽中也，忽忽滄海又揚一塵已。圖此即希印舸詞壇先生博笑。己丑八十六叟賓虹。”（西泠印社拍賣行2006年秋賣季拍圖錄）...",
      "is_letter": false
    }
  ]
}